{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Ataxias/Encefalopatía de Wernicke/Schabelman y Kuo - 2012 - Glucose before Thiamine for Wernicke Encephalopath.pdf",
  "fileName": "Schabelman y Kuo - 2012 - Glucose before Thiamine for Wernicke Encephalopath.pdf",
  "relativePath": "Neurología/Ataxias/Encefalopatía de Wernicke/Schabelman y Kuo - 2012 - Glucose before Thiamine for Wernicke Encephalopath.pdf",
  "text": "The Journal of Emergency Medicine, Vol. 42, No. 4, pp. 488–494, 2012\n                                                                                                                  Copyright Ó 2012 Elsevier Inc.\n                                                                                                          Printed in the USA. All rights reserved\n                                                                                                                   0736-4679/$ - see front matter\n\n                                               doi:10.1016/j.jemermed.2011.05.076\n\n\n\n\n                 Clinical\n                 Reviews\n\n\n          GLUCOSE BEFORE THIAMINE FOR WERNICKE ENCEPHALOPATHY: A\n                             LITERATURE REVIEW\n\n                           Esteban Schabelman, MD, MBA* and Dick Kuo, MD, FACEP, FAAEM†\n  *Department of Emergency Medicine, Howard County General Hospital, Johns Hopkins School of Medicine, Baltimore, Maryland and\n                 †Department of Medicine, Section of Emergency Medicine, Baylor College of Medicine, Houston, Texas\nReprint Address: Esteban Schabelman, MD, MBA, Department of Emergency Medicine, Howard County General Hospital, 5755 Cedar Lane,\n                                                       Columbia, MD 21044\n\n\n\n, Abstract—Background: The prevailing teaching in                       , Keywords—Wernicke encephalopathy; glucose; thia-\nmedical school curricula and in medical textbooks is that               mine; medical myths\nif thiamine deficiency is suspected, thiamine supple-\nmentation should be given before administering glucose.\nObjective: We sought to evaluate the published evidence\n                                                                                             INTRODUCTION\ndescribing the commonly held belief that thiamine supple-\nmentation must be given before glucose in hypoglycemic                  Wernicke Encephalopathy\npatients to prevent Wernicke encephalopathy. Methods:\nArticles were identified through computerized searches of               Wernicke encephalopathy is an uncommonly recognized\nMEDLINE and other online sources. Pertinent references                  neurological disorder caused by prolonged thiamine\nwere traced back to their sources and also included in the lit-\n                                                                        (vitamin B1) deficiency. In the United States, it is most\nerature review. The quality and content of each article was\n                                                                        commonly seen in alcoholics, but can also be found in\nevaluated by the authors using the American Academy of\nEmergency Medicine literature review guidelines. Results:               any malnourished state; patients with hyperemesis gravi-\nNineteen papers were ultimately identified and evaluated.               darum, intestinal obstruction, acquired immunodefi-\nNo evidence rose above the level of case report/series.                 ciency syndrome, gastric bypass, and malignancies are\nThere were 13 case reports/series, 4 animal studies, and 2              commonly cited (1–5). The typical symptoms include\nexpert opinion articles. True clinical research about the               confusion, ocular abnormalities, and ataxia. Prolonged\nquestion of whether or not a glucose load can precipi-                  thiamine deficiency can lead to the development of\ntate acute onset of Wernicke encephalopathy is lacking.                 Korsakoff syndrome, characterized by permanent mental\nConclusions: Mounting case report evidence suggests that                impairment with confabulation and memory deficits.\nprolonged glucose supplementation without the addition                     Wernicke encephalopathy was first described in 1881\nof thiamine can be a risk factor for the development of\n                                                                        by Carl Wernicke and was originally named ‘‘polioence-\nWernicke encephalopathy. Based on our findings, a delay\n                                                                        phalitis hemorrhagica superioris’’ due to its appearance\nin giving glucose to hypoglycemic patients cannot be\nrecommended at this time, although prompt thiamine sup-                 on autopsy (6). It took 60 years for the link to be made\nplementation after or concurrent with a return to normogly-             to nutritional deficiency by case reports and confirmed\ncemia is recommended. Ó 2012 Elsevier Inc.                              by animal models (7,8).\n\n\n\n\nRECEIVED: 18 May 2010; FINAL SUBMISSION RECEIVED: 29 November 2010;\nACCEPTED: 25 May 2011\n\n                                                                  488\n\fGlucose before Thiamine for Wernicke Encephalopathy                                                                       489\n\n\n                                                                  given before administering glucose (10,11). The theory\n                                                                  behind this is that if a thiamine-deficient patient is given\n                                                                  a glucose load, meager thiamine stores would rapidly\n                                                                  be exhausted, glycolysis further limited, and Wernicke\n                                                                  encephalopathy would promptly ensue (9,12–14).\n                                                                      This is an important topic, as many alcoholics present\n                                                                  to the emergency department with a change in mental\n                                                                  status; this can be commonly due to alcohol intoxication,\n                                                                  alcoholic ketoacidosis, or thiamine deficiency, as well as\n                                                                  other non-alcohol-related causes of acute mental status\n                                                                  change. Alcoholic ketoacidosis frequently presents with\n                                                                  low blood glucose, and low blood glucose itself could\n                                                                  be the cause of an acute change in mental status as\n                                                                  the brain is starved of its main source of fuel. Many\n                                                                  physicians would assume, due to their instruction in med-\n                                                                  ical school and understanding of thiamine-deficiency\n                                                                  pathophysiology, that patients with low blood glucose\n                                                                  and suspicion for malnutrition should be given thiamine\n                                                                  before glucose. However, because the risks of prolonged\nFigure 1. Thiamine in glucose metabolism. The thiamine-\ndependent enzymes pyruvate dehydrogenase (PDH) and\n                                                                  hypoglycemia include coma and death, we conducted\na-ketoglutarate dehydrogenase (a-KGDH) participate in the         a literature search to evaluate the source of this medical\nmetabolism of glucose through two biochemical reactions,          dogma and to investigate whether or not thiamine needs\nglycolysis and the citric acid cycle. The main function of\nthese two sets of reactions is to generate adenosine triphos-\n                                                                  to be given before glucose in all situations to prevent\nphate (ATP), which provides energy for the cells. Reduced         precipitation or worsening of Wernicke encephalopathy.\nPDH and a-KGDH activity resulting from thiamine deficiency\ncan lead to less ATP synthesis and build-up of the toxic inter-\nmediate, lactic acid. adapted from (21).\n                                                                                         METHODS\n\n                                                                  A literature search of MEDLINE (1950–present) was\nGlucose before Thiamine: Physiology and History                   performed and limited to studies published in English.\n                                                                  The search term ‘‘(dextrose OR glucose) AND (thiamin*\nThiamine acts as a coenzyme for the decarboxylation               or B1) AND (alcohol* OR ethanol)’’ yielded 74 refer-\nof pyruvate to acetyl coenzyme A; this bridges anaerobic          ences. The search term ‘‘(dextrose OR glucose) AND\nglycolysis and the Krebs cycle. Thiamine is also a                (thiamin* or B1) AND (Wernicke*)’’ yielded 45 refer-\ncoenzyme within the Krebs cycle and in the hexose                 ences. Searches were combined and the abstracts were\nmonophosphate shunt (9). A lack of thiamine causes                assessed for relevance independently by two physicians.\ninhibition of anaerobic glycolysis, the process by which          If either physician felt the article was relevant, it was\nglucose is converted into usable energy in the form of            included in this literature review. The references of these\nadenosine triphosphate (ATP); in starvation, when glu-            articles were evaluated, as were the references of subse-\ncose stores are depleted, the brain suffers most acutely          quent generations of papers in an attempt to find the\nas it relies almost entirely on glucose for energy and            sentinel citation. Additionally, a search of the Internet\nthere is little thiamine available to act as cofactor for         search engine Google was performed using the keywords\nthe conversion of any small amount of remaining glucose           (without quotes) ‘‘glucose before thiamine.’’ This search\nto ATP. Some damage may also be due to an accumula-               was repeated on Google Scholar. Multiple articles,\ntion in the brain of toxic intermediates, such as lactate         papers, and texts from this 248,000-hit search stated\n(Figure 1) (1,5). Alcoholics are particularly prone to            that thiamine should be given before glucose upon suspi-\nthis deficiency due to decreased intake of thiamine,              cion of Wernicke encephalopathy; this assertion was\ndecreased absorption from the gastrointestinal tract in           evaluated in approximately 50 articles that were deemed\nthe presence of alcohol, and inability to use thiamine            relevant to the issue, and any references cited were\neffectively secondary to lack of magnesium (also from             checked for peer-reviewed publications. No additional\nmalnutrition) as a cofactor for the binding of thiamine           peer-reviewed literature was found with this method.\nto thiamine-dependent enzymes (6).                                   The included articles were evaluated for their level\n   The prevailing teaching in medical school curricula            of evidence and methodology using the American\nand in medical textbooks is that if thiamine deficiency           Academy of Emergency Medicine (AAEM) literature\nis suspected, thiamine supplementation should be                  review guidelines (Tables 1, 2).\n\f490                                                                                                   E. Schabelman and D. Kuo\n\n\nTable 1. AAEM Literature Review Guidelines Evidence                   depleted rats (acidosis in the medial thalamus, hyperinten-\n         Grades\n                                                                      sity on magnetic resonance imaging in the thalamus,\nGrade A      Randomized clinical trials or meta-analyses              hypothalamus, and hippocampus, impairment of blood-\n               (multiple clinical trials) or randomized clinical      brain barrier), within 40 min after glucose infusion, and\n               trials (smaller trials), directly addressing\n               the review issue\n                                                                      posit several mechanisms for these changes (16–19).\nGrade B      Randomized clinical trials or meta-analyses              These papers also note worsening of symptoms in the\n               (multiple clinical trials) or randomized clinical      rats after glucose loading. However, the amount and rate\n               trials (smaller trials), indirectly addressing\n               the review issue\n                                                                      of glucose given is variable and cannot be extrapolated\nGrade C      Prospective, controlled, non-randomized,                 to human subjects. The 40-min effect time, likewise, is\n               cohort studies                                         not generalizable to human patients.\nGrade D      Retrospective, non-randomized, cohort or\n               case-control studies\n                                                                          Table 3 summarizes the level of evidence in the 19\nGrade E      Case series, animal/model scientific investigations,     articles included in this review (4,9,10,12–14,17–29).\n               theoretical analyses, or case reports\nGrade F      Rational conjecture, extrapolations, unreferenced\n               opinion in literature, or common practice\n                                                                                            DISCUSSION\n\nAAEM = American Academy of Emergency Medicine.                        The most often cited source claiming a link between\n                                                                      glucose loading and acute onset of Wernicke encephalop-\n                         RESULTS                                      athy in thiamine-deficient patients is a four-case series by\n                                                                      Watson et al. from 1981 (9). However, as pointed out by\nThe MEDLINE searches, when combined, resulted in 98                   Hack and Hoffman in 1998, none of these cases involved\nunique articles, which were reviewed independently by                 the acute administration of glucose (20).\ntwo physicians. Fourteen total articles were considered                  The first patient was a 27-year-old woman with\nrelevant by either physician. Examination of the refer-               anorexia from gastritis. She received 3 L of 5% dextrose\nences for the original 14 articles and the references of              over 24 h and developed Wernicke encephalopathy that\nsubsequent generations of papers found 5 additional arti-             resolved partially with thiamine administration. The\ncles that were selected for review. In total, 19 articles             second case was a 79-year-old woman with sepsis and\nwere included.                                                        anorexia from bowel pseudo-obstruction, who was given\n   Google and Google Scholar search identified 1 addi-                2 L of 5% dextrose and developed symptoms of Wernicke\ntional non-peer-reviewed report (Gussow, 2007) and                    that partially resolved with thiamine administration. The\none general overview of Wernicke encephalopathy                       third case was a 45-year-old woman with end-stage renal\n(Donnino et al., 2007), which were used as reference                  disease and anorexia who was started on peritoneal\nbut not evaluated in the literature review (6,15).                    dialysis using hypertonic glucose solutions due to fluid\n   The 19 articles reviewed included expert opinion                   retention. Forty-eight hours later she developed symp-\n(n = 2), case reports (n = 13), and animal models (n = 4).            toms consistent with Wernicke that resolved over the\nSeveral of the case report articles were written in litera-           course of a month with thiamine administration. The\nture review format; however, the literature reviewed by               last case was a 36-year-old man who was started on\nthem never included any evidence of a level higher than               dialysis after myoglobinuric renal failure from a motor\ncase reports. To our knowledge, no randomized trials,                 vehicle collision. After 5 days, while being given an\ncohort studies, or case-control studies exist regarding               infusion of 20% dextrose, he developed symptoms typical\nthe use of glucose before thiamine to prevent acute wors-             of Wernicke that partially resolved with administration\nening of Wernicke encephalopathy.                                     of thiamine (9).\n   The animal studies were rated the best overall, with                  The 1981 Watson article uses a single-case report\noutstanding quality, and papers involving animal models               by Drenick et al. in 1966 as a reference for evidence of\nhave illustrated changes in the brains of thiamine-                   acute precipitation of Wernicke encephalopathy by\n\nTable 2. AAEM Literature Review Guidelines Rank based on Design and Methods\n\n   Ranking            Design Consideration Present            Methodology Consideration Present        Both Considerations Present\n\nOutstanding            Appropriate                                   Appropriate                            Yes, both present\nGood                   Appropriate                                   Appropriate                            No, either present\nAdequate               Adequate with possible bias                   Adequate                               No, either present\nPoor                   Limited or biased                             Limited                                No, either present\nUnsatisfactory         Questionable/none                             Questionable/none                      No, either present\n\nAAEM = American Academy of Emergency Medicine.\n\fGlucose before Thiamine for Wernicke Encephalopathy                                                                                     491\n\n\nTable 3. Level of Evidence\n\n                  Article Information                                          Type                         Grade               Quality\n\nAasheim ET, 2008 (4)                                              Case series (N84)                          E               Good\nDrenick EJ, Joven CB, Swendseid ME, 1966 (21)                     Case report                                E               Adequate\nGibb WR, Gorsuch AN, Lees AJ, Yudkin JS, 1985 (12)                Case report                                E               Adequate\nHack JB, Hoffman RS, 1998 (20)                                    Expert opinion                             F               Adequate\nJordan LR, Zelaya FO, Rose SE, et al., 1998 (17)                  Animal model                               E               Outstanding\nKoguchi K, Nakatsuji Y, Abe K, Sakoda S, 2004 (13)                Case report                                E               Unsatisfactory\nKramer J, Goodwin JA, 1977 (23)                                   Case report                                E               Adequate\nLindberg MC, Oyler RA, 1990 (24)                                  Case report/common practice                E/F             Poor\nMayes GA, 1989 (14)                                               Expert opinion                             F               Unsatisfactory\nMiyajima Y, Fukuda M, Kojima S, Matsuyama T,                      Case report                                E               Adequate\n   Shylaja N, Aso K, 1993 (25)\nNadel AM, Burger PC, 1976 (26)                                    Case report (N2)                           E               Adequate\nNavarro D, Zwingmann C, Chatauret N,                              Animal model                               E               Outstanding\n   Butterworth RF, 2008 (16)\nPhillips GB, Victor M, Adams RD,                                  Case series* (N9)                          E               Unsatisfactory\n   Davidson CS, 1952 (22)\nSelitsky T, Chandra P, Schiavello HJ, 2006 (27)                   Case report                                E               Poor\nTogay-Isikay C, Yigit A, Mutluer N, 2001 (28)                     Case report                                E               Adequate\nWallis WE, Willoughby E, Baker P, 1978 (29)                       Case series (N4)                           E               Adequate\nWatson AJ, Walker JF, Tomkin GH, Finn MM,                         Case series (N4)                           E               Poor\n   Keogh JA, 1981 (9)\nZelaya FO, Rose SE, Nixon PF, et al., 1995 (18)                   Animal model                               E               Outstanding\nZimitat C, Nixon PF, 1999 (19)                                    Animal model                               E               Outstanding\n\n* This study does not list methods. It is unclear whether patients were followed prospectively or retrospectively, or whether these are case\nreports.\n\n\nglucose supplementation (21). The Drenick article dis-                   nutrition with vitamin ingestion. The rate of infusion is\ncusses the worsening of Wernicke encephalopathy in an                    not noted, but patients apparently received 1–2 L a day\nobese male undergoing a prolonged starvation diet.                       of the infusion. All patients had worsening of their exter-\nUpon development of nausea, he was started on intrave-                   nal rectus paralysis, and 2 patients had worsening confu-\nnous glucose and later supplementation with orange juice                 sion. The shortest period of time that deterioration was\nalone. After 12 days of this regimen, he developed what                  noted was 2 days. Patients were given non-standardized\nappeared to be Wernicke encephalopathy that reversed                     doses of various vitamins at various days after infusion\nwith thiamine and reintroduction of oral alimentation                    of saline and glucose. All patients showed improvement\n(21). The Drenick article cites only one relevant refer-                 in ophthalmoplegia after the administration of thiamine\nence, by Phillips et al. from 1952, for its assertion that               and not other vitamins. Five of 9 patients showed\nglucose loading can precipitate Wernicke encephalopathy                  improvement in nystagmus. Of the 7 patients evaluated\n(21,22).                                                                 for ataxia, all 7 showed some improvement in ataxia,\n    The Phillips study bears mentioning in detail as it will             and 6 of 9 appeared to have improvement in their confu-\nlikely not be repeated due to ethical issues (thiamine was               sion (22).\napparently withheld from patients with Wernicke for                         At best, this study could be considered an observa-\nwhat appears to be arbitrary periods of time). This study                tional study. Due to the methodological problems, and\nseems to be an observational study, but the design is                    the fact that a cohort in a cohort study needs to be identi-\nso problematic that it cannot be used to answer our ques-                fied before the appearance of the disease under investiga-\ntion about the effects of acute glucose loads on Wernicke                tion, this study is considered a case series for the purposes\nencephalopathy. In 1952, Phillips et al. attempted to                    of this article. No references relevant to our question\ndefine the effects of bed rest, alcohol cessation, and                   are found in this article, and this may very well be the first\nvitamin supplements on Wernicke encephalopathy (22).                     article to link glucose supplementation and Wernicke en-\nNo controls were used and the Methods section makes                      cephalopathy—although no claims to that effect are\nit unclear as to whether the study was prospective, retro-               made until Drenick et al.’s article, citing this study, in\nspective, or simply case reports of current therapy at the               1966.\ntime. Nine alcoholic patients with presumed Wernicke                        No evidence that we found rose above the level of case\nencephalopathy (based on ophthalmoplegia) were given                     reports/series. Only one case appears to show acute deg-\nintravenous saline and glucose (200 g/L) without oral                    radation in mental status after glucose administration, but\nnutrition for varying amounts of time; it seems that this                the timeline and dosage of glucose is not clear in the case\nwas done to eliminate the confounding effects of oral                    report, which reads, almost in its entirety:\n\f492                                                                                                 E. Schabelman and D. Kuo\n\n\n   ‘‘A 61-year-old man was admitted with slight confusion.      factor for the development or worsening of Wernicke\n   He had been a heavy drinker for several years and had        encephalopathy. Based on our review of the literature,\n   general fatigue. A doctor. gave him an infusion includ-      a delay in giving glucose to hypoglycemic patients cannot\n   ing electrolytes and glucose. After starting IV injection,   be recommended at this time, although prompt thiamine\n   the patient fell into a deep coma. Although thiamine\n                                                                supplementation after or concurrent with a return to\n   was started 5 days after admission, the patient died of\n                                                                normoglycemia is recommended.\n   pneumonia without recovery after 3 months’’ (13).\n   All other cases clearly showed deterioration in mental       Recommendations\nstatus after prolonged or massive (>2 L of 5%) glucose in-\nfusion, or showed evidence of Wernicke encephalopathy           All patients with a change in mental status should have\nbefore glucose administration.                                  their blood glucose level checked on arrival.\n   A review of the case reports suggests that a study on           Patients with hypoglycemia should be restored to nor-\nlong-term glucose supplementation without thiamine              moglycemia as quickly as possible (repeated dosing of\nwould be unethical; however, due to lack of evidence of         dextrose 50% in adults until normoglycemia is achieved).\nacute benefit or harm, a study evaluating the effects of           All patients at risk for malnutrition should be given\na glucose load (1 or 2 ampules of dextrose 50%) in hypo-        thiamine intravenously or intramuscularly as soon as\nglycemic patients before the administration of thiamine         possible after restoration of normoglycemia; intravenous\nmay be viable.                                                  thiamine is less well proven than intramuscular thiamine,\n                                                                but seems to be safe and effective (6,30,31). One hundred\nLimitations                                                     milligrams seems to be an adequate and traditional dose\n                                                                chosen arbitrarily in the 1950s, although up to 500 mg\nIn reviewing the case reports, it is difficult to ascertain     has been advocated by some (6,30,32).\nwhether patients’ conditions worsened due to the progres-          Patients with suspected or confirmed nutritional defi-\nsion of their disease or due to the supposed affects of         ciency should receive daily thiamine supplementation while\nglucose on the depletion of thiamine stores. Overall, the       their nutritional status is improved either orally or with in-\ncase reports do not provide sufficient information to ap-       travenous glucose supplementation. The optimal dosing\npropriately assess the time course of disease progression       and duration of treatment is unclear at this time (6,30).\nin a cause and effect manner. So although the evidence\ndoes not support rapid deterioration after glucose admin-                              REFERENCES\nistration, it likewise does not seem to support the lack of\nrapid deterioration.                                             1. Selitsky T, Chandra P, Schiavello HJ. Wernicke’s encephalopathy\n    It is possible that a relevant reference was missed             with hyperemesis and ketoacidosis. Obstet Gynecol 2006;107:\n                                                                    486–90.\nin the literature review, but the authors feel their efforts     2. Deb S, Law-Min R, Fearnley D. Wernicke-Korsakoff syndrome\nwere fairly extensive and made their search in good faith.          following small bowel obstruction. Behav Neurol 2001–2002;13:\nThe rating scales were applied by the authors in discus-            89–94.\n                                                                 3. Alcaide ML, Jayaweera D, Espinoza L, Kolber M. Wernicke’s en-\nsion and not independently, and thus, rating scales were            cephalopathy in AIDS: a preventable cause of fatal neurological\nnot measured for inter-rater reliability. The AAEM rating           deficit. Int J STD AIDS 2003;14:712–3.\nscales are used by the AAEM clinical practice committee          4. Aasheim ET. Wernicke encephalopathy after bariatric surgery:\n                                                                    a systematic review. Ann Surg 2008;248:714–20.\nand are used routinely to develop the AAEM clinical              5. Kuo SH, Debnam JM, Fuller GN, de Groot J. Wernicke’s encepha-\npractice guidelines, which are readily available from their         lopathy: an underrecognized and reversible cause of confusional\nwebsite. These have not been externally validated, but in           state in cancer patients. Oncology 2009;76:10–8.\n                                                                 6. Donnino MW, Vega J, Miller J, Walsh M. Myths and misconcep-\nthis literature review, no evidence ultimately rose above           tions of Wernicke’s Encephalopathy: what every emergency physi-\nthe level of case series.                                           cian should know. Ann Emerg Med 2007;50:715–21.\n                                                                 7. Ecker A, Woltman H. Is nutritional deficiency the basis of\n                                                                    Wernicke’s disease? JAMA 1939;112:1794–6.\n                      CONCLUSION                                 8. Alexander L. Identity of lesions produced experimentally by\n                                                                    B1 avitaminosis in pigeons with hemorrhagic polioencephalitis\n                                                                    occurring in chronic alcoholism in man. Am J Pathol 1940;16:\nTrue clinical research about the question of whether or             61–9.\nnot a glucose load can precipitate acute onset of Wernicke       9. Watson AJ, Walker JF, Tomkin GH, Finn MM, Keogh JA. Acute\nencephalopathy is lacking, and the exact time period                Wernickes encephalopathy precipitated by glucose loading. Ir J\n                                                                    Med Sci 1981;150:301–3.\nfor administration of thiamine to prevent worsening or          10. Keffer MP. Diabetic emergencies. In: Ma OJ, Cline DM,\ndevelopment of Wernicke cannot be determined from                   Tintinalli JE, Kelen GD, Stapczynski SJ, eds. Emergency medicine\nthe existing literature. Mounting evidence from case                manual. 6th ed. New York: The McGraw-Hill Companies, Inc.;\n                                                                    2004:607–11.\nreports does seem to show that prolonged glucose supple-        11. Aminoff MJ. Nervous system disorders: Wernicke encephalopathy.\nmentation without the addition of thiamine can be a risk            In: McPhee SJ, Papadakis M, eds. Current medical diagnosis and\n\fGlucose before Thiamine for Wernicke Encephalopathy                                                                                             493\n\n\n    treatment. 49th ed. New York: The McGraw-Hill Companies, Inc.;        22. Phillips GB, Victor M, Adams RD, Davidson CS. A study of the nu-\n    2009:890.                                                                 tritional defect in Wernicke’s syndrome; the effect of a purified diet,\n12. Gibb WR, Gorsuch AN, Lees AJ, Yudkin JS. Reversible coma in               thiamine, and other vitamins on the clinical manifestations. J Clin\n    Wernicke’s encephalopathy. Postgrad Med J 1985;61:607–10.                 Invest 1952;31:859–71.\n13. Koguchi K, Nakatsuji Y, Abe K, Sakoda S. Wernicke’s encephalop-       23. Kramer J, Goodwin JA. Wernicke’s encephalopathy. Complication\n    athy after glucose infusion. Neurology 2004;62:512.                       of intravenous hyperalimentation. JAMA 1977;238:2176–7.\n14. Mayes GA. Thiamine for prevention of Wernicke’s encephalopathy:       24. Lindberg MC, Oyler RA. Wernicke’s encephalopathy. Am Fam\n    a reminder. Anesth Analg 1989;69:407–8.                                   Physician 1990;41:1205–9.\n15. Gussow L. Myths of toxicology: thiamine before dextrose. Emerg        25. Miyajima Y, Fukuda M, Kojima S, Matsuyama T, Shylaja N, Aso K.\n    Med News 2007;29:3–11.                                                    Wernicke’s encephalopathy in a child with acute lymphoblastic\n16. Navarro D, Zwingmann C, Chatauret N, Butterworth RF. Glucose              leukemia. Am J Pediatr Hematol Oncol 1993;15:331–4.\n    loading precipitates focal lactic acidosis in the vulnerable medial   26. Nadel AM, Burger PC. Wernicke encephalopathy following pro-\n    thalamus of thiamine-deficient rats. Metab Brain Dis 2008;23:             longed intravenous therapy. JAMA 1976;235:2403–5.\n    115–22.                                                               27. Selitsky T, Chandra P, Schiavello HJ. Wernicke’s encephalopathy\n17. Jordan LR, Zelaya FO, Rose SE, et al. Changes in the hippocampus          with hyperemesis and ketoacidosis. Obstet Gynecol 2006;107:\n    induced by glucose in thiamin deficient rats detected by MRI. Brain       486–90.\n    Res 1998;791:347–51.                                                  28. Togay-Isikay C, Yigit A, Mutluer N. Wernicke’s encephalopathy\n18. Zelaya FO, Rose SE, Nixon PF, et al. MRI demonstration of                 due to hyperemesis gravidarum: an under-recognised condition.\n    impairment of the blood-CSF barrier by glucose administration to          Aust N Z J Obstet Gynaecol 2001;41:453–6.\n    the thiamin-deficient rat brain. Magn Reson Imaging 1995;13:555–61.   29. Wallis WE, Willoughby E, Baker P. Coma in the Wernicke-\n19. Zimitat C, Nixon PF. Glucose loading precipitates acute en-               Korsakoff syndrome. Lancet 1978;2:400–1.\n    cephalopathy in thiamin-deficient rats. Metab Brain Dis 1999;14:      30. Cook CC, Hallwood PM, Thomson AD. B vitamin deficiency and\n    1–20.                                                                     neuropsychiatric syndromes in alcohol misuse. Alcohol Alcohol\n20. Hack JB, Hoffman RS. Thiamine before glucose to prevent Wer-              1998;33:317–36.\n    nicke encephalopathy: examining the conventional wisdom.              31. Thomson AD, Baker H, Leevy CM. Patterns of 35S-thiamine\n    JAMA 1998;279:583–4.                                                      hydrochloride absorption in the malnourished alcoholic patient.\n21. Drenick EJ, Joven CB, Swendseid ME. Occurrence of acute Wer-              J Lab Clin Med 1970;76:34–45.\n    nicke’s encephalopathy during prolonged starvation for the treat-     32. Chataway J, Hardman E. Thiamine in Wernicke’s Syndrome—how\n    ment obesity. N Engl J Med 1966;274:937–9.                                much and how long? Postgrad Med J 1995;71:249.\n\f494                                                             E. Schabelman and D. Kuo\n\n\n\n                       ARTICLE SUMMARY\n      1. Why is this topic important?\n         Low blood glucose itself could be the cause of an acute\n      change in mental status in alcoholics. Many physicians\n      would assume that patients with low blood glucose and\n      suspicion for malnutrition should be given thiamine\n      before glucose, but prompt administration of glucose is\n      more important.\n      2. What does this review attempt to show?\n         Glucose does not need to be held until thiamine is given\n      in the emergency department (ED) setting.\n      3. What are the key findings?\n         Patients with hypoglycemia should be restored to nor-\n      moglycemia as quickly as possible. Thiamine can be\n      replaced on a non-emergent basis to prevent Wernicke\n      encephalopathy and its sequelae.\n      4. How is patient care impacted?\n         There is no need delay glucose administration in a hy-\n      poglycemic patient to await thiamine absorption in the\n      ED.",
  "wordCount": 4109,
  "indexed": "2025-09-25T22:50:10.990Z",
  "method": "direct"
}
