{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Demencias/Enfermedad de Alzheimer/Blennow et al. - 2012 - Fluid Biomarkers in Alzheimer Disease.pdf",
  "fileName": "Blennow et al. - 2012 - Fluid Biomarkers in Alzheimer Disease.pdf",
  "relativePath": "Neurología/Demencias/Enfermedad de Alzheimer/Blennow et al. - 2012 - Fluid Biomarkers in Alzheimer Disease.pdf",
  "text": "Downloaded from perspectivesinmedicine.cshlp.org on April 22, 2025 . Published by Cold Spring Harbor Laboratory Press\n\n\n\n\n                                 Fluid Biomarkers in Alzheimer Disease\n\n                                 Kaj Blennow1, Henrik Zetterberg1, and Anne M. Fagan2\n                                 1\n                                  Clinical Neurochemistry Laboratory, Institute of Neuroscience and Physiology, Department of Psychiatry\n                                  and Neurochemistry, The Sahlgrenska Academy at University of Gothenburg, Sahlgrenska University\n                                  Hospital, Mölndal, SE-431 80 Mölndal, Sweden\n                                 2\n                                  Department of Neurology, The Charles F. and Joanne Knight Alzheimer’s Disease Research Center,\n                                  Hope Center for Neurological Disorders, Washington University School of Medicine, St. Louis,\n                                  Missouri 63110\n                                 Correspondence: kaj.blennow@neuro.gu.se\n\n\n\n\n                                 Research progress has provided detailed understanding of the molecular pathogenesis of\n                                 Alzheimer disease (AD). This knowledge has been translated into new drug candidates\n                                 with putative disease-modifying effects, which are now being tested in clinical trials. The\n                                 promise of effective therapy has created a great need for biomarkers able to detect AD in\n                                 the predementia phase, because drugs will probably be effective only if neurodegeneration\n                                 is not too advanced. In this chapter, cerebrospinal fluid (CSF) and plasma biomarkers are\n                                 reviewed. The core CSF biomarkers total tau (T-tau), phosphorylated tau (P-tau) and the 42\n                                 amino acid form of b-amyloid (Ab42) reflect AD pathology, and have high diagnostic accu-\nwww.perspectivesinmedicine.org\n\n\n\n\n                                 racy to diagnose AD with dementia and prodromal AD in mild cognitive impairment cases.\n                                 The rationale for the use of CSF biomarkers to identify and monitor the mechanism of action\n                                 of new drug candidates is also outlined in this chapter.\n\n\n\n                                   n 1906, Alois Alzheimer presented the first                     tau protein (Grundke-Iqbal et al. 1986). These\n                                 I case of the disease that was to bear his name,\n                                 Alzheimer disease (AD). Alzheimer described\n                                                                                                   important achievements marked the start of\n                                                                                                   modern AD research.\n                                 the “miliary bodies” ( plaques) and “dense bun-                       Today, detailed knowledge is available about\n                                 dles of fibrils” (tangles) which we today know                    APP metabolism and Ab generation and on\n                                 are the hallmarks of the disease. In 1985,                        tau protein homeostasis. Largely based on the\n                                 researchers succeeded in purifying plaque cores                   mutations found in familial AD (FAD), Ab\n                                 and amyloid angiopathy, and the 4 kD b-amy-                       has been proposed as the driving force in the\n                                 loid (Ab) peptide was identified as the main                      disease process. In line with this, the “amyloid\n                                 component (Glenner and Wong 1984; Masters                         cascade hypothesis” for AD (Hardy and Selkoe\n                                 et al. 1985). This breakthrough paved the way                     2002) posits that an imbalance between the pro-\n                                 for the cloning of the amyloid precursor pro-                     duction and clearance of Ab is the initiating\n                                 tein (APP) gene (Kang et al. 1987). Almost at                     event in disease pathogenesis, ultimately lead-\n                                 the same time, it was shown that tangles are                      ing to neuronal degeneration and dementia.\n                                 composed of abnormally hyperphosphorylated                        This research progress has been translated into\n\n\n\n                                 Editors: Dennis J. Selkoe, Eckhard Mandelkow, and David M. Holtzman\n                                 Additional Perspectives on The Biology of Alzheimer Disease available at www.perspectivesinmedicine.org\n                                 Copyright # 2012 Cold Spring Harbor Laboratory Press; all rights reserved; doi: 10.1101/cshperspect.a006221\n                                 Cite this article as Cold Spring Harb Perspect Med 2012;2:a006221\n\n                                                                                                                                                 1\n\fDownloaded from perspectivesinmedicine.cshlp.org on April 22, 2025 . Published by Cold Spring Harbor Laboratory Press\n\n\n\n\n                                 K. Blennow et al.\n\n\n                                 novel treatment strategies with disease-modify-         plaques and neurofibrillary tangles, respec-\n                                 ing potential. A large number of anti-Ab drug           tively, the levels of these proteins in CSF have\n                                 candidates, such as those used in Ab immu-              been assessed as potential biomarkers of these\n                                 notherapy, secretase inhibitors, and Ab aggre-          pathologic features (Fig. 1). Levels of Ab42 in\n                                 gation inhibitors, are in various phases of             postmortem ventricular CSF have been shown\n                                 clinical treatment trials (Blennow et al. 2006).        to correlate with plaque load at autopsy (Stro-\n                                 It should be noted, however, that the amyloid           zyk et al. 2003). Similar results have been\n                                 cascade hypothesis has not been proven with             reported in antemortem lumbar CSF, with low\n                                 certainty in late-onset AD, the most common             levels correlating with postmortem plaque\n                                 form of the disease.                                    load (Tapiola et al. 2009). The development\n                                     Disease-modifying drugs will probably be            of Ab ligands suitable for positron emission\n                                 most effective in the earlier stages of the disease,    tomography (PET) has enabled direct visualiza-\n                                 before plaque and tangle load and neurodegen-           tion of fibrillar Ab load in the brain in living\n                                 eration become too severe (Das et al. 2001;             individuals. Studies have consistently found a\n                                 Levites et al. 2006; Garcia-Alloza et al. 2009).        relationship between in vivo amyloid load as\n                                 Thus, these treatments should be administered           assessed by Pittsburgh Compound B (PIB)-PET\n                                 in the predementia stage, or even in presympto-         binding and CSF Ab42, with higher 11CPIB\n                                 matic individuals. Further, in order for treat-         binding correlating with lower CSF Ab42\n                                 ments to be labeled as “disease-modifying,”             levels (Fagan et al. 2006; Forsberg et al. 2008;\n                                 they must show a beneficial effect on cognition,        Grimmer et al. 2009; Tolboom et al. 2009). A\n                                 as well as evidence that the drug does indeed           similar relationship has been found between\n                                 affect the central disease processes and hallmark       CSF Ab42 and binding of 18FFDDNP, a PET\n                                 neuropathology (Siemers 2009). These chal-              ligand believed to label both plaques and tangles\nwww.perspectivesinmedicine.org\n\n\n\n\n                                 lenges have created a need for biomarkers that          (Tolboom et al. 2009). These results support the\n                                 reflect core elements of the disease process, to        idea that CSF Ab42 is a measure of fibrillar\n                                 serve as diagnostic aids and as tools to identify       Ab42 and plaque load in the brain. The most\n                                 and monitor the biochemical mechanism of                widely accepted explanation for the reduced\n                                 action of the drug. In this chapter, we review          CSF level of Ab42 in AD is that the aggregation\n                                 the development of candidate biomarkers of              of Ab into plaques (and thus retention in the\n                                 AD from cerebrospinal fluid (CSF) and plasma.           brain parenchyma) results in less Ab being\n                                 We focus on established biomarkers, those that          available to diffuse into the CSF.\n                                 have been evaluated in several studies by differ-            Evidence that CSF total tau (T-tau) reflects\n                                 ent research groups, and we discuss their imple-        the intensity of the neuronal and axonal damage\n                                 mentation in clinical routine and their potential       and degeneration has come from several types\n                                 role in clinical trials.                                of studies (Fig. 1). CSF T-tau increases markedly\n                                                                                         and transiently in acute disorders such as stroke\n                                                                                         and brain trauma, and the magnitude of the\n                                 FLUID BIOMARKERS AND THE BRAIN\n                                                                                         increase positively correlates with the size of\n                                 Biomarkers are objective measures of a biolo-           the damaged tissue and negatively correlates\n                                 gical or pathogenic process that can be used to         with clinical outcome (Hesse et al. 2001; Ost\n                                 evaluate disease risk or prognosis, to guide clin-      et al. 2006; Zetterberg et al. 2006). The degree\n                                 ical diagnosis, or to monitor therapeutic inter-        of increase in CSF T-tau in chronic neurode-\n                                 ventions (Blennow et al. 2010). The CSF is in           generative disorders is highest in disorders with\n                                 direct contact with the extracellular space of          the most rapid neuronal degeneration, such as\n                                 the brain, and biochemical changes in the brain         Creutzfeldt–Jakob disease (Otto et al. 1997).\n                                 are therefore reflected in the CSF. The CSF is          High CSF T-tau is also associated with a faster\n                                 thus the optimal source for AD biomarkers.              progression from mild cognitive impairment\n                                     Since Ab42 and tau have been shown to be            (MCI) to AD (Blom et al. 2009), and a more\n                                 the primary protein components of amyloid               rapid cognitive decline and higher mortality in\n\n\n                                 2                                            Cite this article as Cold Spring Harb Perspect Med 2012;2:a006221\n\fDownloaded from perspectivesinmedicine.cshlp.org on April 22, 2025 . Published by Cold Spring Harbor Laboratory Press\n\n\n\n\n                                                                                                          Fluid Biomarkers in Alzheimer Disease\n\n\n\n\n                                                           Tangle pathology                               Neuronal and axonal degeneration\n                                                         P-tau181 and P-tau231                                T-tau, VLP-1, NF protein\n\n\n\n\n                                                                   Inflammation and oxidative stress\n                                                                 Interleukins, e.g., IL-6, TNF-α, TGF-β\n                                                                  Acute phase proteins, e.g., α1-ACT\n                                                                              Isoprostanes\n                                                                    Complement proteins, e.g., C1q                         Plaque pathology\n                                                                                                                             Aβ42 / Aβ40\n                                                                                                                             Aβ oligomers\n                                                                                                                           β-sAPP / α-sAPP\n                                                                                                                            BACE1 activity\n\n\n                                 Figure 1. Schematic drawing of a neuron with intracellular neurofibrillary tangles and three neuritic plaques,\n                                 together with two lymphocytes. Candidate cerebrospinal fluid biomarkers for different pathogenic processes\nwww.perspectivesinmedicine.org\n\n\n\n\n                                 are given.\n\n\n\n                                 AD cases (Samgard et al. 2009; Wallin et al.                (Samgard et al. 2009), as well as those with\n                                 2009). However, one study found that CSF T-                 very mild AD dementia (Snider et al. 2009).\n                                 tau correlates with postmortem tangle load                  These findings support the hypothesis that the\n                                 (Tapiola et al. 2009), suggesting that the release          CSF level of P-tau reflects the phosphorylation\n                                 of tau specifically from degenerating tangle-               state of tau and the formation of tangles in\n                                 bearing neurons may contribute to the CSF                   the brain.\n                                 level of T-tau. Consistent with this idea, bind-\n                                 ing of 18FFDDNP, an agent that is reported\n                                 to label both plaques and tangles, positively               FLUID BIOMARKERS FOR AD DIAGNOSIS\n                                 correlates with CSF T-tau levels (Tolboom\n                                                                                             b-Amyloid Isoforms\n                                 et al. 2009).\n                                     It is logical to postulate that phosphorylated          The discovery that b-amyloid (Ab) is produced\n                                 tau (P-tau) in CSF reflects the phosphorylation             during normal cell metabolism and is secreted\n                                 state of the tau protein in the central nervous             into the CSF served as the basis for Ab bio-\n                                 system (CNS; Fig. 1). Positive correlations be-             marker development (Seubert et al. 1992). The\n                                 tween CSF levels of P-tau181 and P-tau231 (tau              subsequent finding that Ab42 is the most abun-\n                                 phosphorylated at residues 181 and 231, respec-             dant species in plaques made it logical to\n                                 tively) and neocortical tangle pathology at                 develop assays for this Ab isoform (Jarrett\n                                 autopsy have been reported (Buerger et al.                  et al. 1993). CSF Ab42 in AD is decreased to\n                                 2006; Tapiola et al. 2009). High CSF P-tau181               approximately 50% of control levels, as has\n                                 is also associated with a faster progression                been shown using several different enzyme-\n                                 from MCI to AD (Blom et al. 2009), and                      linked immunosorbent assay (ELISA) methods\n                                 a more rapid cognitive decline in AD cases                  (Sunderland et al. 2003; Blennow 2004).\n\n\n                                 Cite this article as Cold Spring Harb Perspect Med 2012;2:a006221                                            3\n\fDownloaded from perspectivesinmedicine.cshlp.org on April 22, 2025 . Published by Cold Spring Harbor Laboratory Press\n\n\n\n\n                                 K. Blennow et al.\n\n\n                                 Tau Protein                                            pairs of antibodies selected, the method for\n                                                                                        coupling antibodies to beads, the method of\n                                 There are several isoforms of the tau protein in\n                                                                                        coating plates, differences in the calibrators,\n                                 CSF, and the molecule has numerous phosphor-\n                                                                                        and differences in the incubation conditions.\n                                 ylation sites (Portelius et al. 2008). The most\n                                                                                        Correction factors have been used to convert\n                                 commonly used ELISA method for T-tau is\n                                                                                        results from one technique to the other, allow-\n                                 based on monoclonal antibodies that detect all\n                                                                                        ing the results to be compared (Olsson et al.\n                                 isoforms of tau independently of phosphory-\n                                                                                        2005; Mattsson et al. 2009).\n                                 lation state (Blennow et al. 1995). Numerous\n                                 studies have used this assay, and consistently\n                                 report a marked increase of CSF T-tau in AD\n                                                                                        DIAGNOSTIC PERFORMANCE OF FLUID\n                                 to around 300% of control levels (Sunderland           BIOMARKERS\n                                 et al. 2003; Blennow 2004).\n                                                                                        AD with Dementia\n                                 Phosphorylated Tau Protein                             Numerous studies have found a marked\n                                 The most commonly used ELISA methods for               increase in CSF T-tau and P-tau, together with\n                                 P-tau in CSF use antibodies that are specific          a marked decrease in Ab42, in AD cases with\n                                 for phosphorylation at either threonine 181            dementia. These measurements can be used to\n                                 (P-Tau181) or threonine 231 (P-Tau231; Kohn-           discriminate patients with AD from the nonde-\n                                 ken et al. 2000; Vanmechelen et al. 2000).             mented aged with a sensitivity and specificity\n                                 Studies using these assays have consistently           that both lie above 80% (Blennow and Hampel\n                                 found a marked increase in CSF P-tau in AD             2003; Blennow 2004). CSF levels of these\n                                                                                        markers are normal in several important dif-\nwww.perspectivesinmedicine.org\n\n\n\n\n                                 (Blennow 2004). Research that compared these\n                                 P-tau assays directly found a very high correla-       ferential diagnoses, such as depression and\n                                 tion between the methods and similar diagnos-          Parkinson disease (Blennow 2004). Combined\n                                 tic performances (Hampel et al. 2004).                 analyses of these biomarkers give a better diag-\n                                                                                        nostic performance than any biomarker alone\n                                                                                        (Galasko et al. 1998; Maddalena et al. 2003;\n                                 Combination of Tau and Ab as Biomarkers\n                                                                                        Hansson et al. 2006; Mattsson et al. 2009).\n                                 Several studies have shown that the diagnostic         CSF P-tau, in particular, aids in the differentia-\n                                 accuracy for the combination of CSF T-tau,             tion of AD from other dementias, such as fron-\n                                 P-tau and Ab42 is higher than for any bio-             totemporal dementia and Lewy body dementia\n                                 marker alone (Galasko et al. 1998; Reimen-             (Hampel et al. 2004), but the diagnostic per-\n                                 schneider et al. 2002; Maddalena et al. 2003;          formance of CSF biomarkers to discriminate\n                                 Zetterberg et al. 2003; Hansson et al. 2006). A        AD from other dementias is not optimal. There\n                                 logical strategy, therefore, was to develop a mul-     are several reasons for this. First, most studies\n                                 tiparameter assay for simultaneous quantifi-           of CSF biomarkers are based on clinically diag-\n                                 cation of these CSF biomarkers, based on the           nosed cases, which introduces a relatively large\n                                 LuminexTM xMAP technology (Olsson et al.               percentage of misdiagnosis (Blennow 2005;\n                                 2005). This assay has been used in several recent      Forman et al. 2006). Second, a significant per-\n                                 large multicenter studies on CSF biomarkers,           centage of the nondemented elderly have\n                                 and its diagnostic performance has been good           enough plaques and tangles to warrant a neuro-\n                                 (Hansson et al. 2006; Lewczuk et al. 2008;             pathological diagnosis of AD (Snowdon 1997;\n                                 Mattsson et al. 2009; Shaw et al. 2009). The           Price and Morris 1999). Third, there is a large\n                                 measured values for CSF levels of the bio-             overlap in pathology between AD and other\n                                 markers differ between the Luminex technique           dementias, such as Lewy body dementia and\n                                 and the ELISA methods (Olsson et al. 2005;             vascular dementia (Jellinger 1996; Kotzbauer\n                                 Lewczuk et al. 2008). There are likely to be sev-      et al. 2001; Schneider et al. 2009). This overlap\n                                 eral reasons for this, including differences in the    in pathology essentially precludes the possibility\n\n\n                                 4                                           Cite this article as Cold Spring Harb Perspect Med 2012;2:a006221\n\fDownloaded from perspectivesinmedicine.cshlp.org on April 22, 2025 . Published by Cold Spring Harbor Laboratory Press\n\n\n\n\n                                                                                                     Fluid Biomarkers in Alzheimer Disease\n\n\n                                 of finding any biomarkers that have close to              Some studies have examined whether CSF bio-\n                                 100% sensitivity and specificity for AD.                  markers are useful in the preclinical stage to\n                                                                                           identify patients who will subsequently develop\n                                 Autopsy-Verified AD                                       AD dementia. Two population-based studies\n                                                                                           found a significant reduction in CSF Ab42 in\n                                 Several studies have examined the diagnostic              cognitively normal elderly who later developed\n                                 performance of CSF biomarkers in patient ser-             AD, whereas there was no significant change\n                                 ies in which diagnosis can subsequently be                in CSF T-tau or P-tau (Skoog et al. 2003; Gus-\n                                 confirmed by autopsy. CSF biomarkers have                 tafson et al. 2007). A recent clinical study also\n                                 high sensitivity and specificity in discriminat-          found that CSF Ab42, but not T-tau and\n                                 ing AD from both the cognitively normal                   P-tau, predicts cognitive decline in the healthy\n                                 elderly and from patients with other dementias,           elderly (Stomrud et al. 2007). Four independent\n                                 such as frontotemporal dementia, Lewy body                studies have identified the CSF tau/Ab42 ratio\n                                 dementia and vascular dementia (Clark et al.              (but not these markers individually) as a strong\n                                 2003; Sunderland et al. 2003; Bian et al. 2008;           predictor of future cognitive decline (within a\n                                 Koopman et al. 2009; Shaw et al. 2009). CSF bio-          few years) in nondemented elders (Fagan et al.\n                                 markers have thus been validated in patient ser-          2007; Li et al. 2007; Craig-Schapiro et al. 2010;\n                                 ies with a neuropathological follow-up, showing           Tarawneh et al. 2011), similar to its ability to\n                                 similar or better discriminatory power than in            predict AD dementia in MCI cohorts (Hansson\n                                 patient series with clinical diagnoses only.              et al. 2006). Asymptomatic carriers of FAD\n                                                                                           mutations also have low CSF Ab42 (Moonis\n                                 Prodromal AD                                              et al. 2005), and high T-tau and P-tau (Ringman\n                                                                                           et al. 2008). These results extend earlier animal\nwww.perspectivesinmedicine.org\n\n\n\n\n                                 Cerebrospinal fluid biomarkers also have a high           data suggesting that the amyloidogenic process\n                                 predictive value in identifying prodromal AD              is upstream of tau pathology in AD (Gotz et al.\n                                 in MCI cases (Blennow and Hampel 2003). A                 2001; Lewis et al. 2001). Consistent with this\n                                 recent study with an extended clinical follow-            idea, two recent studies reported an association\n                                 up period showed that the combination of all              between low CSF Ab42 levels and brain atrophy\n                                 three core CSF biomarkers (T-tau, P-tau, and              in cognitively normal elders (Fagan et al. 2009a;\n                                 Ab42) had a sensitivity of 95% for the iden-              Fjell et al. 2010), whereas CSF tau and ptau181\n                                 tification of prodromal AD in MCI (Hansson                levels were associated with atrophy in early-\n                                 et al. 2006). These CSF markers have also been            stage MCI/AD (Fagan et al. 2009a). These bio-\n                                 shown to predict the rate of cognitive decline            marker observations suggest that Ab aggrega-\n                                 in patients with MCI/very mild AD dementia                tion and deposition (as evidenced by reduced\n                                 (Snider et al. 2009). A high predictive value             CSF Ab42) are associated with brain atrophy\n                                 has also been verified in large multicenter stud-         in the preclinical phase of the disease, whereas\n                                 ies, including the ADNI study (Shaw et al.                changes in CSF tau and accelerated brain atro-\n                                 2009), the DESCRIPA study (Visser et al. 2009),           phy are later events in the disease that occur\n                                 and the Swedish Brain Power project (Matts-               with or just prior to cognitive decline and sub-\n                                 son et al. 2009). These results demonstrate that          sequent clinical progression (Fig. 2). Additional\n                                 CSF biomarkers may be valuable clinical diag-             studies are required to confirm these findings.\n                                 nostic tools to identify MCI cases with prodro-                A recent large study showed that cognitively\n                                 mal AD.                                                   normal elderly who are positive for PIB-PET\n                                                                                           (indicating the presence of brain amyloid)\n                                                                                           have low levels of CSF Ab42 (Fagan et al.\n                                 Preclinical AD\n                                                                                           2009b), confirming results from an earlier,\n                                 Preclinical AD denotes cognitively normal indi-           smaller study (Fagan et al. 2006). However, in\n                                 viduals harboring early AD pathology, not                 this larger cohort, CSF Ab42 was found to\n                                 severe enough to cause cognitive symptoms.                also be low in a small subset of PIB-negative\n\n\n                                 Cite this article as Cold Spring Harb Perspect Med 2012;2:a006221                                        5\n\fDownloaded from perspectivesinmedicine.cshlp.org on April 22, 2025 . Published by Cold Spring Harbor Laboratory Press\n\n\n\n\n                                 K. Blennow et al.\n\n\n\n                                                                                                                         CSF Aβ42\n                                                                                                                         PIB PET\n\n\n\n\n                                     Biomarker\n                                                                                                                         CSF T-tau / P-tau\n                                                                                                                         FDG PET\n\n                                                                                                                         MRI hippocampal atrophy\n                                     Amount of pathology\n\n\n\n\n                                                                            Plaques\n\n\n\n\n                                                                                      Tangles\n\n\n\n                                                                                                                               Neuronal degeneration\n\n\n                                                                                                     Time\n\n\n                                                           No AD   Preclinical AD     Prodromal AD (MCI)       Mild AD   Moderate AD      Severe AD\nwww.perspectivesinmedicine.org\n\n\n\n\n                                                           CDR 0      CDR 0                CDR 0.5             CDR 1       CDR 2           CDR 3\n\n                                                                                                Stage of disease\n\n                                 Figure 2. Hypothetical model of the temporal evolution of biomarkers for Alzheimer disease (AD) (top) in rela-\n                                 tion to pathogenic processes in the brain (middle) and clinical stage of the disease (bottom).\n\n\n\n                                 individuals (Fagan et al. 2009b). This finding                         plaques (Cairns et al. 2009). Regardless of the\n                                 suggests that low CSF Ab42 may serve as a har-                         underlying biological mechanism(s), these\n                                 binger of future amyloid deposition in the pre-                        results suggest that CSF Ab42 is a marker of\n                                 clinical period. Longitudinal PIB follow-up in                         AD plaque pathology very early in the disease\n                                 these individuals will be required to test this                        process ( prior to cognitive symptoms). How-\n                                 hypothesis. Alternatively, low CSF Ab42 in the                         ever, it remains to be determined whether CSF\n                                 absence of PIB positivity may be an indicator                          Ab42 levels will allow the prediction of prodro-\n                                 of Ab aggregation in diffuse (PIB-negative)                            mal AD in individual cases. Also, although these\n                                 plaques or the accumulation of oligomeric spe-                         data offer important insights into the normal\n                                 cies of Ab within brain parenchyma prior to                            pathophysiology of the disease, the use of bio-\n                                 substantial fibrillar (PIB-positive) Ab deposi-                        markers to predict AD in the asymptomatic eld-\n                                 tion, or may simply reflect the low end of the                         erly is not warranted until registered drugs are\n                                 normal spectrum of CSF Ab42 levels. In sup-                            available that offer a distinct disease-modifying\n                                 port of the first alternative hypothesis, one of                       effect combined with few side-effects. However,\n                                 the PIB-negative individuals with low CSF                              such biomarkers may be very useful in the\n                                 Ab42 came to autopsy and was found to have                             immediate future for the design and evaluation\n                                 widespread diffuse, but minimal fibrillar, pla-                        of prevention trials by allowing one to enroll\n                                 que deposits, suggesting that low CSF Ab42                             individuals who are still cognitively normal\n                                 may mark diffuse plaques in addition to fibrillar                      but are in the preclinical stage of the disease\n\n\n                                 6                                                         Cite this article as Cold Spring Harb Perspect Med 2012;2:a006221\n\fDownloaded from perspectivesinmedicine.cshlp.org on April 22, 2025 . Published by Cold Spring Harbor Laboratory Press\n\n\n\n\n                                                                                                     Fluid Biomarkers in Alzheimer Disease\n\n\n                                 and, importantly, are within a few years of de-           Ab oligomers inhibit long-term potentiation,\n                                 veloping cognitive symptoms.                              the proposed biological substrate of memory,\n                                                                                           thereby playing a role in AD pathogenesis\n                                 NOVEL FLUID BIOMARKERS FOR AD                             (Walsh and Selkoe 2007). Measurement of Ab\n                                                                                           oligomers in CSF may thus be an important\n                                 There are numerous publications describing                core biomarker for AD. Some preliminary\n                                 candidate CSF biomarkers other than Ab and                studies on Ab oligomers in CSF have been pub-\n                                 tau, but initial promising results have most              lished. Using monoclonal antibodies for Ab\n                                 often not been reproduced (Table 1). Here, we             oligomers in an assay with PCR-based signal\n                                 review novel biomarkers that have shown                   amplification, one study reported a marked\n                                 promise in two independent studies, and shown             increase in AD autopsy CSF (Georganopoulou\n                                 a reasonable sensitivity and specificity for AD.          et al. 2005). Flow cytometric results also suggest\n                                 We also discuss some candidate biomarkers spe-            that Ab oligomers are present in CSF, but no\n                                 cifically related to Ab and APP metabolism.               information on the diagnostic utility of this\n                                                                                           assay has been presented (Santos et al. 2007).\n                                 sAPPb and sAPPa                                           A weak band migrating at the size expected for\n                                                                                           Ab dimers appears in CSF immunoprecipita-\n                                 During APP processing, the large amino-\n                                                                                           tion experiments, utilizing an anti-Ab antibody\n                                 terminal domains of APP, sAPPa, and sAPPb,\n                                                                                           followed by SDS – PAGE and immunoblotting,\n                                 are secreted into the extracellular space and\n                                                                                           but there is no clear correlation with AD (Klyu-\n                                 eventually reach the CSF. In sporadic AD and\n                                                                                           bin et al. 2008). Immunoassays in which a\n                                 MCI, CSF levels of both sAPPa and sAPPb\n                                                                                           monocloncal antibody is used for capture,\n                                 are unaltered or slightly increased (Olsson\n                                                                                           and the same, biotinylated, antibody is used\nwww.perspectivesinmedicine.org\n\n\n\n\n                                 et al. 2003; Zetterberg et al. 2008; Lewczuk\n                                                                                           for detection, may be used to quantify protein\n                                 et al. 2010). Although there is no consistent\n                                                                                           aggregates, because monomers will not be de-\n                                 change in sAPP levels in AD, these CSF bio-\n                                                                                           tected since the epitope is already occupied by\n                                 markers may be valuable tools in treatment tri-\n                                                                                           the capture antibody. Using ELISA methods\n                                 als to monitor an effect on APP processing.\n                                                                                           based on this principle, higher CSF levels of\n                                                                                           Ab oligomers were found in AD (Fukumoto\n                                 BACE1                                                     et al. 2010). These promising results call for fur-\n                                 The major b-secretase responsible for Ab gen-             ther studies, and need to be replicated in larger\n                                 eration is b-site APP-cleaving enzyme 1                   independent patient materials. It seems clear\n                                 (BACE1). BACE1 expression and enzymatic                   that although Ab oligomers are an attractive\n                                 activity are both increased in postmortem                 AD biomarker candidate, the level of such\n                                 brains of patients with AD (Fukumoto et al.               oligomers is very low compared with that of\n                                 2002; Yang et al. 2003). BACE1 can be measured            Ab monomers. Further, the identity of signals\n                                 in CSF, and its concentration and activity                measured using different techniques must be\n                                 increase in AD, preferentially in MCI cases               verified by mass spectrometry.\n                                 with prodromal AD (Holsinger et al. 2004;\n                                 Zhong et al. 2007; Zetterberg et al. 2008). These         Other Ab Isoforms\n                                 results suggest that up-regulation of BACE1 is\n                                 an early pathogenic event in AD.                          Ab40 is the most abundant Ab isoform in CSF\n                                                                                           (Portelius et al. 2006a). Although there is no\n                                                                                           major change in the level of CSF Ab40 in AD,\n                                 Ab Oligomers\n                                                                                           and Ab40 levels do not correlate with amyloid\n                                 Aggregation of soluble Ab to form insoluble               load as evidenced by PIB binding (Fagan et al.\n                                 fibrillar aggregates in plaques has long been             2006, 2009b), there is a marked decrease in the\n                                 regarded as the central pathogenic event in               ratio of CSF Ab42/Ab40 in AD and MCI, which\n                                 AD. However, recent results suggest that soluble          is more pronounced than the reduction in CSF\n\n\n                                 Cite this article as Cold Spring Harb Perspect Med 2012;2:a006221                                          7\n\f                                                                                                                                                                                                                                                         Downloaded from perspectivesinmedicine.cshlp.org on April 22, 2025 . Published by Cold Spring Harbor Laboratory Press\n                                                                                                                     www.perspectivesinmedicine.org\n\n\n\n\n                                                                    Table 1. Fluid biomarkers for Alzheimer disease related to b-amyloid and tau pathology and neuronal degeneration\n8\n\n\n\n\n                                                                                                                                                                                                                                     K. Blennow et al.\n                                                                    Pathogenic process     Biomarker                 Methodology                      Change in AD           Stage of evaluation             Comment\n                                                                    APP/Ab               CSF Ab42    Commercially available in several      Approximately 50%            Consistent results        CSF Ab42 is the central CSF\n                                                                      metabolism and       and Ab40    different immunoassay formats.         reduction in CSF Ab42        from numerous             biomarker for Ab\n                                                                      plaque pathology                 Assay characteristics and              in AD with dementia          publications              metabolism\n                                                                                                       confounding factors well established   and prodromal AD                                     CSF Ab42 correlates with\n                                                                                                                                              CSF Ab42/Ab40 ratio                                    amyloid load measured by\n                                                                                                                                              may give slightly higher                               PIB-PET\n                                                                                                                                              accuracy than Ab42\n                                                                                                                                              alone\n                                                                                         Plasma Ab42 Commercially available in several      No consistent change in      Consistent results      Plasma Ab42 and Ab40 has no\n                                                                                           and Ab40    different immunoassay formats          AD. Large overlap with       from numerous           diagnostic value for AD. May\n                                                                                                                                              healthy elderly              publications            be valuable in clinical trials\n                                                                                         CSF Ab16    Immunoprecipitation combined with Increase in CSF Ab16 in           Preliminary data.       Analysis of the Ab isoform\n                                                                                                       MALDI-TOF mass spectrometry            AD                           Needs verification      pattern, including Ab16,\nCite this article as Cold Spring Harb Perspect Med 2012;2:a006221\n\n\n\n\n                                                                                                                                                                           using standard          may be of value in clinical\n                                                                                                                                                                           immunoassays            trials on secretase inhibitors\n                                                                                         CSF Ab      Specialized techniques, e.g.,          Increased level or increased Preliminary data.       The nature (dimers, trimers,\n                                                                                           oligomers   Bio-barcode PCR assay, western         frequency of Ab              Needs verification      dodecamers, high MW\n                                                                                                       blot, or high-sensitivity ELISA",
  "wordCount": 16016,
  "indexed": "2025-09-25T22:58:11.501Z",
  "method": "direct"
}
