{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/EFNS Guidelines/Galvin et al. - 2010 - EFNS guidelines for diagnosis, therapy and prevent.pdf",
  "fileName": "Galvin et al. - 2010 - EFNS guidelines for diagnosis, therapy and prevent.pdf",
  "relativePath": "Neurología/Clinical practice/EFNS Guidelines/Galvin et al. - 2010 - EFNS guidelines for diagnosis, therapy and prevent.pdf",
  "text": "European Journal of Neurology 2010, 17: 1408–1418                                                    doi:10.1111/j.1468-1331.2010.03153.x\n\nEFNS GUIDELINES/CME ARTICLE\n\n\nEFNS guidelines for diagnosis, therapy and prevention of Wernicke\nencephalopathy\nR. Galvina, G. Bråthenb, A. Ivashynkac, M. Hillbomd, R. Tanasescue and M. A. Leonef\na\n    Department of Neurology, Cork University Hospital, Wilton, Cork, Ireland; bDepartment of Neurology and Clinical Neurophysiology,\nTrondheim University Hospital, Trondheim, Norway; cDepartment of Neurology, National Neurology and Neurosurgery Research Center,\nMinsk, Belarus; dDepartment of Neurology, Oulu University Hospital, Oulu, Finland; eDepartment of Neurology, Colentina Hospital,\nUniversity of Medicine and Pharmacy Carol Davila, Bucharest, Romania; and fClinica Neurologica, Azienda Ospedaliero-Universitaria\nMaggiore della Carità, Novara, Italy\n\n\n\n\nKeywords:                            Background: Although Wernicke encephalopathy (WE) is a preventable and treat-\nalcoholism, diagnosis,               able disease it still often remains undiagnosed during life.\nguidelines, prevention,              Objectives: To create practical guidelines for diagnosis, management and prevention\nthiamine, treatment,                 of the disease.\nWernicke encephalopathy              Methods: We searched MEDLINE, EMBASE, LILACS, Cochrane Library.\n                                     Conclusions and recommendations:\nReceived 20 April 2010               1 The clinical diagnosis of WE should take into account the diﬀerent presentations of\nAccepted 14 June 2010                clinical signs between alcoholics and non alcoholics (Recommendation Level C);\n                                     although prevalence is higher in alcoholics, WE should be suspected in all clinical\n                                     conditions which could lead to thiamine deﬁciency (good practice point – GPP).\n                                     2 The clinical diagnosis of WE in alcoholics requires two of the following four signs;\n                                     (i) dietary deﬁciencies (ii) eye signs, (iii) cerebellar dysfunction, and (iv) either an\n                                     altered mental state or mild memory impairment (Level B).\n                                     3 Total thiamine in blood sample should be measured immediately before its\n                                     administration (GPP).\n                                     4 MRI should be used to support the diagnosis of acute WE both in alcoholics and\n                                     non alcoholics (Level B).\n                                     5 Thiamine is indicated for the treatment of suspected or manifest WE. It should be\n                                     given, before any carbohydrate, 200 mg thrice daily, preferably intravenously (Level\n                                     C).\n                                     6 The overall safety of thiamine is very good (Level B).\n                                     7 After bariatric surgery we recommend follow-up of thiamine status for at least\n                                     6 months (Level B) and parenteral thiamine supplementation (GPP).\n                                     8 Parenteral thiamine should be given to all at-risk subjects admitted to the Emergency\n                                     Room (GPP).\n                                     9 Patients dying from symptoms suggesting WE should have an autopsy (GPP).\n\n\n\n\n                                                                        (Vitamin B1) deﬁciency. Although vitamins were dis-\nIntroduction\n                                                                        covered at the beginning of the 20th century and we\nWernicke encephalopathy (WE) is a devastating acute                     learned to treat thiamine deﬁciency some decades later,\nor subacute neurological disorder due to thiamine                       WE remains the most important encephalopathy due to\n                                                                        a single vitamin deﬁciency. The disease we now recog-\nCorrespondence: Dr. M. Leone, Clinica Neurologica, Ospedale             nise as wet beriberi caused by thiamine deﬁciency from\nMaggiore della Carità, C. Mazzini 18 – 28100 Novara, Italy (tel.:      eating polished rice was probably recognized 1000 years\n+39 0321/3733218; fax: +39 0321/3733298; e-mail: maurizio.leone@        ago in China [1] but WE and the associated Korsakoﬀ\nmaggioreosp.novara.it).                                                 amnestic syndrome were not described until the late\nThis is a Continuing Medical Education article, and can be found with\n                                                                        19th century [2–4]. The classical clinical triad of signs of\ncorresponding questions on the Internet at http://www.efns.org/EFNS\nContinuing-Medical-Education-online.301.0.html. Certiﬁcates for         WE comprises ocular signs, cerebellar dysfunction and\ncorrectly answering the questions will be issued by the EFNS.           confusion.\n\n\n                                                                                                                    \u0002 2010 The Author(s)\n1408                                                                                          European Journal of Neurology \u0002 2010 EFNS\n\f                                                                                  EFNS guidelines for Wernicke encephalopathy        1409\n\n\nTable 1 Frequency of Wernicke encephalopathy in series of consecutive autopsies\n\n                                                                      Alcoholics and non\n                                                                      alcoholics               Alcoholics           Non alcoholics\nAuthor               Years of\n[reference]          survey      Area                 Source          N           WE     %     N       WE    %      N       WE        %\n\nCravioto [38]        1957–60     USA, New York        H                   1600     28    1.7\nJellinger [39]       NS          Austria              H                   1009     11    1.1\nVictor [40]          1963–66     USA                  H                   1539     29    1.9\nTorvik [41]          1975–79     Norway               H                   8735     75    0.9    713     70    9.8\nHarper [42,43]       1973–81     Australia, Perth     H+CO                4677    131    2.8\nHauw [44]            1952–83     France               H                   8200    111    1.4\nHarper [45]          NS          Australia, Sydney    H+CO                 285      6    2.1\nLindboe [46]         1983–87     Norway               H                   6964     52    0.7    604     40    6.6   6360    12         0.2\nPollak [47]          NS          Germany              H                                         154     13    8.4\nSkullerud [48]       1984–87     Norway               CO                                        127     18   14.2\nNaidoo [49]          1988–89     South Africa         H                                          29     17   58.6\nRiethdorf [50]       1983–86     Germany              H                   2372     14    0.6    223     14    6.3\nVege [51]            1988        Norway               H                    279      4    1.4\nLana-Peixoto [52]    1978–90     Brazil               H                   1655     36    2.2\nBoldorini [53]       NS          Italy                H                                                              380    65        17.1\nHarper [54]          1989–94     France               H+CO                 256      1    0.4\nSheedy [55],         1996–97     Australia, Sydney    CO                  2212     25    1.1\n Harper [56]\nBleggi-Torres [57]   1987–98     Brazil               H                                                              180    10         5.6\nBertrand, [58]       2001–06     France               CJD national                                                   657    19         2.9\n                                                       register\nTotal                                                                 39 783      523    1.3   1850    172    9.3   6920    87         1.3\n\nNS, not speciﬁed; H, hospital series; CO, Coroner series; WE, Wernicke encephalopathy.\n\n\n   The reported prevalence of WE in autopsy studies                     Deﬁciency/complicationsÕ[Mesh] OR ÔThiamine Deﬁ-\nranges from 0.4% to 2.8%, accounting on average for                     ciency/diagnosisÕ[Mesh] OR ÔThiamine Deﬁciency/drug\n1.3% of all autopsies (Table 1), and seems to be much                   therapyÕ[Mesh] OR ÔThiamine Deﬁciency/epidemiologyÕ\nhigher in alcoholics than in non alcoholics. WE is tra-                 [Mesh] OR ÔThiamine Deﬁciency/etiologyÕ[Mesh] OR\nditionally regarded as a condition related to alcohol                   ÔThiamine Deﬁciency/prevention and controlÕ[Mesh]) OR\nabuse. Interestingly, one of Carl WernickeÕs index cases                (iii) Korsakoﬀ Syndrome/NOT Wernicke Encephalo-\nwas a young woman with repeated vomiting following                      pathy/). We also searched EMBASE, LILACS (Wer-\nthe ingestion of sulphuric acid and we now increasingly                 nicke Encephalopathy OR Thiamine), and the Cochrane\nrecognize that WE can arise in many situations other                    Library. All searches were done from data-base incep-\nthan alcohol abuse.                                                     tion up to May 31, 2009. All papers published in\n   The disease is rare, catastrophic in onset, clinically               European languages were considered. Titles and\ncomplex and often delayed in diagnosis. We lack con-                    abstracts were double checked by two blinded panel\ntrolled studies on its management although the litera-                  members and relevant papers were fully read. Secondary\nture abounds with small series and individual case                      searching was performed using the bibliography of rel-\nreports. Because of ethical problems in conducting                      evant articles. Congress abstracts were not searched.\ncontrolled trials in a disease with a high mortality and\nan established therapy, new controlled data are also\n                                                                        Methods for reaching consensus\nunlikely to be published in the future. Evidence is scarce\nfor many aspects concerning the diagnosis and treat-                    Articles were graded for evidence according to the\nment of WE but we consider guidelines to be important                   revised EFNS scientiﬁc task force guidance for guide-\nbecause it is potentially preventable and treatable and                 lines [5] by two members of the panel; in case of\nfrequently remains undiagnosed particularly in non                      disagreement, grading was discussed in a panel meeting.\nalcoholic situations.                                                   Each successive guideline draft was circulated among\n                                                                        panellists and modiﬁed after their comments. All\n                                                                        members of the task force agreed to all recommen-\nSearch strategy\n                                                                        dations unanimously; where there was lack of evidence,\nWe searched MEDLINE with the following string:                          but consensus was clear, we have stated our opinion as\n(i) *Wernicke Encephalopathy/OR (ii) (ÔThiamine                         a good practice point (GPP).\n\n\n\u0002 2010 The Author(s)\nEuropean Journal of Neurology \u0002 2010 EFNS European Journal of Neurology 17, 1408–1418\n\f1410    R. Galvin et al.\n\n\n\n\n                                                                                                                                                                                                                                             5.7\nFindings\n\n\n\n\n                                                                                                                                                                                       %\n\n\n\n\n                                                                                                                                                                                                        0\n\n\n                                                                                                                                                                                                              0\n\n\n\n                                                                                                                                                                                                                     33\n                                                                                                                                                                                                                     20\nHow often is WE diagnosed in life?\n\n\n\n\n                                                                                                                                                                              No. of diagnosed\nAutopsy studies indicate that WE is frequently undi-\n\n\n\n\n                                                                                                                                                                              ante mortem\nagnosed during life. Table 2 lists the autopsy studies\nreporting the percentage of alcoholic and non alco-\nholic patients with WE diagnosed ante mortem. All\n\n\n\n\n                                                                                                                                                                                                        0\n\n\n                                                                                                                                                                                                              0\n\n\n\n                                                                                                                                                                                                                     1\n                                                                                                                                                                                                                     1\n                                                                                                                                                                                                                     0\n                                                                                                                                                                                                                     2\n                                                                                                                                                             Non alcoholics\nwere Class IV studies. WE was suspected during life in\nonly about one-third of alcoholic and 6% of non\n\n\n\n\n                                                                                                                                                                              autopsies\n                                                                                                                                                                              No. of\nalcoholic patients. These series are likely to be biased\ntowards more severe cases and the number of patients\n\n\n\n\n                                                                                                                                                                                                        7\n\n\n                                                                                                                                                                                                              1\n\n\n\n                                                                                                                                                                                                                      3\n                                                                                                                                                                                                                      5\n                                                                                                                                                                                                                     19\n                                                                                                                                                                                                                     35\nremaining undiagnosed before death is probably\nhigher. These observations would suggest that thia-\n\n\n\n\n                                                                                                                                                                                                                     100.0\n                                                                                                                                                                                                 84.9\n                                                                                                                                                                                                  5.3\n                                                                                                                                                                                                 19.8\n                                                                                                                                                                                                 33.3\n                                                                                                                                                                                                 36.4\n\n                                                                                                                                                                                                 21.4\n                                                                                                                                                                                                 33.3\n                                                                                                                                                                                                 22.2\n\n\n\n\n                                                                                                                                                                                                                                             31.9\n                                                                                                                                                                                                  0\nmine deﬁciency and its consequences are likely to\n\n\n\n\n                                                                                                                                                                                       %\nremain undiagnosed during life in signiﬁcant numbers\nof cases. We are probably underestimating the real\n\n\n\n\n                                                                                                                                                                              No. of diagnosed\nincidence of the disease and it seems reasonable to\n\n\n\n\n                                                                                                                                                                              ante mortem\nrecommend that an autopsy has to be performed when\npatients die in situations with a suspicion of thiamine\ndeﬁciency.\n\n\n\n\n                                                                                                                                                                                                 45\n                                                                                                                                                                                                  1\n                                                                                                                                                                                                 26\n                                                                                                                                                                                                  2\n                                                                                                                                                                                                  4\n                                                                                                                                                                                                  0\n                                                                                                                                                                                                  3\n                                                                                                                                                                                                  1\n                                                                                                                                                                                                  4\n\n                                                                                                                                                                                                                     1\n\n\n                                                                                                                                                                                                                                             87\nRecommendation\n                                                                                                                                                             Alcoholics\n\n\n                                                                                                                                                                              autopsies\nPatients dying from symptoms suggesting WE should                                                                                                                             No. of\nhave an autopsy (GPP).\n                                                                                                                                                                                                  53\n                                                                                                                                                                                                  19\n\n                                                                                                                                                                                                   6\n\n\n\n\n                                                                                                                                                                                                                     1\n                                                                                                                                                                                                 131\n\n                                                                                                                                                                                                  11\n                                                                                                                                                                                                  17\n                                                                                                                                                                                                  14\n                                                                                                                                                                                                   3\n                                                                                                                                                                                                  18\n\n\n\n\n                                                                                                                                                                                                                                             273\nWhen should we suspect WE in non alcoholic subjects?\n\n\n\n\n                                                                                                                                                                                                                     CJD national register\n                                                                Table 2 Number of cases of Wernicke encephalopathy diagnosed ante mortem in autopsy series\n\n\n\n\nWe found more than 600 cases of WE reported in\nclinical settings other than alcohol use (Table 3).\nAmong the most frequent settings were malignant\n                                                                                                                                                                                                 H+CO\n                                                                                                                                                                                                 H+CO\n\n\n\n\ndisease, gastrointestinal disease and surgery, and\n                                                                                                                                                                                       Source\n\n\n\n\nvomiting due to hyperemesis gravidarum. Other causes                                                                                                                                             CO\n                                                                                                                                                                                                 H\n                                                                                                                                                                                                 H\n\n\n                                                                                                                                                                                                 H\n                                                                                                                                                                                                 H\n                                                                                                                                                                                                 H\n                                                                                                                                                                                                 H\n\n\n\n                                                                                                                                                                                                                     H\n                                                                                                                                                                                                                     H\n\n\n\n\n                                                                                                                                                                                                                                                    NS, not speciﬁed; H, hospital series; CO, Coroner series. a>90% alcoholics.\nincluded fasting, starvation, malnutrition and the use\nof unbalanced diets. Systematic reviews have been\n                                                                                                                                                                              Evidence\n\n\n\n\npublished for bariatric surgery [6,7] and hyperemesis\n                                                                                                                                                                              class\n\n\n\n\ngravidarum [8]. After bariatric surgery, i.e. the surgical\n                                                                                                                                                                                                 IV\n                                                                                                                                                                                                 IV\n                                                                                                                                                                                                 IV\n                                                                                                                                                                                                 IV\n                                                                                                                                                                                                 IV\n                                                                                                                                                                                                 IV\n                                                                                                                                                                                                 IV\n                                                                                                                                                                                                 IV\n                                                                                                                                                                                                 IV\n\n                                                                                                                                                                                                                     IV\n                                                                                                                                                                                                                     IV\n                                                                                                                                                                                                                     IV\n\nprocedures for obesity (gastric banding, gastric\nby-pass, bilio-pancreatic diversion, etc.), the risk for\n                                                                                                                                                                                                 Australia, Sydney\n\n\n\n\n                                                                                                                                                                                                 Australia, Sydney\n                                                                                                                                                                                                 Australia, Pertha\n\n\n\n\nWE is long-lasting. According to one report, 94% of\n                                                                                                                                                                                                 South Africa\n\n\n\n\nWE cases were seen within 6 months after surgery [6].\n                                                                                                                                                                                                 Germany\n\n\n\n\nWhenever a pregnant subject with persistent vomiting\n                                                                                                                                                                                                 Norway\n\n\n                                                                                                                                                                                                 Norway\n\n\n                                                                                                                                                                                                 Norway\n\n\n\n\n                                                                                                                                                                                                                     France\n\n\n\n\ndevelops neurological signs or symptoms, WE should\n                                                                                                                                                                                                 USA\n\n\n\n\n                                                                                                                                                                                                                     USA\n                                                                                                                                                                                                                     USA\n                                                                                                                                                                                       Area\n\n\n\n\nbe considered [8]. Prevalence studies of WE among\nnon alcoholics have not been done and we can only\nspeculate about the real prevalence of the disease in at-\n                                                                                                                                                                              the survey\n                                                                                                                                                                              Years of\n\n\n                                                                                                                                                                                                 1950–61\n                                                                                                                                                                                                 1975–79\n                                                                                                                                                                                                 1973–81\n\n                                                                                                                                                                                                 1983–87\n                                                                                                                                                                                                 1988–89\n                                                                                                                                                                                                 1983–86\n\n                                                                                                                                                                                                 1996–97\n\n                                                                                                                                                                                                                     1984–99\n\n                                                                                                                                                                                                                     2001–06\n\n\n\n\nrisk situations. Some conditions, such as bariatric\n                                                                                                                                                                                                 1988\n\n\n\n\nsurgery, may increase in the future, whereas others\n                                                                                                                                                                                                 NS\n\n\n\n\n                                                                                                                                                                                                                     NS\n\n\n\n\nmay disappear.\n                                                                                                                                                                                                 Harper [42,43]\n\n\n\n\n                                                                                                                                                                                                 Riethdorf [50]\n\n\n\n\n                                                                                                                                                                                                 Ogershok [59]\n\n                                                                                                                                                                                                 Bertrand [58]\n\n\n\n\nRecommendation\n                                                                                                                                                                                                 Lindboe [46]\n\n\n\n\n                                                                                                                                                                                                  Harper [56]\n                                                                                                                                                                                                 Naidoo [49]\n                                                                                                                                                                                                 Harper [45]\n\n\n\n\n                                                                                                                                                                                                 Sheedy [55]\n                                                                                                                                                                                                 Torvik [41]\n                                                                                                                                                                                                 Victor [40]\n                                                                                                                                                                              [reference]\n\n\n\n\n                                                                                                                                                                                                 Vege [51]\n\n\n\n\nThe level of suspicion for WE should be high in all\n                                                                                                                                                                               Authors\n\n\n\n\n                                                                                                                                                                                                 Kuo [60]\n\n                                                                                                                                                                                                 Total\n\n\n\n\nclinical conditions that could lead to thiamine deﬁ-\nciency in the absence of alcoholism (GPP). After\n\n\n                                                                                                              \u0002 2010 The Author(s)\n                                             European Journal of Neurology \u0002 2010 EFNS European Journal of Neurology 17, 1408–1418\n\f                                                                                        EFNS guidelines for Wernicke encephalopathy             1411\n\n\n\nbariatric surgery we recommend follow-up of the thi-                             Which clinical features accurately identify WE?\namine status for at least 6 months (Recommendation\n                                                                                 Table 4 lists the studies comparing autopsy series\nLevel B).\n                                                                                 (including ‡3 cases) with clinical features of patients\nTable 3 List of cases of Wernicke encephalopathy reported in non                 with acute WE. Most patients were alcoholics. Con-\nalcoholic subjectsa                                                              secutive autopsies were collected without knowledge of\nClinical condition                                 No.            %              clinical data. However, it is unknown whether the\n                                                                                 clinical data evaluation was blinded to autopsy results;\nCancer                                             113             18.1          thus all these studies are considered Class IV. The\nGastrointestinal surgery                           105             16.8\nHyperemesis gravidarum                              76             12.2\n                                                                                 classical diagnostic triad (eye signs, cerebellar signs\nStarvation/Fasting                                  64             10.2          and confusion) was reported only in 8% of patients\nGastrointestinal tract diseases                     48              7.7          with clinical details. Although it should be considered\nAIDS                                                31              5.0          as a minimum estimate due to a possible reporting\nMalnutrition                                        26              4.2          bias, this ﬁgure prompts the need to reconsider\nDialysis and renal diseases                         24              3.8\nParenteral nutrition                                24              3.8\n                                                                                 diagnostic criteria for in-life diagnosis of WE. Caine\nVomiting                                            15              2.4          et al. [9] (Class II) studied clinical features of 28\nPsychiatric diseases                                15              2.4          autopsy-proven alcoholic patients with WE that were\nStem cell/marrow transplantation                    14              2.2          well-evaluated during life. They divided signs and\nInfections                                           9              1.4          symptoms into eight clinical domains (see Table 4 for\nIntoxication                                         9              1.4\nThyroid diseases                                     8              1.3\n                                                                                 deﬁnitions): dietary deﬁciencies, eye signs, cerebellar\nUnbalanced diet                                      6              1.0          signs, seizures, frontal lobe dysfunction, amnesia, mild\nIatrogenic                                           5              0.8          memory impairment, and altered mental state.\nHypoxic encephalopathy                               2              0.3          Reproducibility and validity of the criteria were then\nOthers                                              12              1.9          tested on 106 autopsied alcoholic patients. Clinical\nUnknown etiology                                    19              3.0\nTotal                                              625            100.0\n                                                                                 records of the patients were blindly reviewed by three\n                                                                                 researchers: sensitivity of each domain (recalculated\na\n  Search performed in Medline, Embase, LILACS from data-base                     from the paper) ranged from 20% (seizures) to 75%\ninception through May 31, 2009.\n\n\nTable 4 Clinical features of patients with an autopsy proved diagnosis of Wernicke encephalopathy\n\n                                  Total                     Nausea        Any                                  Amnesia,         Altered\nAuthors              Evidence     no. of     Dietary        and           eye          Cerebellar              mild memory      mental\n[reference]          class        patients   deﬁciencies    vomiting      sign         signs        Seizures   impairment       state         Triad\n\nCravioto [38]        IV            28        14                            9            5                                        26            4\nGrunnet [61]         IV            24         1                            9            3           4           4                17            0\nTorvik [41]          IV            19                                      4            0                                        18            0\nHarper [62]          IV            97                                     28           36                      29                41           16\nLindboe [46]         IV            18                                      3            0                                        11            0\nNaidoo [49]          IV            17          1            8              0            2                                         9            0\nVege [51]            IV             4          2            1              0            0           1           2                 3            0\nOgershok [59]        IV             4          3                           4            1                                         4            1\nBleggi-Torres [63]   IV             8                                      3            0                                         6            0\nHarper [56]          IV            18                                      0            3           3           6                              0\nBertrand [58]        IV            19                                      2           15                      19                 1            0\nTotal N (%)                       256        21 (8.2)       9 (3.5)       62 (24.2)    65 (25.4)    8 (3.1)    60 (23.4)        136 (53.1)    21 (8.2)\n\nEmpty cell = not mentioned; 0 = speciﬁed as absent.\nDeﬁnition of domains [9] Domain 6 and 7 are combined in the table. Domain 5 was sporadically mentioned in the papers and it is not included\nhere.\n(i) dietary deﬁciencies (a body mass index lower than 2 SD below normal as evidence of undernutrition, a history of grossly impaired dietary intake,\nor an abnormal thiamine status); the column including nausea and vomiting is added here, but they were not considered by Caine et al. (ii) eye signs\n(oculomotor abnormalities such as ophthalmoplegia, nystagmus, or gaze palsy); (iii) cerebellar signs (ataxia, unsteadiness, abnormalities of past\npointing, dysdiadokokinesia, impaired heel-shin testing); (iv) seizures (either as part of a withdrawal syndrome or in isolation, or a longstanding\nhistory of anticonvulsant medication); (v) frontal lobe dysfunction (abnormalities in planning, insight, or abstraction with formal\nneuropsychological testing or when neurological examination elicited these characteristics); (vi) amnesia (a stable and persisting inability to form\nnew memories); (vii) mild memory impairment (failure to remember two or more words in the four item memory test, or impairment on more\nelaborate neuropsychological tests of memory function); (viii) altered mental state (disorientation in two of three ﬁelds, confused, an abnormal digit\nspan, or comatose).\n\n\n\n\u0002 2010 The Author(s)\nEuropean Journal of Neurology \u0002 2010 EFNS European Journal of Neurology 17, 1408–1418\n\f1412          R. Galvin et al.\n\n\n\n(cerebellar signs). Sensitivity of the classic triad was\n                                                                          Are clinical features of alcoholic WE different from non-\n23%, but rose to 85% if the patients had at least two\n                    ",
  "wordCount": 7483,
  "indexed": "2025-09-25T22:56:10.429Z",
  "method": "direct"
}
