{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Egan et al. - 2015 - Clinical Reasoning A 58-year-old man with right f.pdf",
  "fileName": "Egan et al. - 2015 - Clinical Reasoning A 58-year-old man with right f.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Egan et al. - 2015 - Clinical Reasoning A 58-year-old man with right f.pdf",
  "text": "RESIDENT\n              & FELLOW\n              SECTION\n                            Clinical Reasoning:\nSection Editor              A 58-year-old man with right facial\nJohn J. Millichap, MD\n                            numbness\n\nKelsey A. Egan, BS          SECTION 1                                                                          in his sister. His only home medication was oral lisin-\nJennifer L. Sevush-Garcy,   A 58-year-old man with a history of uncontrolled                                   opril (10 mg daily).\n   MD                       hypertension presented to the emergency department                                    On the review of systems, he reported bilateral sym-\nElvedin Lukovic, MD,        for evaluation of right facial numbness. He went to                                metric, kinetic, and postural upper extremity tremors,\n   PhD                      bed feeling normal and woke up with numbness                                       which had been progressively worsening for the past 20\nAyesha Z. Sherzai, MD       and tingling in the right face limited to the right per-                           years and interfering with daily activities such as eating,\nShadi Yaghi, MD             ioral area. He denied any associated neurologic symp-                              drinking, and writing. The tremor improved with\n                            toms or having similar experiences in the past. His                                alcohol and worsened with action and stress.\n                            medical history was significant for uncontrolled\n                                                                                                               Questions for consideration:\nCorrespondence to           hypertension; surgical history was negative. Social his-\nDr. Yaghi:\nshadiyaghi@yahoo.com\n                            tory was pertinent for occasional alcohol use, but no                              1. What is the differential diagnosis for the right\n                            smoking or drug use. Family history was significant                                   facial numbness?\n                            for hypertension in both parents and essential tremor                              2. What is the likely diagnosis for his tremor?\n\n\n\n\n                                                                                                                                                               GO TO SECTION 2\n\n\n\n\n                            From the Departments of Neurology (K.A.E., J.L.S.-G., A.Z.S., S.Y.) and Anesthesiology (E.L.), Columbia University Medical Center, New York, NY.\n                            Go to Neurology.org for full disclosures. Funding information and disclosures deemed relevant by the authors, if any, are provided at the end of the article.\n\ne124                        © 2015 American Academy of Neurology\n\n   ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  SECTION 2                                                      on the right side of his face in V2 and V3 distribution\n                  The differential diagnosis for acute/subacute right peri-      compared to left, but no difference with vibration.\n                  oral facial numbness includes stroke (especially given         On sensory examination, he had decreased sensation\n                  the acute/subacute onset), demyelinating disease such          to light touch, temperature, pinprick, and vibration\n                  as multiple sclerosis, tumor, infection, or psychiatric dis-   in his right hand and forearm. Left upper extremity\n                  ease. This clinical syndrome can localize to the contra-       and bilateral lower extremity sensation was intact to\n                  lateral thalamus (stroke, demyelinating disease, tumor,        all modalities. When reaching with his left index fin-\n                  or infection) or the ipsilateral mandibular or maxillary       ger toward the examiner’s finger, he was noted to have\n                  nerve (V2/V3), since the distribution of sensory loss is       an upper extremity tremor with increasing amplitude\n                  in the nerve root distribution of V2/V3.                       upon sustained posture. When the same examination\n                      The most likely etiology of the patient’s tremor is        was done with his right upper extremity, he also dis-\n                  essential tremor, given the description of the tremor,         played a tremor, but the amplitude was significantly\n                  time course and progression, exacerbating/relieving            reduced compared to the contralateral side. During\n                  factors, and the positive family history. Essential            the examination, the patient noted that relative to the\n                  tremor manifests as a postural and kinetic tremor pre-         prior day, his right upper extremity tremor had\n                  dominantly affecting the upper limbs.1,2 It tends to be        improved, but his left upper extremity tremor had\n                  progressive, leading to difficulties with activities of        remained unchanged. The remainder of the cranial\n                  daily living such as writing, eating, and driving, and         nerves, mental status, motor, reflexes, coordination,\n                  family history is usually positive.3                           and gait were all within normal limits.\n                      On arrival to the emergency department, the pa-\n                                                                                 Questions for consideration:\n                  tient’s blood pressure was 182/97 mm Hg, with\n                  otherwise normal vital signs and general physical              1. Given the examination, where does the lesion\n                  examination. Cranial nerve examination revealed                   localize?\n                  decreased sensation to light touch and temperature             2. What is the most likely etiology?\n\n\n\n\n                                                                                                                   GO TO SECTION 3\n\n\n\n\n                                                                                 Neurology 85   October 20, 2015                  e125\n\nª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                    SECTION 3                                                of isolated sensory loss around the corner of the\n                    Given the patient’s constellation of symptoms, we        mouth and in the ipsilateral arm is thought to result\n                    suspected a left thalamic lesion affecting the ventral   from a small lesion affecting the VPL and VPM\n                    posterior-lateral (VPL), ventral posterior-medial        nuclei in the thalamus, given their close proximity.\n                    (VPM), and ventral intermediate (VIM) nuclei,                Our patient’s essential tremor likely improved due\n                    which was later confirmed on MRI (figure). Clinical      to the contralateral infarct in the VIM nucleus, which\n                    symptoms of decreased sensation around the patient’s     is in close proximity to the VPL and VPM. The\n                    mouth and distal ipsilateral upper extremity suggest a   pathophysiology of essential tremor is not well-\n                    cheiro-oral syndrome, which has been reported with       understood but some prevailing hypotheses include\n                    thalamic lesions.4 Given the acute presentation, the     neurodegeneration, abnormal GABA functioning,\n                    etiology of this syndrome was thought to be a small      and oscillatory activity in the cerebellothalamocortical\n                    left thalamic infarct. The thalamus contains the VPL     circuit.5 It is presumed that pharmacologic agents as\n                    nucleus that carries sensory input from contralateral    well as deep brain stimulation (DBS) and surgical\n                    limbs and the VPM nucleus that carries sensory input     lesions of the VIM nucleus and nearby structures\n                    from the contralateral face. The classic combination     interfere with this oscillatory activity and have a dra-\n                                                                             matic impact on tremor.2 Although a long-term study\n                                                                             of thalamic DBS showed clinical benefit of over 3\n                      Figure       MRI diffusion-weighted imaging\n                                   sequence of left thalamic infarct\n                                                                             years in a cohort of patients with essential tremor,6\n                                                                             no long-term double-blind placebo-controlled DBS\n                                                                             studies exist.2 Stereotactic surgery or external radia-\n                                                                             tion to create noninvasive focal lesions of the VIM\n                                                                             nucleus has been shown to be an effective option for\n                                                                             disabling essential tremor that is not responsive to\n                                                                             drug therapy.7,8\n                                                                                 Our patient had a noncontrast head CT that\n                                                                             showed no evidence of hemorrhage, mass effect, or large\n                                                                             infarct. MRI diffusion-weighted sequence showed a\n                                                                             restricted diffusion lesion involving the VPL, VPM,\n                                                                             and VIM nuclei of the left thalamus, consistent with\n                                                                             an acute infarct (figure).\n\n                                                                             Question for consideration:\n\n                                                                             1. What is the diagnostic evaluation and treatment?\n\n\n\n\n                                                                                                               GO TO SECTION 4\n\n\n\n\ne126                Neurology 85   October 20, 2015\n\n  ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  SECTION 4                                                                   STUDY FUNDING\n                  The patient underwent an inpatient stroke evaluation                        No targeted funding reported.\n\n                  including magnetic resonance angiography (MRA) of\n                  the intracranial and extracranial vessels that showed                       DISCLOSURE\n                                                                                              K. Egan, J. Sevush-Garcy, E. Lukovic, and A. Sherzai report no disclo-\n                  no significant intracranial or extracranial stenosis. In\n                                                                                              sures relevant to the manuscript. S. Yaghi received funding from National\n                  addition, he received an ECG, echocardiogram, and                           Institute of Neurological Disorders and Stroke StrokeNet. Go to\n                  telemetry, which showed no evidence of a cardioem-                          Neurology.org for full disclosures.\n                  bolic source. The appearance of the infarct on MRI sug-\n                  gested small vessel disease as the stroke mechanism,                        REFERENCES\n                  especially given his history of uncontrolled hyperten-                       1. Deuschl G, Elble R. Essential tremor: neurodegenerative\n                  sion; this was further supported by his normal intracra-                        or nondegenerative disease towards a working definition of\n                  nial and extracranial vessel MRA and negative cardiac                           ET. Mov Disord 2009;24:2033–2041.\n                                                                                               2. Deuschl G, Raethjen J, Hellriegel H, Elble R. Treatment\n                  evaluation, obviating the need for further diagnostic\n                                                                                                  of patients with essential tremor. Lancet Neurol 2011;10:\n                  testing.9 In patients with stroke secondary to small vessel                     148–161.\n                  disease, stroke prevention strategies include antiplatelet                   3. Louis ED. Essential tremor. Lancet Neurol 2005;4:\n                  agents, blood pressure reduction, and lipid-lowering                            100–110.\n                  agents.10 The patient was therefore started on aspirin                       4. Paciaroni M, Bogousslavsky J. Pure sensory syndromes in\n                  and a statin, and his antihypertensive regimen was mod-                         thalamic stroke. Eur Neurol 1998;39:211–217.\n                                                                                               5. Helmich RC, Toni I, Deuschl G, Bloem BR. The patho-\n                  ified for better blood pressure control. The patient’s\n                                                                                                  physiology of essential tremor and Parkinson’s tremor.\n                  symptoms of numbness and tingling had significantly                             Curr Neurol Neurosci Rep 2013;13:378.\n                  improved upon discharge the following day.                                   6. Koller WC, Lyons KE, Wilkinson SB, Troster AI,\n                      At the 2-month follow-up, the patient reported no                           Pahwa R. Long-term safety and efficacy of unilateral deep\n                  new symptoms, the facial numbness had resolved, the                             brain stimulation of the thalamus in essential tremor. Mov\n                  right upper extremity tremor continued to improve,                              Disord 2001;16:464–468.\n                                                                                               7. Akbostanci MC, Slavin KV, Burchiel KJ. Stereotactic ven-\n                  and there was a significant recovery of his ability to\n                                                                                                  tral intermedial thalamotomy for the treatment of essential\n                  carry out daily activities that were substantially                              tremor: results of a series of 37 patients. Stereotact Funct\n                  impaired prior to the stroke, such as eating and writing.                       Neurosurg 1999;72:174–177.\n                                                                                               8. Zirh A, Reich SG, Dougherty PM, Lenz FA. Stereotactic\n                  DISCUSSION Contralateral essential tremor can                                   thalamotomy in the treatment of essential tremor of the\n                  improve in patients who have a thalamic stroke affect-                          upper extremity: reassessment including a blinded measure\n                  ing the VIM nucleus. The improvement in the                                     of outcome. J Neurol Neurosurg Psychiatry 1999;66:\n                  tremor in our patient confirmed localization of the                             772–775.\n                                                                                               9. Yaghi S, Elkind MS. Cryptogenic stroke: a diagnostic chal-\n                  patient’s symptoms to the thalamus.\n                                                                                                  lenge. Neurol Clin Pract 2014;4:386–393.\n                  AUTHOR CONTRIBUTIONS                                                        10. Kernan WN, Ovbiagele B, Black HR, et al. Guidelines for\n                  Kelsey A. Egan: manuscript preparation. Jennifer L. Sevush: manuscript          the prevention of stroke in patients with stroke and tran-\n                  editing and data collection. Elvedin Lukovic: manuscript editing and data       sient ischemic attack: a guideline for healthcare professio-\n                  collection. Ayesha Z. Sherzai: manuscript editing. Shadi Yaghi: manu-           nals from the American Heart Association/American\n                  script preparation and editing.                                                 Stroke Association. Stroke 2014;45:2160–2236.\n\n\n\n\n                                                                                              Neurology 85       October 20, 2015                               e127\n\nª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f            Clinical Reasoning: A 58-year-old man with right facial numbness\n             Kelsey A. Egan, Jennifer L. Sevush-Garcy, Elvedin Lukovic, et al.\n                              Neurology 2015;85;e124-e127\n                          DOI 10.1212/WNL.0000000000002038\n\n                     This information is current as of October 19, 2015\n\n Updated Information &              including high resolution figures, can be found at:\n Services                           http://www.neurology.org/content/85/16/e124.full.html\n\n References                         This article cites 10 articles, 3 of which you can access for free at:\n                                    http://www.neurology.org/content/85/16/e124.full.html##ref-list-1\n Subspecialty Collections           This article, along with others on similar topics, appears in the\n                                    following collection(s):\n                                    All Cerebrovascular disease/Stroke\n                                    http://www.neurology.org//cgi/collection/all_cerebrovascular_disease_\n                                    stroke\n                                    Infarction\n                                    http://www.neurology.org//cgi/collection/infarction\n                                    Tremor\n                                    http://www.neurology.org//cgi/collection/tremor\n Permissions & Licensing            Information about reproducing this article in parts (figures,tables) or in\n                                    its entirety can be found online at:\n                                    http://www.neurology.org/misc/about.xhtml#permissions\n Reprints                           Information about ordering reprints can be found online:\n                                    http://www.neurology.org/misc/addir.xhtml#reprintsus\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously since\n1951, it is now a weekly with 48 issues per year. Copyright © 2015 American Academy of Neurology. All\nrights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.",
  "wordCount": 1762,
  "indexed": "2025-09-25T22:53:43.204Z",
  "method": "direct"
}
