{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Demencias/Enfermedad de Alzheimer/Cummings et al. - 2007 - Disease-modifying therapies for Alzheimer disease Challenges to early intervention.pdf",
  "fileName": "Cummings et al. - 2007 - Disease-modifying therapies for Alzheimer disease Challenges to early intervention.pdf",
  "relativePath": "Neurología/Demencias/Enfermedad de Alzheimer/Cummings et al. - 2007 - Disease-modifying therapies for Alzheimer disease Challenges to early intervention.pdf",
  "text": "VIEWS & REVIEWS\n\n                                     Disease-modifying therapies for\n                                     Alzheimer disease\n                                     Challenges to early intervention\n\n\nJeffrey L. Cummings,                 ABSTRACT\n  MD                                 Prevention of Alzheimer disease (AD) is a national and global imperative. Therapy is optimally\nRachelle Doody, MD,                  initiated when individuals are asymptomatic or exhibit mild cognitive impairment (MCI). Develop-\n  PhD                                ment of therapeutically beneficial compounds requires the creation of clinical trial methodologies\nChristopher Clark,                   for primary and secondary prevention. Populations in primary prevention trials selected only on\n  MD                                 the basis of age will have low rates of emergent MCI or AD. Epidemiologically based risk factors\nAddress correspondence and           or biomarkers can be used to enrich trials and increase the likelihood of disease occurrence during\nreprint requests to Dr. Jeffrey L.   the trial. Enrichment strategies for clinical trials with MCI include use of biomarkers such as\nCummings, UCLA Alzheimer\nDisease Center, 10911 Weyburn\n                                     amyloid imaging, MRI with demonstration of medial temporal lobe atrophy, bilateral parietal hypo-\nAve., Ste. 200, Los Angeles, CA      metabolism on PET, and reduced amyloid beta peptide and increased tau protein in CSF. Neuro-\n90095-7226                           psychological measures appropriate for trials of MCI may not be identical to those measures most\njcummings@mednet.ucla.edu\n                                     suited for AD trials. Attention to these and other features of trial design, clinical assessment, and\n                                     use of biomarkers is critical to improving the detection of disease-modifying effects of emerging\n                                     therapies in presymptomatic or minimally symptomatic populations. The neurologic health of the\n                                     growing aging population demands disease-modifying therapies and the development of methods\n                                     to identify and test promising candidate agents. Neurology® 2007;69:1622–1634\n\n                                     GLOSSARY\n                                     AD ⫽ Alzheimer disease; ADAPT ⫽ Alzheimer’s Disease Anti-inflammatory Prevention Trial; ADAS-cog ⫽ Alzheimer’s Dis-\n                                     ease Assessment Scale–Cognitive subscale; ADCS ⫽ Alzheimer’s Disease Cooperative Study; FDG ⫽ fluorodeoxyglucose;\n                                     GSK ⫽ glycogen synthase kinase; MCI ⫽ mild cognitive impairment; NAA ⫽ N-acetylaspartate; PPAR ⫽ peroxisome\n                                     proliferator-activated receptor.\n\n\n                                     Molecular mechanisms of Alzheimer disease (AD) are increasingly well understood.\n                                     There is a growing consensus that generation of amyloid beta (A␤) peptide oligomers\n                                     from amyloid precursor protein is the key initiating event in the pathogenesis of AD.1-4\n                                     The oligomeric form of A␤ peptide, composed of 42 amino acids (A␤1-42), particularly\n                                     the dodecameric variety, has an adverse pharmacologic effect on memory formation5 and\n                                     initiates a cascade of events, including microglial and astrocytic activation, synaptic de-\n                                     generation, oxidative injury, demyelination, tau hyperphosphorylation, formation of\n                                     neurofibrillary tangles, activation of the apoptotic cell death cascade, neuronal death,\n                                     and transmitter deficits.1,6,7 The increasingly refined delineation of the molecular biology\n                                     of AD has yielded a number of therapeutic targets whose successful manipulation may\n                                     result in disease modification.8-10 Three general classes of disease-modifying therapies are\n                                     anticipated (table 1): 1) antiamyloid agents, which affect primarily the production, accu-\n                                     mulation, removal, or blockade of toxicity associated with the A␤ peptide; 2) neuropro-\n\n                                     From the Departments of Neurology, Psychiatry, and Biobehavioral Sciences, David Geffen School of Medicine at UCLA, Los Angeles, CA\n                                     (J.L.C.); Department of Neurology, Baylor College of Medicine, Houston, TX (R.D.); and Department of Neurology, University of\n                                     Pennsylvania, Philadelphia, PA (C.C.).\n                                     Dr. Cummings is supported by a National Institute on Aging Alzheimer’s Disease Research Center grant (P50 AG16570), an Alzheimer’s\n                                     Research Center of California grant, the Sidell Kagan Foundation, and the Deane F. Johnson Alzheimer Research Foundation. Dr. Doody\n                                     acknowledges support from the Cynthia Woods Mitchell Endowed Research Fund for AD and the RSMIS Foundation.\n                                     Disclosure: Dr. Cummings has provided consultation to the following pharmaceutical companies: Acadia, Astellas, Athenagen, Avanir,\n                                     Cephalon, Eisai, EnVivo, Forest, Janssen, Lundbeck, Merck, Merz, Myriad, Novartis, Ono, Pfizer, and Sanofi-Aventis. Dr. Clark serves on\n                                     data monitoring committees for Elan Pharmaceuticals, Wyeth Research, Ono Pharmaceutical, and Myriad Pharmaceuticals. He has provided\n                                     consultation services for Ortho Clinical Diagnostics. Dr. Doody has provided consultation to the following pharmaceutical companies in the\n                                     past 12 months: Astra-Zeneca, Athenagen, Bristol-Myers Squibb, Eisai, Elan, Forest, GlaxoSmithKline, Lundbeck, Medivation, Myriad,\n                                     Novartis, Ono Pharmaceutical, Pfizer, Sanofi-Aventis, Teva, Voyager, and Wyeth.\n\n\n1622                                 Copyright © 2007 by AAN Enterprises, Inc.\n\f                                                                 onset of AD in aged individuals is urgent\n  Table 1            Classes of potential antiamyloid and\n                     disease-modifying therapies under           from patient, social, and economic per-\n                     investigation for the treatment or          spectives. A delay in onset of AD by 5 years\n                     prevention of AD\n                                                                 would have the effect of reducing the over-\n  Antiamyloid approaches*                                        all prevalence by 50%, whereas a delay of\n    Immunization/vaccination107,108                              10 years would produce a 75% reduction.13\n    Beta-secretase inhibitors109,110                                 The maximal benefit of disease-\n    Gamma-secretase inhibitors/modulators111–113                 modifying agents will be obtained if treat-\n    Antifibrillization agents114,115                             ment is initiated early in the course of the\n    Statins116,117                                               disease process. Reducing AD progression\n    PPAR-gamma agonists118,119                                   after the patient has passed substantial\n    Protein-metal attenuating compounds120 –122                  milestones of disability is far less compel-\n    Muscarinic M1 agonists123–125                                ling than intervening in the disease process\n  Neuroprotective approaches                                     before symptoms occur (primary preven-\n    Nerve growth factor and related therapies126 –128            tion) or when progression of mild symp-\n    Antioxidants129,130                                          toms can be prevented, deferred, or slowed\n    Astrocyte modulators131–133                                  (secondary prevention). Primary preven-\n    Homocysteine-lowering therapies134,135                       tion targets the neuropathologic changes of\n    Anti-inflammatory agents59,136                               AD; secondary prevention focuses on limit-\n    NMDA receptor antagonists137,138                             ing progression of clinical manifestations\n    Ampakines 139 –141                                           through symptomatic or disease-modifying\n    Tau-related therapies (e.g., GSK3␤ inhibitors)142,143        strategies. Identification of patients in pr-\n    Caspase inhibitors144,145                                    esymptomatic or minimally symptomatic\n    Monoamine oxidase inhibitors146,147                          phases of AD for participation in clinical\n    Nicotine acetylcholine receptor agonists148,149              trials poses a severe challenge to the scien-\n    Cholinesterase inhibitors 150 –152                           tific community and the pharmaceutical in-\n  Neurorestorative approaches                                    dustry. This article reviews the major\n    Neurotrophin/nerve growth factor 126,153,154                 challenges associated with identification of\n    Cell transplantation155,156                                  early treatment populations for inclusion\n    Stem cell–related strategies157,158                          in clinical trials and suggests preliminary\n* In some cases, these agents with antiamyloid effects have\n                                                                 solutions.\nother effects, also possibly relevant to the treatment of Alz-\nheimer disease.                                                  TERMINOLOGY In this article, AD refers to the\nAD ⫽ Alzheimer disease; GSK ⫽ glycogen synthase kinase;          pathology of “alzheimerization” including neu-\nPPAR ⫽ peroxisome proliferator-activated receptor.\n                                                                 ritic plaques and neurofibrillary tangles. Demen-\n                                                                 tia of the Alzheimer type is used when the clinical\ntective agents that reduce the injury                            syndrome of dementia associated with the pathol-\nassociated with abnormal amyloid protein                         ogy of AD is addressed. This terminology is\n                                                                 adapted to clarify the working hypothesis that\nprocessing, including antioxidants, anti-\n                                                                 AD progresses from a preliminary state without\ninflammatory agents, tau-related thera-\n                                                                 symptoms through mild cognitive impairment\npies, myelin preservation agents, and nerve                      (MCI) of the Alzheimer type and then to demen-\ngrowth factors and promoters11; and 3)                           tia of the Alzheimer type. Methods for identifying\nneurorestorative approaches, including                           MCI of the Alzheimer type—such as biomark-\nneurotrophic and nerve growth factor                             ers—are emphasized.\nstrategies, transplantations, and stem-cell\n                                                                 PRIMARY PREVENTION TRIALS OF PRE-\nrelated interventions. These agents are cur-\n                                                                 SYMPTOMATIC INDIVIDUALS The greatest\nrently the principal hope for ameliorating                       challenge (and greatest promise) for therapeutic\nthe anticipated crisis in health care posed                      intervention is when treatment of individuals be-\nby the large number of AD cases that will                        gins before symptoms of cognitive decline occur.\noccur as the global population ages.12                           Clinical trial methodologies are needed that facil-\nSlowing the progression and delaying the                         itate identification of individuals who are likely to\n\n                                                                 Neurology 69   October 16, 2007                1623\n\f       have initial pathologic changes associated with         measurements of semantic memory defect (char-\n       AD or who are at greatest risk for developing           acteristic of AD and shown in previous studies to\n       such changes. Primary prevention trial popula-          be sensitive to prediction of AD emergence)\n       tions of asymptomatic individuals consist of three      should be included.18,20\n       subgroups: 1) individuals who will never develop           Primary prevention trials using age as the only\n       AD, 2) those who will eventually develop AD but         selection criterion inevitably include individuals\n       do not yet show the pathologic hallmarks, and 3)        who are unlikely to develop disease and therefore\n       those who have the disease present in nascent           are unnecessarily exposed to experimental agents.\n       form but have yet to manifest clinical changes.14       Therapeutic agents will need to be very safe and\n       Trials are more likely to show drug–placebo dif-        have few side effects to justify such exposures.\n       ferences when trials include individuals with early\n                                                               Primary prevention trials including aged individuals\n       AD or those at risk for the condition, and fewer\n                                                               at increased risk for AD. There are other risk fac-\n       who are not at risk for the disease. Three general\n                                                               tors for development of AD in addition to ad-\n       approaches to constructing populations for pri-\n                                                               vancing age21 (table 2). The two most important\n       mary prevention trials are envisioned: 1) inclusion\n                                                               risks are the presence of MCI (discussed below)\n       of all individuals older than a specific age, using\n                                                               and the ApoE-e4 genotype.22 Other risk factors\n       age as the only indicator of risk; 2) inclusion of\n                                                               include diabetes and hyperinsulinemia,23,24 family\n       persons with an elevated risk profile based on ep-\n                                                               history of dementia,25 high systolic blood pressure\n       idemiologic factors known to predispose to AD in\n                                                               in midlife to late life and low diastolic blood pres-\n       addition to age; and 3) identification of at-risk in-\n                                                               sure in late life,26-28 low thyroid-stimulating hor-\n       dividuals through the use of biomarkers that\n                                                               mone,29 smoking,30 stroke,31 traumatic brain\n       change in anticipation of clinical decline.\n                                                               injury,19 small head circumference,32,33 elevated\n       Primary prevention trials including unselected el-      serum homocysteine levels,34 and hypercholester-\n       derly individuals. Age is the principal risk factor     olemia.35,36 Complete consensus has not been\n       for AD, with the incidence of AD doubling every         reached on each individual risk factor; the risk\n       5 years after age 60 years.15 The progression rate      added by each of these factors is relatively small\n       from normal aging to AD is low and averages be-         and individually will have only limited effect on\n       tween 1% and 3% per annum in longitudinal               progression. Some trials, such as the Alzheimer’s\n       studies of elderly individuals (mean age 75 to 80       Disease Anti-inflammatory Prevention Trial\n       years).16,17 The low rate of progression from nor-      (ADAPT) (requiring a family history of dementia\n       mal aging to AD indicates that very large sample\n                                                               and minimum age of 70 years), have begun to in-\n       sizes of individuals and exposure for long periods\n                                                               tegrate risk factor data into enrollment strate-\n       of time would be required for a clinical trial to\n                                                               gies.37 Risk factor scores have been constructed\n       have adequate statistical power to detect drug–\n                                                               that seem to reliably predict dementia emergence\n       placebo differences. Assuming a progression rate\n                                                               and might be modified for use in trials.38 More\n       of 6% over 5 years from normal aging to AD in\n                                                               information is required on interactions of these\n       individuals aged 75 to 79 years and a progression\n                                                               risk factors and their positive predictive power.\n       rate of 12% for individuals aged 80 to 84 years, a\n                                                               Using selected populations rather than unselected\n       clinical trial would require 5,000 subjects fol-\n                                                               populations would increase the likelihood of ob-\n       lowed up for 5 years to detect a 50% reduction in\n                                                               serving drug–placebo differences or shorten the\n       the incidence of AD.13 Trial population enrich-\n                                                               observation periods.\n       ment by including only individuals aged 80 years\n                                                                   Risk factors and clinical trial participation are\n       and older predictably will have more patients\n                                                               currently at odds: patients at highest risk for\n       who progress to AD than trial populations that\n                                                               AD—low education, poor general health—are\n       include persons of younger ages.\n                                                               least likely to participate in clinical trials.37,39 This\n          Study endpoints for a clinical trial include pro-\n                                                               disparity minimizes the likelihood of progression\n       gression from normal aging to MCI or to AD or\n                                                               in the trial population and the opportunity to ob-\n       could evaluate reductions in rate of cognitive de-\n                                                               serve a drug–placebo difference.\n       cline in the treatment group compared with the\n       placebo group. Longitudinal studies show that           Primary prevention trials including at-risk individu-\n       neuropsychological abnormalities, particularly          als selected with biomarkers. Relatively little study\n       delayed recall, are detectably abnormal 6 to 10         of potential risk biomarkers in asymptomatic pa-\n       years before a diagnosis of AD,18,19 and such mea-      tients has been performed. Studies of individuals\n       sures could be used to follow progression. When         with familial AD show that cortical atrophy mea-\n       the primary outcome is rate of cognitive decline,       sured by MRI precedes the occurrence of measur-\n\n1624   Neurology 69   October 16, 2007\n\f  Table 2         Risk factors for the occurrence of AD, which may be used in enrichment designs to enhance the\n                  emergence of MCI or AD during the observation period*\n\n  Risk factor                               Comments\n\n  Epidemiologic\n\n    Age                                     AD doubles in frequency every 5 years after age 60 years15\n\n    Female sex                              Women are at increased risk for AD15\n\n    History of head trauma                  Traumatic brain injury releases amyloid beta protein and reduces synaptic number19\n\n    History of hypertension in midlife      Increased blood pressure in midlife predisposes to AD in late life26\n\n    History of stroke                       Cerebrovascular disease is a risk factor for AD31\n\n    Small head circumference                Small head size indicates small brain size and fewer neurons, predisposing to AD32,33\n\n  Genetic\n\n    ApoE-e4 genotype                        There is a dose-dependency risk associated with the presence of the e4 allele41-43,45\n\n    SORL1 genotype                          Specific SORL1 variants are associated with late-onset AD46\n\n    Family history of dementia or AD        Dementia among first-degree family members increase the risk of AD25\n\n  Physiologic\n\n     Hypothyroidism                         Some (but not all) studies have found an elevated thyroid-stimulating hormone level to\n                                            increase risk of AD29\n\n     Hypercholesterolemia                   Increased serum cholesterol is associated with an increased risk and use of statins (in\n                                            some but not all studies) with a decreased risk of AD35,36\n\n     Diabetes/hyperinsulinemia              Diabetes and especially insulin resistance with hyperinsulinemia increases AD risk23,24\n\n     Low diastolic blood pressure           Several studies have identified an association between low blood pressure in late life\n                                            and risk of AD27,28\n\n     Elevated serum homocysteine levels     High homocysteine has emerged in epidemiologic studies as associated with AD34\n\n\n* Complete consensus has not been reached for all factors; references in text.\nAD ⫽ Alzheimer disease; MCI ⫽ mild cognitive impairment.\n\n\nable memory abnormalities, but the atrophy                        investigation48-52 that radiolabel deposited amy-\nranges are sufficiently limited to fall within nor-               loid and allow visualization and quantification of\nmal ranges of age-matched controls.40 Measures                    the brain amyloid burden in vivo. The observa-\nof functional brain activity are more promising.                  tion that some cognitively normal individuals\nPatients at genetic risk for AD have greater or                   have identifiable intracerebral A␤ protein sug-\nless41,42 (depending on the task) activation on                   gests that amyloid PET imaging may allow detec-\nfMRI than patients without risk factors.43 The                    tion of presymptomatic individuals with early\npresence of an ApoE-e4 allele in asymptomatic in-                 AD53; the sensitivity of these techniques to change\ndividuals studied with fluorodeoxyglucose (FDG)                   of amyloid burden associated with antiamyloid\nPET was associated with decreased glucose me-                     therapies remains to be established.\ntabolism in a pattern similar to that observed in                     Use of biomarkers including the ApoE geno-\nAD, including diminished activity in inferior pari-               type, SORL1 genotypes, or imaging abnormalities\netal, lateral temporal, and posterior cingulate re-               may increase the screening-to-enrollment ratio in\ngions. Similarly, elevations in CSF total tau and                 clinical trials, because many patients will be\nphospho-tau were documented in individuals at                     screened to identify those with the marker. The\nrisk for hereditary AD.44 Studies of CSF show that                entry criteria challenges would be compensated\nlevels of A␤1-42 decline in the sixth decade and                  through a higher anticipated progression rate ob-\nchanges are especially marked in those with the                   served over the course of the trial, shorter trials,\nApoE-e4 genotype.45 Inherited variants of the                     and a reduction in the number of individuals re-\nSORL1 neuronal sorting receptor gene also have                    quired to establish a drug–placebo difference.\nbeen associated with late-onset AD.46 These                           A challenge to use genotype status in clinical\nchanges may identify a population at high risk for                trials is that revealing the genotype (or other risk\nprogression to MCI or AD. Measures of plasma                      factors such as intracerebral amyloid) provides\nA␤ also show promise for identifying dementia-                    the individual with information about their risk\nprone individuals.47                                              state, whereas not revealing it means that all per-\n   Molecular imaging of amyloid is appealing be-                  sons meeting the other participation criteria must\ncause of the specificity of the information ob-                   be included while only those with the genotype of\ntained.48 Several approaches are under                            interest are analyzed—a strategy that defeats the\n\n                                                                  Neurology 69       October 16, 2007                           1625\n\f       enrichment purpose. These ethical issues must be        minimal levels of depression, and it has since been\n       addressed and resolved with participation of pa-        shown that mood changes are common in MCI\n       tient advocacy groups before genetically based          and may even be a predictor of a higher rate of\n       enrichment trials can proceed.                          progression to AD.60\n                                                                   Alterations in rates of cognitive loss represent\n       SECONDARY PREVENTION TRIALS OF INDI-                    an alternate strategy for study outcomes. The op-\n       VIDUALS WITH MCI MCI may be regarded as a               timal methodology for characterizing progression\n       nonspecific syndrome that is often (but not al-         of neuropsychological defects in MCI has not\n       ways) associated with varying underlying pathol-        been determined. Abnormal performance on de-\n       ogies and variable outcomes, or as a pre-AD             layed paragraph recall is commonly included as\n       syndrome that reflects the presence of Alzheimer-       an enrollment criterion in MCI trials; uncued re-\n       type pathology before it has progressed suffi-          call is considered the best means of capturing the\n       ciently to produce an Alzheimer-type dementia.          neuropsychological phenotype characteristic of\n       Epidemiologic studies tend to identify the former       MCI of the pre-AD type. However, studies show\n       syndrome,54 whereas clinical trials of disease-         that delayed word list recall, impairment of\n       modifying agents strive to develop strategies that      paired associate learning, reduced category flu-\n       will identify a group of MCI patients highly likely     ency, impaired knowledge of famous faces, and\n       to be in the earliest symptomatic stages of AD.55,56    reduced mental speed are associated with an in-\n                                                               creased rate of progression from MCI to AD.16,61\n       Secondary prevention trials with unselected MCI\n                                                               Floor effects on memory tests in patients with am-\n       populations. Studies of well-characterized, clini-\n                                                               nestic MCI may make recall measures relatively\n       cally assessed MCI patients show progression\n                                                               insensitive to change and poor choices for use in\n       rates (sometimes called “conversion”) of MCI to\n                                                               MCI trials where rate of cognitive progression is\n       AD in the range of 10% to 15% per year.56,57 The\n                                                               the primary outcome. Measures with a greater\n       differential rates achieved in each treatment arm\n                                                               dynamic range might make better outcomes in\n       serves as the foundation of the clinical trial para-\n                                                               such trials.\n       digm that compares therapeutic benefit between\n                                                                   Current approaches tend to regard MCI as a\n       active agent and placebo over the course of the\n                                                               homogenous state rather than a dynamic, hetero-\n       trial.\n                                                               geneous transition ranging from mild to severe\n           Several important lessons were learned from\n                                                               and with corresponding anticipated rates of pro-\n       the first generation of MCI trials, involving the\n                                                               gression to AD from low to high. Better charac-\n       cholinesterase inhibitors donepezil, rivastigmine,\n                                                               terization of the nonmemory features and\n       and galantamine, the antioxidant vitamin E, the\n                                                               possible use of these elements as enrollment crite-\n       anti-inflammatory agent rofecoxib, the nootropic\n                                                               ria might assist in developing populations of pa-\n       piracetam, and an ampakine.55,58,59 The most im-\n                                                               tients with higher rates of progression to AD.\n       portant observation is that the rate of progression\n                                                                   Not all patients with MCI progress to AD-type\n       from MCI to AD varied greatly among the trials\n                                                               pathology; 20% to 30% develop other neurologic\n       from a high of 16% per year (Alzheimer’s Disease\n                                                               disorders.62 This suggests that the MCI clinical\n       Cooperative Study [ADCS] trial of donepezil, vi-\n                                                               syndrome may not be sufficient by itself to iden-\n       tamin E, or placebo) to a low of 4% to 5% per\n                                                               tify individuals with preclinical AD, and biomar-\n       year (studies of rivastigmine and rofecoxib). This\n                                                               ker evidence may be needed to enhance the\n       variability in progression rate is most likely deter-\n       mined by differences in enrollment criteria.            detection of underlying AD.\n           In the ADCS trial comparing donepezil, vita-        Secondary prevention MCI trials with biomarker\n       min E, and placebo, 58% of the participating indi-      enrichment. Biomarkers may be used to identify\n       viduals tested positive for an ApoE-e4 genotype.55      persons with incipient AD or may be considered\n       This compares with 41% of study subjects in the         as surrogate markers to anticipate or complement\n       trial of rivastigmine vs placebo, 26.4% in the trial    clinical outcomes.\n       of galantamine vs placebo, 35% in the trial of ro-         The principal goal in MCI studies is to identify\n       fecoxib, and 43% in the trial of piracetam. The         patients who have an early symptomatic form of\n       intrastudy variability in the frequency of ApoE-e4      AD. Biomarkers have not yet been incorporated\n       genotype indicates that slightly differing entry cri-   as enrollment criteria in reported trials, but their\n       teria influenced the composition of the trial popu-     use promises to provide an enrichment strategy\n       lation. Other enrollment criteria choices may           that will allow identification of patients with\n       influence outcomes in MCI trials. For example,          MCI of the Alzheimer type. Such an approach\n       patients enrolled in the rivastigmine study had         could be used in proof-of-concept studies, in sub-\n\n1626   Neurology 69   October 16, 2007\n\fgroups of stratified patients within larger clinical      tween MCI and normal controls in studies using\ntrials, or as enrollment criteria for all patients in a   proton magnetic resonance spectroscopy.76 MCI\ntrial. Enrollment of patients with MCI of the Alz-        patients have less medial temporal lobe activation\nheimer type should increase the number progress-          on memory tasks than normal controls in investi-\ning to AD within a defined observation period,            gations using fMRI.77 White matter integrity,\nallowing shorter trials or trials with smaller num-       shown to be compromised in patients with\nbers of patients to show a drug–placebo differ-           AD,78,79 may be abnormal in patients with MCI.\nence. The most promising biomarker candidates             Investigation of these imaging approaches to de-\nfor identification of patients with MCI of the Alz-       termine their utility as selection criteria or out-\nheimer type include the ApoE-e4 genotype; neu-            come measures in clinical trials of patients with\nroimaging; and measures of CSF A␤ protein, total          MCI is warranted.\ntau protein, and phospho-tau protein levels.                 Reduction in hippocampal and medial tempo-\n    Most longitudinal studies show higher rates of        ral/hippocampal glucose metabolism have been\nprogression from MCI to AD in individuals with            identified in MCI using FDG PET.80,81 In addition,\nthe ApoE-e4 genotype.55,56,63 This may reflect            the presence of an AD-type pattern of parietal hy-\nmore rapid progression of cognitive decline or a          pometabolism predicts progression from MCI to\ngreater likelihood of progression to AD. The ad-          AD.82-84 Studies using SPECT have reached simi-\nvantage of incorporating the genotype as an inclu-        lar conclusions.85 PET accessibility is not as great\nsion criterion must be weighed against limiting           as that for MRI, but use of FDG PET patterns to\ngeneralizability of trial outcomes, missing effects       select MCI of the Alzheimer type may find appli-\nof agents that may be more obvious in individuals         cation in proof-of-concept trials or in groups of\nwithout the ApoE-e4 effect, and the ethical ambi-         patients from select centers participating in large-\nguities noted above.                                      scale trials.\n    MRI measures may be used as inclusion mea-               Amyloid imaging shows promise as a biomar-\nsures or surrogate outcomes. Multiple studies             ker relevant to MCI. Some patients with MCI\nhave established the presence of medial temporal          have intracerebral amyloid, and amyloid scans\nlobe atrophy on MRI in patients with the amnes-           have potential use as a screening tool to identify\ntic form of MCI.56,64-67 MRI measures of entorhi-         populations almost certain to have MCI of the\nnal cortex, hippocampus, superior temporal                Alzheimer type. The negative predictive value of\nsulcus, and anterior cingulate gyrus have also            scans without an amyloid signal is uncertain.\nbeen shown to discriminate between MCI pa-                How dynamic these scan abnormalities are and\ntients who progress to AD and those who do not            how well they might work as a measure of the\nwithin a defined period of observation.16,68,69           success of therapeutic intervention are currently\nWithin the hippocampus, greater atrophy of the            unknown.\nCA1 region and of the subiculum are associated               Other molecular imaging technologies for AD\nwith an increased rate of progression from MCI            are emerging, including PET assessments of acti-\nto AD.70 Using MRI data sets from patients with           vated brain microglia and measures of serotonin\nAD (but not MCI), Jack et al.71 showed that a             receptors.86 Occupancy of serotonin 1A receptors\nmuch smaller number of study patients are re-             can be visualized using PET methods and provide\nquired to show a 50% reduction in rate of disease         a potential measure of cell viability.87 These scans\nprogression than are required using traditional           may have use in evaluating neuroprotective\nclinical measures. Similar conclusions were               agents in clinical trials.\nreached by Fox et al.72 MRI measures have been               Levels of A␤1-42 are decreased and total tau\nincorporated as outcomes in several ongoing tri-          protein levels are increased in the CSF of patients\nals.55,58,73 MRI atrophy is a nonspecific anatomic        with AD. Recent studies show that patients with\nfinding that does not identify a specific type of         MCI that progresses to AD display elevations of\nneuropathology and provides no information on             total tau and phospho-tau and reduced levels of\nthe mechanism of action of agents used to treat           A␤1-42, with sensitivity and specificity figures\nneurodegenerative disorders.                              similar to those found in AD.88-90 The time course\n    Other MRI techniques have shown contrasts             of these alterations and their variability requires\nbetween MCI and normal-aged populations.                  further study. Lumbar puncture is readily per-\nMagnetic resonance spectroscopy studies show              formed in aged subjects with few complications,91\ndifferences in whole brain tissue N-acetyl-               and assessment of CSF findings is a viable ap-\naspartate (NAA)74 and NAA/creatine ratios.75              proach in proof-of-concept studies or in large\nMyoinositol/creatine ratios also distinguish be-          clinical trials.\n\n                                                          Neurology 69   October 16, 2007               1627\n\f           CSF A␤1-42 and tau may function as outcome         etal, and occipital cortex compared with normal\n       measures as well as biomarkers that increase the       aged controls.102,103 Thus, most of the neuro-\n       predictive validity of the MCI phenotype. Sample       pathologic hallmarks of AD are present in MCI,\n       sizes necessary to show drug–placebo differences       supporting proposed intervention with disease-\n       based on changes in A␤ and tau are anticipated to      modifying agents in patients with MCI to fore-\n       be substantially smaller than those required to        stall the worsening of AD pathology and further\n       show clinical differences.92 The impact of disease-    progression of cognitive impairment.\n       modifying agents on already reduced A␤1-42 levels         Despite this high correlation between the clini-\n       is uncertain, although the antifibrillization agent    cal diagnosis of MCI and underlying neuropatho-\n       tramiprosate caused further lowering of A␤             logic changes consistent with early AD, one long-\n       levels.93                                              term follow-up study of patients diagnosed with\n           Other biomarkers are under investigation for       MCI suggests that nearly one-third develop\n       their predictive potential in preliminary studies of   non-AD primary pathologic abnormalities.62 This\n       MCI. Increased CSF and plasma isoprostanes,94          observation indicates that clinical diagnosis of\n       reduced CSF neprilysin levels,95 and increased lev-    MCI may be insufficient to establish a relatively\n       els of chemokine synthesis have been observed in       pure research population for clinical trials and\n       the CSF of MCI patients. Proteomic profiles have       that biomarkers may be required to help ensure\n       been described in AD and may become useful in          that more patients included in MCI trials have\n       identifying MCI of the AD type when their tem-         underlying AD.\n       poral development is known.46 Biomarker combi-\n       nations, such as measures of CSF tau and SPECT,        DISCUSSION Treatment of AD with disease-\n       or biomarker measures and neuropsychological           modifying agents is best initiated before it be-\n       variables, also may eventually prove to increase       comes Alzheimer dementia and while patients are\n       sensitivity and specificity for detecting MCI pa-      still in asymptomatic or minimally symptomatic\n       tients who will progress to AD.61                      phases of the disease. The clinical challenges\n                                                              posed by this proposition are 1) to identify pa-\n       MCI NEUROPATHOLOGY AND CLINICAL TRIALS\n                                                              tients without symptoms who are at risk for de-\n       The purpose of introducing disease-modifying           veloping the disease and/or those with MCI who\n       agents to patients with MCI or preclinical AD is       are in the earliest phases of AD, and 2) to avoid or\n       to forestall the appearance of AD-related patho-       minimize inclusion of persons in the trials that do\n       logic changes and/or to alter the course and sever-    not have an underlying substrate amenable to dis-\n       ity of the associated dementia syndrome.               ease modification with the candidate agent. There\n       Postmortem examination of patients with MCI            will be substantial heterogeneity of clinical trial\n       provides insight into the frequency with which         populations selected on the basis of age alone for\n       AD-related pathologic changes are present.             primary prevention trials or on the basis of MCI\n       Pathologic investigation reveals that patients with    alone in secondary prevention trials. In both\n       prospectively diagnosed MCI who die before ad-         cases, enrichment designs are possible by selecting\n       vancing to diagnosable Alzheimer-type dementia         individuals at higher risk on the basis of neuro-\n       have neuropathologic changes of the Alzheimer          psychological, epidemiologic, or biomarker infor-\n       type in excess of those found in normal                mation. Even with such strategies, a few\n       controls.96-100 Some patients with MCI upon post-      individuals without incipient AD will be included\n       mortem analyses show sufficient histopathologic        in the trial population, and this false-positive rate\n       changes (i.e., “alzheimerization”) of the brain to     must be accounted for in analytic approaches.\n       meet the neuropathologic diagnostic criteria for           Trials of asymptomatic or minimally symp-\n       AD.96 Both neuritic plaques and neurofibrillary        tomatic individuals will require relatively long\n       tangles are found in excess in patients with MCI       observation periods to allow potential drug–pla-\n       compared with normal aged controls. Studies also       cebo differences to emerge. Trials of 12 to 36\n       reveal loss of the Layer II stellate neurons in the    months are anticipated. Longer trials are associ-\n       entorhinal cortex of individuals with MCI, as          ated with greater attrition, larger measurement\n       well as a reduction in cell numbers in the nucleus     variability, and reduced patient compliance.\n       basalis, the principal cholinergic nucleus for the     Power calculations, determination of enrollment\n       basal forebrain.99,101 F2-isoprostane, 4-hydroxy-      expectations, and retention strategies will need to\n       nonenal, F4-neuroprostane, and acrolein are neu-       be taken into account when designing trials.\n       ropathologic markers of oxidative brain injury             Biomarkers that identify a group of presymp-\n       and are increased in MCI patients in frontal, pari-    tomatic or MCI patients with biological findings\n\n1628   Neurology 69   October 16, 2007\n\fidentical to those of AD can assist in construction    cog) and on a global or functional measure in-\nof patient populations with the earliest forms of      tended to demonstrate the clinical relevance of\nAD. CSF studies showing high tau levels and low        the drug–placebo difference.105 Global measures\nA␤1-42 levels like those observed in AD establish      that reflect the totality of cognitive, functional,\nthe presence of a pathophysiologic process similar     and behavioral benefits derived from a treatment\nor identical to that of AD and are the most            will be less meaningful in MCI because significant\nstraightforward means of establishing a popula-        functional abnormalities are definitionally ex-\ntion with the appropriate neurobiological sub-         cluded and behavioral changes are present in only\nstrate. PET studies identifying patterns of            a subgroup of patients.60 The dual outcome ap-\nhypometabolism similar to those of diagnosable         proach may be inappropriate in MCI trials;\nAD also would be a strong enrollment criterion         changes on a psychometric tool coupled with rel-\nbut have less diagnostic specificity than CSF find-    evant changes on a biomarker might be consid-\nings, and false-positive scans in patients with        ered as appropriate outcome alternatives in this\nother neurodegenerative disorders are possible.        population for disease-modifying treatments.\nMRI provides the least mechanistic insight be-             Disease-modifying compounds pose special\ncause cortical atrophy is a nonspecific phenome-       challenges for the usual sequence of events in drug\nnon associated with many pathologies.\n                                                       development. After demonstration of adequate\n   Some biomarkers, such as MRI atrophy and\n                                                       safety in Phase I studies, Phase IIa and IIb studies\nCSF A␤ and tau, may be used as surrogate mea-\n                                                       typically provide proof-of-concept and dosing in-\nsures as well as diagnostic markers.\n                                                       formation necessary to pursue pivotal Phase III\n   Construction of a trial population with enrich-\n                                                       trials.106 The prolonged time required to demon-\nment designs must be approached with caution.\n                                                       strate effects of disease-modifying agents, how-\nBy definition, enrichment designs create a popula-\n                                                       ever, limits the feasibility of this sequence;\ntion that is not reflective of the general popula-\n                                                       valuable development time is lost and years of\ntion and trial results and conclusions may apply\n                                                       patent life consumed. Success in animal models of\nonly to subsets of individuals with specific bi-\n                                                       AD and laboratory measures showing an affect\nomarkers. Product labeling of any approved\n                                                       on the pharmacologic target by the candidate\nagent tested in enriched populations will reflect\nthe enrichment strategy. Enrichment approaches         agent in humans—without evidence of clinical\nmay be implemented in proof-of-concept studies         benefit—is often regarded as sufficient to advance\nfollowed by validation of treatment effects in         compounds to Phase III. These strategies are rela-\nmore representative trial populations.                 tively untried, and the risk of failure is increased\n   Ideal neuropsychological instruments for mea-       because adequate dosing information and effects\nsuring rate of change have not been established.       on critical clinical endpoints is not available when\nThe ADCS MCI study compared treatment with             decisions to advance an agent are made.\nvitamin E, donepezil, or placebo.55 Drug–placebo\ndifferences were observed in the first 18 months       SUMMARY A decrease in the occurrence of AD is\n\nof the study on the modified form of the Alzhei-       a major treatment goal for patients, families, and\nmer’s Disease Assessment Scale–Cognitive sub-          society. Attention to aspects of trial design, neu-\nscale (ADAS-cog) but not on the original ADAS-         ropsychological assessment, and use of biomark-\ncog. The modified form has two measures of             ers will enhance the ability to detect disease-\nexecutive cognition not included in the original       modifying effects in minimally symptomatic\ninstrument.104 This finding suggests that adding       populations. Promising disease-modifying treat-\nexecutive measures may increase sensitivity to         ments targeting specific",
  "wordCount": 9957,
  "indexed": "2025-09-25T22:58:13.560Z",
  "method": "direct"
}
