{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/EFNS Guidelines/Elovaara et al. - 2008 - EFNS guidelines for the use of intravenous immunog.pdf",
  "fileName": "Elovaara et al. - 2008 - EFNS guidelines for the use of intravenous immunog.pdf",
  "relativePath": "Neurología/Clinical practice/EFNS Guidelines/Elovaara et al. - 2008 - EFNS guidelines for the use of intravenous immunog.pdf",
  "text": "European Journal of Neurology 2008, 15: 893–908                                                         doi:10.1111/j.1468-1331.2008.02246.x\n\nEFNS TASK FORCE/CME ARTICLE\n\n\nEFNS guidelines for the use of intravenous immunoglobulin in treatment\nof neurological diseases\nEFNS task force on the use of intravenous immunoglobulin in treatment of neurological\ndiseases\nMembers of the Task Force: I. Elovaaraa, S. Apostolskib, P. van Doornc, N. E. Gilhusd,\nA. Hietaharjue, J. Honkaniemif, I. N. van Schaikg, N. Scoldingh, P. Soelberg Sørenseni and\nB. Uddj\na\n    Department of Neurology and Rehabilitation, Tampere University Hospital and Medical School, University of Tampere, Tampere, Finland;\nb\n    Institute of Neurology, School of Medicine, University of Belgrade, Belgrade, Serbia; cDepartment of Neurology, Erasmus Medical Centre,\nRotterdam, The Netherlands; dDepartment of Neurology, Haukeland University Hospital, Bergen, Norway; eDepartment of Neurology and\nRehabilitation, Tampere University Hospital, Tampere, Finland; fDepartment of Neurology, Vaasa Central Hospital, Vaasa, Finland;\ng\n  Department of Neurology, Academic Medical Center, University of Amsterdam, Amsterdam, The Netherlands; hUniversity of Bristol\nInstitute Of Clinical Neuroscience, Frenchary Hospital UK Bristol, UK; iDepartment of Neurology, National University Hospital,\nRigshospitalet, Copenhagen, Denmark; and jDepartment of Neurology and Rehabilitation, Tampere University Hospital and Medical School,\nUniversity of Tampere, Tampere, Finland\n\n\nKeywords:                            Despite high-dose intravenous immunoglobulin (IVIG) is widely used in treatment of\nacute disseminated                   a number of immune-mediated neurological diseases, the consensus on its optimal use\nencephalomyelitis, BaloÕs            is insuﬃcient. To deﬁne the evidence-based optimal use of IVIG in neurology, the\nconcentric sclerosis, child-         recent papers of high relevance were reviewed and consensus recommendations are\nhood refractory epilepsy,            given according to EFNS guidance regulations. The eﬃcacy of IVIG has been proven\nchronic inﬂammatory                  in Guillain-Barré syndrome (level A), chronic inﬂammatory demyelinating polyradi-\ndemyelinating poly-                  culoneuropathy (level A), multifocal mononeuropathy (level A), acute exacerbations\nradiculoneuropathy, der-             of myasthenia gravis (MG) and short-term treatment of severe MG (level A recom-\nmatomyositis, Guillain-              mendation), and some paraneoplastic neuropathies (level B). IVIG is recommended as\nBarré syndrome, intrave-            a second-line treatment in combination with prednisone in dermatomyositis (level B)\nnous immunoglobulin,                 and treatment option in polymyositis (level C). IVIG should be considered as a second\nmultifocal motor neurop-             or third-line therapy in relapsing–remitting multiple sclerosis, if conventional\nathy, multiple sclerosis,            immunomodulatory therapies are not tolerated (level B), and in relapses during\nmyastenia gravis, neuro-             pregnancy or post-partum period (good clinical practice point). IVIG seems to have a\nmyelitis optica, Rasmus-             favourable eﬀect also in paraneoplastic neurological diseases (level A), stiﬀ-person\nsenÕs encephalitis, stiff-           syndrome (level A), some acute-demyelinating diseases and childhood refractory\nperson syndrome and                  epilepsy (good practice point).\npost-polio syndrome\n\nReceived 16 March 2008\nAccepted 25 June 2008\n\n\n\n\n                                                                         diseases of the central and peripheral nervous system.\nBackground\n                                                                         Although underlying mechanisms of action of IVIG\nIntravenous immunoglobulin (IVIG) has been success-                      have not been fully explained, it is known that IVIG can\nfully used to treat a number of immune-mediated                          interfere with the immune system at several levels. The\n                                                                         eﬀect of IVIG in one of particular diseases may not be\nCorrespondence: Prof. Irina Elovaara, Department of Neurology and\n                                                                         attributed to only one of its mechanisms of action,\nRehabilitation, Tampere University Hospital and Medical School,\nUniversity of Tampere, Tampere, Finland (tel.: 358 3 311 66692;\n                                                                         because the pathophysiology of these diseases is com-\nfax: 358 3 311 64351; e-mail: irina.elovaara@uta.ﬁ).                     plex. IVIG has been used as a ﬁrst-line therapy in\n                                                                         Guillain-Barré syndrome (GBS), chronic inﬂammatory\nThis is a Continuing Medical Education article, and can be found with\ncorresponding questions on the internet at http://www.efns.org/\n                                                                         demyelinating       polyradiculoneuropathy       (CIDP),\ncontent.php?pid=132. Certiﬁcates for correctly answering the             multifocal motor neuropathy (MMN) and dermato-\nquestions will be issued by the EFNS.                                    myositis (DM). It may be used also in diseases of\n\n\n\u0002 2008 The Author(s)\nJournal compilation \u0002 2008 EFNS                                                                                                        893\n\f894    I. Elovaara et al.\n\n\n\nneurotransmission, multiple sclerosis (MS) and in some        production; they also modulate anti-idiotypic networks\nrare neurological disorders of adults and children            vital to immune tolerance.\nincluding RasmussenÕs encephalitis (RE), stiﬀ-person             In addition, IVIG contains anti-idiotypic antibodies\nsyndrome (SPS) and post-polio syndrome (PPS). In this         that bind to F(ab) to neutralize autoantibodies – a\npaper we have reviewed the available literature on the        mechanism involved in GM1-related neuropathy and\nuse of IVIG in treatment of neurological diseases and         perhaps GBS [12,13]. Finally considering cytopathic\nare oﬀering evidence-based recommendations for its use        immune eﬀectors, IVIG interferes with the complement\nin these disorders.                                           system: the beneﬁcial eﬀects of IVIG are associated\n                                                              with disappearance of complement in the muscles [14],\n                                                              involved suppression of macrophage function through\nMaterials and methods\n                                                              induction of increased U FccRII-B expression, reducing\n                                                              phagocytic activity.\nSearch strategy\n\nThe task force systematically searched Ovid Medline and\n                                                              Guillain-Barré syndrome\nseveral other sources to a set of predeﬁned key question.\nThe ﬁnal search was performed in December 2007. Re-           The proposed autoimmune aetiology led to the intro-\ncent papers of high relevance were reviewed. Consensus        duction of immunotherapy. Before its introduction,\nwas reached by discussions during a task force meeting.       10% of patients died and 20% were left seriously dis-\nEvidence was classiﬁed as class I–IV and recommenda-          abled [15]. Plasma exchange (PE) was introduced as a\ntions as level A–C according to the current EFNS              possible treatment in 1978 and was shown to oﬀer sig-\nguidelines [1]. When only class IV evidence was available     niﬁcant beneﬁt by a randomized trial published in 1985\nthe task force has oﬀered advice as good practice points.     [16,17]. It became the gold standard against which other\n                                                              treatments were measured [18].\n                                                                 Intravenous immunoglobulin was introduced for\nMechanisms of action of IVIG in neurological\n                                                              GBS in 1988 [19]. In 1992, the ﬁrst randomized trial\ndiseases\n                                                              comparing IVIG and PE showed similar eﬀects from\nDespite over 25 yearsÕ usage in autoimmunity, how             each treatment [20]. In ﬁve trials with altogether 582\nconcentrated non-host immunoglobulins, delivered              participants, the improvement on the disability grade\nintravenously, produce their clinical eﬀect remains un-       scale with IVIG was very similar to that with PE,\nknown. Of many potential mechanisms of action [2],            WMD 20.02 (95% CI 20.25–0.20) [20–24]. This eﬀec-\nwhether one (unlikely), all (likewise) or several together    tiveness of IVIG has been shown in GBS patients un-\nare important remains obscure. Probably, diﬀerent ef-         able to walk unaided (GBS disability score ‡3) who\nfects are relevant in diﬀerent disorders. We here con-        were started on IVIG within the ﬁrst 2 weeks after\nsider the range of possible actions of IVIG, stressing        onset of weakness. Results from PE studies indicate\neﬀects that appear especially pertinent in speciﬁc neu-       that PE is also eﬀective when applied in patients less\nrological disorders.                                          severely aﬀected [25] and in patients who are treated\n   The possibility that IVIG works through non-im-            within the ﬁrst 4 weeks from onset [17]. This has not\nmune mechanisms [3] – e.g. binding and removing               been investigated in studies on IVIG treatment. Al-\nmicrobial toxins, or targeting their surface antigens – is    though PE was more frequently discontinued, there was\nperhaps less relevant in neurology. However, direct           also no signiﬁcant diﬀerence between IVIG and PE for\nactions on oligodendrocyte progenitors have been              other outcome measures [23]. One trial compared PE\npostulated to explain an eﬀect in promoting experi-           alone with PE followed by IVIG: the 128 patients who\nmental remyelination [4,5], although alternative mech-        received both treatments did not had signiﬁcant extra\nanisms are possible [6–9].                                    beneﬁt after 4 weeks of treatment compared with the\n   More direct immune-modulating eﬀects are generally         121 patients who received PE alone [22].\nconsidered more neurologically relevant. T-cell prolifer-        In children, who may have a better prognosis than\nation is reduced by IVIG [10], various pro-inﬂammatory        adults, limited evidence from three open trials suggests\ncytokines are suppressed, including interleukin-1,            that IVIG hastens recovery compared with supportive\ntumour necrosis factor-a and c-interferon, and lym-           care alone [26–28], which is supported by a good quality\nphocyte and monocyte apoptosis is induced [11].               observational study [29].\nEndogenous immunoglobulin production and B-cell                  A recent trial reported possible minor short-term\ndiﬀerentiation are suppressed, and IgG catabolism is          beneﬁt when high-dose intravenous methylprednisolone\naccelerated by IVIG [3]. Therapeutic immunoglobulins          was combined with IVIG [30]. The signiﬁcance of this\nexert Fc region-mediated inhibition of antibody               beneﬁt has been debated [31].\n\n\n                                                                                                             \u0002 2008 The Author(s)\n                                                        Journal compilation \u0002 2008 EFNS European Journal of Neurology 15, 893–908\n\f                                                             Intravenous immunoglobulin in treatment of neurological diseases   895\n\n\n\n   The comparisons of IVIG and PE showed no diﬀer-\n                                                                       Chronic inflammatory demyelinating\nence in the long-term outcome. IVIG nor PE or any\n                                                                       polyradiculoneuropathy\nother treatment does signiﬁcantly reduce mortality,\nwhich ranged from 5% to 15%, in hospital and popu-                     Seven randomized controlled trials (RCT) with IVIG\nlation-based studies [32].                                             have been performed including 284 patients with CIDP\n   Only limited information is available concerning the                and have been summarized in a Cochrane systematic\ndosage of IVIG. The usual IVIG regimen is 0.4 g/kg/                    review [38–44]. Four RCTs compared 2 g/kg body-\nday for 5 days. In a French trial, 3 days of 0.4 g/kg                  weight of IVIG [40,42–45], administered over 2 or\ndaily was slightly, but not signiﬁcantly, less eﬀective                5 days with placebo, one compared IVIG with a 6-week\nthan 6 days of 0.4 g/kg daily [25].                                    course of oral prednisolone tapering from 60 to 10 mg\n   In retrospective studies, patients with antibodies to               daily, [41] and one compared 1.8 g/kg bodyweight of\nganglioside GM1 or GM1b treated with IVIG recov-                       IVIG in a course of 6 weeks with PE twice weekly for\nered faster than those treated with PE [33–35]. There is               3 weeks then once weekly for another 3 weeks [38].\nno evidence that it is better to administrate IVIG (2 g/               Each study used diﬀerent outcome measures encum-\nkg) in 2 or in 5 days. There is some indication that                   bering assessment.\nadministration in 2 days may lead to a greater pro-                       Meta-analysis of the ﬁve placebo-controlled trials with\nportion of patients with a relapse [28].                               altogether 232 patients showed that IVIG produces sig-\n   Information is also lacking about how to treat pa-                  niﬁcant improvement in disability lasting 2–6 weeks with\ntients who worsen or fail to improve after being treated               a relative beneﬁt of 2.0, 95% CI 1.48–2.71 (class I evi-\nwith IVIG or PE. It is common practice to re-treat                     dence) [39]. The beneﬁt diﬀerence is 27% which gives a\npatients who improve or stabilize and then relapse with                number needed to treat (NNT) of 3.7, 95% CI 2.36–6.4.\nIVIG (2 g/kg in 2–5 days) or PE again. There is some                   The two crossover trials comparing PE with IVIG and\nindication that relapses occurring after 9 weeks may                   prednisolone with IVIG did not show a signiﬁcant short-\nindicate that the patient had acute-onset CIDP [36].                   term diﬀerence but the samples were too small to estab-\nSome centres treat patients again if they fail to improve              lish equivalence (both class II evidence) [39]. Both trials\nafter about 2 or 3 weeks but evidence for this practice is             had also some other methodological issues. However,\nlacking [37]. Whether mildly aﬀected GBS patients                      there are many observational studies reporting a beneﬁ-\n(able to walk unaided) or patients with Miller Fisher                  cial eﬀect from corticosteroids except in pure motor\nsyndrome should be treated with IVIG has not been                      CIDP in which they have sometimes appeared to have a\nstudied. There is also no study available indicating that              harmful eﬀect (class III and IV evidence) [46,47]. Apart\na second IVIG course is justiﬁed in patients who seem                  from the treatment of pure motor forms of CIDP, there is\nto be unresponsive to IVIG.                                            no evidence to justify a diﬀerent approach for other\n                                                                       variants of CIDP [46].\n                                                                          Controlled long-term data on disability are only\nRecommendations\n                                                                       available from the largest trial with 117 patients [45].\nIVIG 0.4 g/kg/day for 5 days or PE can be used as ﬁrst-                The initial loading dose of 2 g/kg was followed by a\nline treatment and are considered to be equally eﬀective               maintenance dose of 1 g/kg every 3 weeks. After\n(level A). IVIG has lesser side eﬀects than PE and this                24 weeks of treatment, mean change from baseline\nwould favour IVIG over PE treatment (level B). IVIG                    disability was )1.1 (SD 1.8) in the IVIG treatment\ntreatment after PE, as standard combination, does not                  group and )0.3 (SD 1.3) in the placebo treatment group\nproduce signiﬁcant extra beneﬁt and can not be rec-                    (weighted mean diﬀerence )0.8 (95% CI )1.37 to\nommended (level B). Combining high-dose intravenous                    )0.23)). In the second part of the study, after patients\nmethylprednisolone with IVIG may have a minor short-                   were re-randomized for IVIG or placebo, a similar ef-\nterm beneﬁt (level C). Children, who generally have a                  fect was found. A long-term open follow-up in 84 CIDP\nbetter prognosis, should be treated with IVIG as ﬁrst-                 patients responding to IVIG treatment reported\nline treatment (level C). Patients who improve after                   remission in most patients. Seventy-three patients\nIVIG and then relapse should preferentially be re-                     (87%) needed at least two courses. Median time to\ntreated with a second course of IVIG (good practice                    remission was 2.1 years, 10% of patients needed IVIG\npoint). In patients who seem to be unresponsive to the                 for more than 8.7 years [48].\nﬁrst course of IVIG a second course may be tried, but\nevidence supporting such a strategy is lacking (good\n                                                                       Recommendations\npractice point). No recommendations can be given\nwhether mildly aﬀected GBS patients or patients with                   Patients with very mild symptoms which do not or only\nMiller Fisher syndrome should be treated with IVIG.                    slightly interfere with activities of daily living may be\n\n\n\u0002 2008 The Author(s)\nJournal compilation \u0002 2008 EFNS European Journal of Neurology 15, 893–908\n\f896    I. Elovaara et al.\n\n\n\nmonitored without treatment (good practice point).          mately half of patients need repeated IVIG infusions\nTreatment should be considered for patients with            and, of them, half need additional immunosuppressive\nmoderate or severe disability. IVIG (2 g/kg in 2–5 days)    treatment [59]. The eﬀect of IVIG declines during\n(level A) or corticosteroids (1 mg/kg or 60 mg daily)       prolonged treatment, even when dosage is increased,\n(level B) can be used as ﬁrst-line treatment in sensori-    probably due to ongoing axonal degeneration [60,61].\nmotor CIDP. The presence of relative contraindications      However, in one retrospective study, treatment with\nto either treatment should inﬂuence the choice (good        higher than normal maintenance doses of IVIG (1.6–\npractice point). For pure motor CIDP IVIG treatment         2.0 g/kg given over 4–5 days) promoted re-innervation,\nshould be ﬁrst choice and if corticosteroids are used,      decreased the number of conduction blocks and pre-\npatients should be monitored closely for deterioration      vented axonal degeneration in 10 MMN patients for up\n(good practice point). If a patient responds to IVIG,       to 12 years [62].\nattempts should be made at intervals to reduce the dose\nto discover whether the patient still needs IVIG and\n                                                            Recommendations\nwhat dose is needed (good practice point). It is impor-\ntant to avoid deterioration sometimes seen just before      As there is no other treatment of proven beneﬁt, the\nthe next IVIG course. The treatment intervals should be     recommendation is to use IVIG (2 g/kg in 2–5 days) as\nsuch that this deterioration does not happen. If a pa-      a ﬁrst-line treatment (level A). If the initial IVIG\ntient becomes stable on intermittent IVIG the dose          treatment is eﬀective, repeated infusions should be\nshould be reduced before the frequency of administra-       considered (level C). A considerable number of patients\ntion is lowered (good practice point). These recom-         need prolonged treatment, but attempts should be made\nmendations are in line with the EFNS guideline on the       to decrease the dose to discover whether a patient still\nmanagement of CIDP previously published [46].               needs IVIG (good practice point). Furthermore, the\n                                                            frequency of maintenance therapy should be guided by\n                                                            the individual response, whereby typical treatment\nMultifocal motor neuropathy\n                                                            regimens are 1 g/kg every 2–4 weeks or 2 g/kg every 4–\nThere are only few treatment options for people with        8 weeks (good practice point). A recent European\nMMN. MMN does usually not respond to steroids or            guideline on the management of MMN summarizes the\nPE, and patients may worsen when they receive these         other treatment options [63].\ntreatments [49–52]. The eﬃcacy of IVIG has been sug-\ngested by many open, uncontrolled studies; in 94 case\n                                                            Paraproteinaemic demyelinating neuropathy\nreports (487 MMN pts), published between 1990 and\n2004, an improvement of muscle weakness was seen in         Paraproteinaemia, also known as monoclonal gammo-\n81% of patients and an improvement of disability was        pathy, is characterized by the presence of abnormal\nseen in 74% (class IV evidence) [53]. Four RCTs of          immunoglobulin (M protein) produced by bone mar-\nIVIG for treating MMN have been performed [54–57].          row cells in blood. The diﬀerent types of immuno-\nThese four trials encompass 45 patients. Thirty-four        globulin are classiﬁed according to the heavy chain class\npatients were randomly assigned to IVIG or placebo          as IgG, IgA or IgM. The non-malignant paraprotei-\nand have been summarized in a Cochrane systematic           naemias are generally referred to as Ômonoclonal\nreview [53]. Diﬀerent disability scales were used making    gammopathy of undetermined signiﬁcanceÕ (MGUS).\nthe primary end-point of change in disability diﬃcult to       Paraproteins are found in up to 10% of patients with\nassess. Disability showed a trend for improvement un-       peripheral neuropathy which is not secondary to an-\nder IVIG that however was not signiﬁcant (P = 0.08).        other primary illness [64]. In about 60% of patients\nIVIG treatment was superior to placebo in inducing an       with MGUS-related neuropathy the paraprotein be-\nimprovement in muscle strength which was signiﬁcant         longs to the IgM subclass [65]. In almost 50% of pa-\n(P = 0.0005; NNT 1.4, 95% CI 1.1–1.8) (class I evi-         tients who have IgM MGUS and a peripheral\ndence). As weakness is the only determinant of dis-         neuropathy, the M protein reacts against myelin-asso-\nability in patients with MMN, it is to be expected that     ciated glycoprotein [66]. The most common type of IgM\nin patients whose muscle strength improves after IVIG       MGUS related peripheral nerve involvement is a distal,\ntreatment, disability will improve as well.                 symmetrical demyelinating neuropathy. Patients with\n   Elevated anti-ganglioside GM1 antibodies and deﬁ-        IgG or IgA paraproteinaemic neuropathy usually have\nnite conduction block have been shown to be correlated      both proximal and distal weakness and sensory\nwith a favourable response to IVIG (class IV evidence)      impairment that is indistinguishable from CIDP.\n[58]. Approximately a third of patients have a sustained       Two randomized placebo-controlled crossover trials\nremission (>12 months) with IVIG alone; approxi-            with IVIG have been performed, encompassing 33\n\n\n                                                                                                           \u0002 2008 The Author(s)\n                                                      Journal compilation \u0002 2008 EFNS European Journal of Neurology 15, 893–908\n\f                                                             Intravenous immunoglobulin in treatment of neurological diseases   897\n\n\n\npatients with IgM paraproteinaemic demyelinating                       randomized, double-blind and placebo-controlled\nneuropathy [67,68] (class II). A third randomized study                studies. Paraneoplastic syndromes involving peripheral\nwas an open parallel group trial with 20 patients which                nervous system, such as Lambert-Eaton myasthenic\ncompared IVIG and recombinant interferon-a [69] (class                 syndrome (LEMS) and neuromyotonia are considered\nII). The results of these three trials have been summa-                to respond best to immunosupressive treatment. How-\nrized in a Cochrane review [70], which concluded that                  ever, there is only one report showing the beneﬁcial but\nIVIG is relatively safe and may produce some short-term                short-term eﬀect of IVIG on the muscle strength in\nbeneﬁt. There are six class IV studies [71–76] with alto-              LEMS (class II evidence) [81]. Nevertheless, a recent\ngether 56 patients treated with IVIG. Of these, 26                     Cochrane review has concluded that limited data from\nshowed improvement ranging from transient relief of                    one placebo-controlled study show improvement in\nparaesthesiae to a clear-cut response with a marked gain               muscle strength after IVIG [82]. The IVIG response\nin daily activities. In EFNS guideline article the use of              regarding improvement of muscle strength does proba-\nIVIG in IgM paraproteinaemic demyelinating neurop-                     bly not diﬀer in paraneoplastic and non-paraneoplastic\nathy was recommended only in patients with signiﬁcant                  LEMS. Only one case report describes the beneﬁcial\ndisability or rapid worsening [77].                                    eﬀect of IVIG in patient with neuromyotonia [83], whilst\n   No controlled trials were available on the eﬀects of                another case report demonstrated worsening after IVIG\nIVIG in IgG or IgA paraproteinaemic neuropathy.                        therapy [84]. Symptoms in paraneoplastic opsoclonus-\nThere is one retrospective review of 20 patients with                  ataxia syndrome in paediatric neuroblastoma patients\nIgG MGUS neuropathy treated with IVIG; beneﬁcial                       are stated to improve, although data concerning the\nresponse was found in eight of them [78] (class IV). An                long-term beneﬁts of the treatment is lacking (class IV\nopen prospective trial of IVIG reported clinical                       evidence) [85]. In adult patients the response is less\nimprovement in two of four patients with IgG MGUS                      immunosuppressive, although IVIG is suggested to\n[72] (class IV). In a review which included 124 patients               accelerate recovery (class IV evidence) [86]. Evidence for\nwith IgG MGUS neuropathy, 81% of the 67 patients                       the eﬀect of IVIG in paraneoplastic cerebellar degener-\nwith a predominantly demyelinating neuropathy re-                      ation, limbic encephalitis and sensory neuropathy is\nsponded to the same immunotherapies used for CIDP                      scarce. In previously published reports, patients were\n(including IVIG) as compared with 20% of those with                    treated with a combination of immunosupressive (pp) or\naxonal neuropathy [79] (class IV). A Cochrane review                   immunomodulatory drugs, including IVIG, with a poor\nstates that observational or open trial data provides                  response (class IV evidence) [87].\nlimited support for the use of immunotherapy, includ-\ning IVIG, in patients with IgG and IgA paraprotei-\n                                                                       Recommendations\nnaemic neuropathy [80]. EFNS guideline document\nconcludes that the detection of IgG or IgA MGUS does                   Intravenous immunoglobulin therapy may be tried in\nnot justify a diﬀerent approach from CIDP without a                    paraneoplastic LEMS and opsoclonus-ataxia especially\nparaprotein [77].                                                      in paediatric neuroblastoma patients (good practice\n                                                                       point). No clear recommendations of the eﬀect of IVIG\n                                                                       in paraneoplastic neuromyotonia, cerebellar degenera-\nRecommendations\n                                                                       tion, limbic encephalitis or sensory neuropathy can be\nIVIG should be considered as initial treatment of                      made due to lack of data.\ndemyelinating IgM MGUS-related neuropathy (level B\nrecommendation). As long as long-term eﬀects and\n                                                                       Inflammatory myopathies\ncost-beneﬁt aspects are not known, routine use of IVIG\ncannot be recommended in patients without signiﬁcant                   Three categories of inﬂammatory myopathy are re-\ndisability (good practice point). However, in patients                 viewed based on published IVIG trials: DM, poly-\nwith signiﬁcant disability or rapid worsening, IVIG may                myositis and sporadic inclusion body myositis (IBM).\nbe tried, although its eﬃcacy is not proven (good practice             Common diagnostic criteria based on neuropathologi-\npoint). In patients with CIDP-like neuropathy, the                     cal muscle biopsy ﬁndings are widely accepted in DM\ndetection of paraproteinaemia does not justify a diﬀerent              and in s-IBM, whereas there are diverging opinions\ntherapeutic approach from CIDP without a paraprotein.                  regarding nosology of polymyositis.\n\n\nParaneoplastic syndromes                                               Dermatomyositis\n\nDue to the rarity of immunologically mediated para-                    Published data are available on one RCT, one non-\nneoplastic diseases, there are very few prospective,                   RCT, one retrospective chart review and four case\n\n\n\u0002 2008 The Author(s)\nJournal compilation \u0002 2008 EFNS European Journal of Neurology 15, 893–908\n\f898    I. Elovaara et al.\n\n\n\nseries. One 3-month-randomized crossover trial com-         myositis. This study reported clinical improvement in\npared IVIG and prednisone to placebo and prednisone         71% of patients with signiﬁcant improvement in muscle\nin 15 therapy resistant patients [88]. Patients on IVIG     power, muscle disability scores, and creatinine kinase\nsigniﬁcantly improved by symptom scale (P = 0.035)          levels (P < 0.01). Steroid doses could be reduced after\nand a modiﬁed MRC Scale (P = 0.018) (evidence class         IVIG (P < 0.05).\nII). One retrospective chart review [89] and two case          Intravenous immunoglobulin can apparently be\nseries [90,91] tried IVIG as add-on therapy (evidence       considered as an alternative in patients who do not\nclass III). Taken together, 82% improved clinically in      respond to conventional immunosuppressive treatment.\nthese studies. One non-randomized trial and one case        Dose and duration of the treatment are as recom-\nseries included patients with DM or polymyositis            mended for DM.\n[92,93]. The outcome in both was positive but as these\nwere pooled data results on patients with DM could not\n                                                            Recommendation\nbe separated (evidence class IV).\n                                                            IVIG may be considered amongst the treatment options\n                                                            for patients with polymyositis not responding to ﬁrst-\nRecommendations\n                                                            line immunosuppressive treatment (level C).\nIVIG is recommended as a second-line treatment in\ncombination with prednisone for patients with DM\n                                                            Myasthenia gravis\nwho have not adequately responded to corticosteroids\n(level B). IVIG is recommended, in combination with         Myasthenia gravis (MG) is caused by autoantibodies\nimmunosuppressive medication, as a measure to lower         against antigen in the post-synaptic neuromuscular\nthe dose of steroids in patients with DM (level C). IVIG    membrane; in most patients against the acetylcholine\nis not recommended as monotherapy for DM (good              receptor (AChR), in 5% against muscle-speciﬁc tyrosin\npractice point). In severe, life-threatening DM IVIG        kinase (MuSK), and in 5% against undeﬁned anti-\ncan be considered as the ﬁrst-line treatment together       gen(s). A direct induction of muscle weakness by the\nwith other immunosuppressive therapy (good practice         autoantibodies has been shown. PE with removal of\npoint).                                                     autoantibodies has a well-documented eﬀect. [98].\n                                                               An improvement of muscle weakness in MG by IVIG\n                                                            treatment has been documented by ﬁve controlled,\nInclusion body myositis\n                                                            prospective studies, comprising 338 patients. Three\nThree RCTs with small-moderate numbers of patients          larger studies represent class I evidence [99–101], the\nwere published. Two were crossover trials comparing         two smaller ones class II evidence [102,103]. The only\nIVIG to placebo in 19 patients [94] and 22 patients [95]    placebo-controlled study examined short-term treat-\n(evidence class II). The outcome was negative even if       ment of 51 MG patients with worsening weakness. A\nsome symptomatic positive eﬀects were recorded. In          signiﬁcant improvement of a quantitative MG Score for\none RCT IVIG plus prednisone was compared with              disease severity was found, due to an eﬀect in the pa-\nplacebo plus prednisone in 35 patients [96] (evidence       tients with more severe disease. The eﬀect was present\nclass II). Also here the outcome was negative.              after 2 weeks, and was maintained after 4 weeks. The\n   The available data provides results of three fairly      other four studies showed that IVIG had roughly the\nsmall-randomized trials. The overall outcome was            same eﬃcacy as PE as acute treatment for MG exac-\nnegative even if a small number of patients reported        erbations (class I evidence). It was a tendency for a\nbeneﬁts regarding swallowing diﬃculties.                    slightly slower eﬀect of IVIG, and also less side eﬀects.\n                                                            No MG-speciﬁc side eﬀects were reported. There was\n                                                            no signiﬁcant superiority of IVIG 2 g/kg over 2 days\nRecommendation\n                                                            compared with 1 g/kg on a single day, but a trend for\nIVIG can not be recommended for the treatment of            slight superiority for the higher dose [100]. The changes\nsporadic IBM (level A).                                     of anti-AChR antibody titre were not signiﬁcant\n                                                            [99,102].\n                                                               There are several additional reports on prospective\nPolymyositis\n                                                            or retrospective MG patient materials treated with\nOnly one non-RCT [97] (evidence class III) and two          IVIG for acute exacerbations, some of them compar-\ncase series (evidence class IV) (see above DM) on IVIG      ing with other treatments (class III and class IV evi-\ntherapy for polymyositis have been published. Only the      dence). The dose used has mostly been 2 g/kg. These\nﬁrst one used IVIG exclusively in patients with poly-       studies show a signiﬁcant improvement after IVIG in\n\n\n                                                                                                           \u0002 2008 The Author(s)\n                                                      Journal compilation \u0002 2008 EFNS European Journal of Neurology 15, 893–908\n\f                                                             Intravenous immunoglobulin in treatment of neurological diseases   899\n\n\n\nall muscle groups, the improvement starting after 3–                   complicating disorders. There is not suﬃcient evidence\n6 days [104–109].                                                      to recommend IVIG for chronic maintenance therapy\n   For MG patients with anti-MuSK antibodies there                     in MG alone or in combination with other immuno-\nare case reports of a positive eﬀect of IVIG [110,111]. In             active drugs.\nthe only placebo-controlled prospective study, 14 pa-\ntients with anti-MuSK antibodies and 13 patients\n                                                                       Post-polio syndrome\nwithout detectable antibodies were included [101].\nResults were not reported for antibody subgroups, but                  Post-polio syndrome is characterized by new muscle\noverall results indicate an improvement also in the                    weakness, muscle atrophy, fatigue and pain developing\nnon-AChR antibody positive MG patients (class IV                       several years after acute polio. Other potential causes of\nevidence).                                                             the new weakness have to be excluded [117,118]. The\n   A recent EFNS guideline document and two recent                     prevalence of PPS in patients with previous polio is 20–\nCochrane reviews concluded that IVIG is a well-docu-                   60%. The prevalence of previous polio shows great\nmented short-term treatment for acute exacerbations of                 variation according to geography. In European coun-\nMG and for severe MG [98,112]. It has been discussed                   tries the last big epidemics occurred in the 1950s, mainly\nif PE has a more rapid eﬀect than IVIG for MG crisis,                  aﬀecting small children. Present prevalence of polio\nbut this has not been convincingly proven in controlled                sequelae in most European countries is probably 50–\nstudies.                                                               200 per 100 000.\n   Intravenous immunoglobulin is often used to prepare                    Post-polio syndrome is caused by an increased\nMG patients for thymectomy or other types of surgery.                  degeneration of enlarged motor units, and some motor\nThis is especially recommended for those with severe                   neurones cannot maintain all their nerve terminals.\nweakness, bulbar symptoms, poor pulmonary function                     Muscle overuse may contribute. Immunological and\nor a thymoma. There are no controlled studies for this                 inﬂammatory signs have been reported in the cerebro-\npractice. However, the well-documented short-term ef-                  spinal ﬂuid and central nervous tissue [119].\nfect of IVIG in acute exacerbations is useful in the post-                There are two RCTs of treatment with IVIG in PPS\noperative situation (good practice point). IVIG is                     (class I evidence) [120,121] including 155 patients. In\nwidely recommended for severe MG or MG exacerba-                       addition, there is one open and uncontrolled study of 14\ntions during pregnancy and also before giving birth.                   patients [122], and one case report [123] (class IV evi-\nThis is partly due to its eﬀect on muscle strength, partly             dence). In the study with highest power, a signiﬁcant\nto its safety proﬁle. Similarly IVIG has been recom-                   increase of mean muscle strength of 8.3% was reported\nmended for neonatal MG [113] (good practice point).                    after two IVIG treatment cycles during 3 months.\n   Intravenous immunoglobulin has been proposed as                     Physical activity and subjective vitality also diﬀered\nmaintenance, long-term therapy for MG. Such treat-                     signiﬁcantly in favour of the IVIG group [121]. The\nment has only been examined in open-label studies,                     smaller study with only 20 patients and one-cycle IVIG\nincluding only small number of patients with severe                    found a signiﬁcant improvement of pain but not muscle\nMG. These studies report signiﬁcant improvement                        strength and fatigue in the active treatment group [120].\nstarting after a few days and remaining for up till                    The open study reported a positive eﬀect on quality of\n2 years [114–116] (class IV evidence). Maintenance                     life [122]. The report of an atypical case with rapid\nIVIG treatment was given every 1–4 months. However,                    progression of muscle weakness described a marked\nno control groups were included, the number of                         improvement of muscle strength [123]. IVIG treatment\npatients was low, and the patients received other                      reduced pro-inﬂammatory cytokines in the cerebrospi-\nimmunoactive and symptomatic therapy as well. Recent                   nal ﬂuid [119,120].\nEFNS task force guidelines, Cochrane review and other                     Post-polio syndrome is a chronic condition. Al-\nguideline documents conclude that there is insuﬃcient                  though a modest IVIG eﬀect has been described short-\nevidence to recommend IVIG as maintenance therapy                      term, nothing is known about long-term eﬀects.\nfor MG patients [98,112,113].                                          Responders and non-responders have not been deﬁned.\n                                                                       Any relationship between the clinical response to IVIG\n                                                                       treatment and PPS severity, cerebrospinal ﬂuid\nRecommendations\n                                                                       inﬂammatory changes and cerebrospinal ﬂuid changes\nIntravenous immunoglobulin is an eﬀective treatment                    after IVIG is unknown. Optimal dose and IVIG cycle\nfor acute exacerbations of MG and for short-term                       frequency has not been examined. Cost-beneﬁt evalua-\ntreatment of severe MG (level A). IVIG is similar to PE                tion has not been performed. Non-IVIG interventions\nregarding eﬀect. This treatment is safe also for children,             in PPS have recently been evaluated in an EFNS\nduring pregnancy and for elderly patients with                         guideline article [117].\n\n\n\u0002 2008 The Author(s)\nJournal compilation \u0002 2008 EFNS European Journal of Neurology 15, 893–908\n\f900    I. Elovaara et al.\n\n\n\n                                                                   In a study of 91 patients with clinically isolated\nRecommendations\n                                                                syndromes IVIG signiﬁcantly reduced the risk of con-\nIVIG has a minor to moderate positive eﬀect on muscle           version to clinical deﬁnite MS (P = 0.03) and reduced\nstrength and some aspects of quality of life in PPS (class      new T2 lesions in MRI compared with placebo (class II\nI evidence). As long as responding subgroups, long-             evidence) [131].\nterm eﬀects, dosing schedules and cost-beneﬁt aspects              In secondary progressive MS a large placebo-con-\nare not known, routine use of IVIG for PPS cannot be            trolled trial of IVIG 1 g/kg monthly in 318 patients\nrecommended (good practice point). However, in the              failed to show any beneﬁcial eﬀect on relapse rate,\nvery few patients with especially rapid progression of          deterioration in EDSS, and change in lesion volume of\nmuscle weakness and atrophy, especially if there are            T2 weighted images (class I evidence). The only bene-\nindications of ongoing low-grade inﬂammation in the             ﬁcial eﬀect was a reduction in brain atrophy [132]. Very\nspinal cord, IVIG may be tried if a rigorous follow-up          recently, however, a placebo-controlled trial of IVIG\nof muscle strength and quality of life can be undertaken        0.4 g/kg monthly for 2 years in 231 patients with either\n(good practice point).                                          primary progressive MS (n = 34) or secondary pro-\n                                                                gressive MS (n = 197) showed a borderline signiﬁcant\n                                                                delay in time to sustained progression on EDSS\nIVIG in multiple sclerosis\n                                                                (P = 0.04) although the eﬀect was limited to patients\nUntil recent, four randomized double-blind studies have         with primary progressive MS (class II evidence) [133].\nall shown a beneﬁcial eﬀect on disease activity in              Small studies with historical controls suggested that\nrelapsing–remitting multiple sclerosis (RRMS) [124–             IVIG might reduce relapse rate after childbirth (class IV\n127]. All four studies have been rated class II because of      evidence) [134–136].\nlimitations in methodology or size. IVIG 0.15–0.2 g/kg             Two studies of 76 and 19 patients with acute exac-\nevery 4 weeks during 2 years showed a pronounced                erbations showed that IVIG had no eﬀect on recovery\nreduction in relapse rate in two placebo-controlled trials,     from acute relapses when given as add-on to i.v.\n59% in the study by Fazekas et al. [125] and 63% in the         methylprednisolone (class II studies) [137,138]. Chronic\nstudy by Achion et al. [124]. In the largest 2-year study of    deﬁcits in visual acuity or persistent stable muscular\n150 patients IVIG showed a signiﬁcant beneﬁcial eﬀect           weakness were not aﬀected by IVIG compared with\non EDSS change from baseline compared with placebo              placebo (class I evidence) [139–141].\n(P = 0.008) [125]. A small study of two diﬀerent doses of\nIVIG, 0.2 or 0.4 g/kg every 4 weeks showed a reduction\n                                                                Recommendations\nin relapse rate compared with placebo, but no diﬀerence\nbetween the two IVIG doses [126]. A crossover study in          The negative results of the PRIVIG Study challenge\nRRMS patients showed a beneﬁcial eﬀect of IVIG 2.0 g/           recommendations for IVIG as a second-line treatment\nkg every 4 weeks on new Gadolinium-enhancing lesions            for RRMS. However, IVIG could still be considered as\nin MRI compared with placebo [127].                             a second or third-line therapy in RRMS if conventional\n   A meta-analysis of four studies showed a signiﬁcant          immunomodulatory therapies are not tolerated because\nreduction of the annual relapse rate (eﬀect size di-            of side eﬀects or concomitant diseases (level B), and in\nvided by 0.5; P = 0.00003) and of disease progression           particular in pregnancy where other therapies may not\n(eﬀect size divided by 0.25; P = 0.04) (class I evi-            be used (good clinical practice point). IVIG cannot be\ndence) [128].                                                   recommended for treatment in secondary progressive\n   Based on these studies IVIG was recommended as               MS (level A). IVIG does not seem to have any valuable\na second-line treatment in RRMS if s.c. or i.m.                 eﬀect as add-on therapy to methylprednisolone for\ninjectable therapies were not tolerated [129]. IVIG             acute exacerbations (level B) and cannot be recom-\ncould not be included amongst ﬁrst-line therapies,              mended as treatment for chronic symptoms in MS (level\nbecause of the limited evidence for clinical eﬃcacy             A). In clinically isolated syndromes and in primary\nand because the optimum dose of IVIG had not been               progressive MS there is not suﬃcient evidence to make\nestablished.                                                    any recommendations.\n   Recently, the prevention of relapses with IVIG trial\n(PRIVIG) re-evaluating the eﬀects of IVIG given 0.2\n                                                                Other demyelinating diseases of central\nand 0.4 g/kg monthly failed to show eﬀect on the pro-\n                                                                nervous system\nportion of relapse-free patients and MRI activity in a\nplacebo-controlled study of 127 patients with RRMS              Neuromyelitis optica termed also DevicÕs disease, is a\n[130]. Thus, this trial failed to support earlier observa-      demyelinating disease of the spinal cord and optic\ntions of a beneﬁcial eﬀect of IVIG in RRMS.                     nerves that may manifest by recurrent attacks and tends\n\n\n                                                             ",
  "wordCount": 12548,
  "indexed": "2025-09-25T22:56:02.149Z",
  "method": "direct"
}
