{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Schneider et al. - 2016 - Clinical Reasoning A 64-year-old man with progres.pdf",
  "fileName": "Schneider et al. - 2016 - Clinical Reasoning A 64-year-old man with progres.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Schneider et al. - 2016 - Clinical Reasoning A 64-year-old man with progres.pdf",
  "text": "RESIDENT\n               & FELLOW\n               SECTION\n                                Clinical Reasoning:\nSection Editor                  A 64-year-old man with progressive\nJohn J. Millichap, MD\n                                paraspinal muscle weakness\n\nRaphael Schneider, MD           SECTION 1                                                                              On examination, there were no fasciculations\nClaude Steriade, MD             A 64-year-old man was referred with a 5-month history                              noted. There was borderline weakness of the left\nPeter Ashby, MD,                of progressive muscle weakness. He first noted a stooped                           orbicularis oculi and frontalis muscles. Cranial nerve\n  FRCPC                         posture and gait difficulties, followed by difficulty                              examination was otherwise normal, including nor-\nTim-Rasmus Kiehl, MD            climbing and descending stairs and lifting dishes up                               mal speech, and normal tongue examination. There\n                                onto high shelves. The progressive severity of his weak-                           was wasting of the right brachioradialis; bulk was\n                                ness led him to require a wheelchair by the time of his                            otherwise normal. Tone was normal. Strength in\nCorrespondence to               presentation. He was unable to sit unaided, presumably                             all 4 extremities was normal on manual testing\nDr. Schneider:\nraphael.schneider@utoronto.ca\n                                because of axial weakness. In addition, he had recently                            (Medical Research Council [MRC] grade 5). He\n                                started to experience bulbar symptoms, including dys-                              had some difficulty getting up from sitting and\n                                phagia and voice changes, along with shortness of breath                           was leaning forward when doing so. Plantar re-\n                                on exertion or when lying flat. He denied visual symp-                             sponses were downgoing. Deep tendon reflexes,\n                                toms, ptosis, and facial weakness. There was no diurnal                            sensory examination, and coordination were normal.\n                                fluctuation of symptoms. He had no sensory symptoms                                He stood with a severe lumbar lordosis and protu-\n                                or sphincter disturbance. There was no family history of                           berant abdomen. He was able to walk on his heels\n                                muscle disease. However, his family history was positive                           and toes.\n                                for a child with chronic inflammatory demyelinating\n                                                                                                                   Questions for consideration:\n                                polyneuropathy, starting at age 16, with good response\n                                to periodic IV immunoglobulin (IVIg), and another                                  1. What is your differential diagnosis at this point?\n                                child with acute inflammatory demyelinating polyneu-                               2. What testing would be helpful to narrow the dif-\n                                ropathy, who recovered fully.                                                         ferential diagnosis?\n\n\n\n\n                                                                                                                                                                   GO TO SECTION 2\n\n\n\n\n                                From the Department of Postgraduate Medical Education (R.S., C.S.), Department of Medicine, Division of Neurology, University Health\n                                Network (P.A.), and Department of Laboratory Medicine and Pathobiology (T.-R.K.), University of Toronto; and Department of Pathology\n                                (T.-R.K.), University Health Network, Toronto, ON, Canada.\n                                Go to Neurology.org for full disclosures. Funding information and disclosures deemed relevant by the authors, if any, are provided at the end of the article.\n\ne4                              © 2015 American Academy of Neurology\n\n     ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  SECTION 2                                                   (PTH) were normal. Serum electrophoresis revealed an\n                  This patient has a 5-month history of weakness pre-         IgG l paraprotein. Nerve conduction studies were\n                  dominantly affecting the paraspinal muscles, with some      within normal limits. EMG demonstrated fibrillations\n                  involvement of proximal limb and bulbar muscles.            in the paraspinal muscles at L5 and abundant polyphasic\n                  Despite his family history of inflammatory demyelinat-      motor unit potentials at T8, L4, and L5. The right\n                  ing polyneuropathy, it was not thought that his presen-     biceps had a trace of fibrillation. The right biceps and\n                  tation fit that category of diseases—mainly because of      triceps showed many small amplitude polyphasic poten-\n                  the distribution of weakness, the absence of sensory        tials (,2 mV). The right deltoid, brachioradialis, right\n                  complaints, and normal reflexes. The differential diag-     quadriceps, and tibialis anterior had predominantly\n                  nosis included a lower motor neuron–predominant             units with normal amplitude but with an increased pro-\n                  motor neuron disease, inflammatory myopathies such          portion of polyphasic potentials. Early recruitment was\n                  as polymyositis and inclusion body myositis, infiltrative   noted.\n                  myopathies such as amyloid myopathy, metabolic myo-\n                                                                              Questions for consideration:\n                  pathies related to hypothyroidism, hyperparathyroidism,\n                  or acid maltase deficiency, and late-onset inherited myo-   1. Based on these findings, what is your current dif-\n                  pathies. Creatine kinase (CK) (116 IU/L), erythrocyte          ferential diagnosis?\n                  sedimentation rate (ESR) (6 mm/h), thyroid-                 2. What further testing would you perform to clarify\n                  stimulating hormone (TSH), and parathyroid hormone             the diagnosis?\n\n\n\n\n                                                                                                                GO TO SECTION 3\n\n\n\n\n                                                                              Neurology 86   January 5, 2016                       e5\n\nª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                               SECTION 3                                                      Biopsy of the left biceps muscle showed moderate\n                               The history, examination, and EMG findings point               variation in fiber size characterized by scattered small\n                               toward a myopathic process. No fasciculations or large         basophilic (regenerating) and angulated (atrophic)\n                               motor units were observed, making motor neuron dis-            fibers associated with mild endomysial fibrosis.\n                               ease less likely. The condition could be either acquired       Some muscle fibers showed small dense sarcoplasmic\n                               or inherited. When considering acquired myopathies,            aggregates on hematoxylin & eosin and Gömöri\n                               information regarding medication use, metabolic dis-           modified trichrome stains. Electron microscopy\n                               turbances, critical illness, and toxic exposures is crucial.   revealed extensive myofibrillar disarray and abun-\n                               However, our enquiry was negative for these risk fac-          dant cytoplasmic nemaline rods. Immunohisto-\n                               tors. CK and ESR were normal, essentially excluding            chemistry was not able to demonstrate deposition\n                               polymyositis, but inclusion body myositis remained a           of IgG, IgG4, or k/l light chains in muscle fibers,\n                               possible diagnosis. TSH and PTH were normal, elim-             although blood vessels and interstitium showed far\n                               inating hypothyroidism and hyperparathyroidism from            more k reactivity than l. The history, examination,\n                               the list of metabolic myopathies. Presence of an IgG l         and pathology findings were consistent with a diag-\n                               paraprotein prompted the consideration of amyloid              nosis of SLONM. Genetic testing for 9 mutations\n                               myopathy and sporadic late-onset nemaline myopathy             known to be associated with nemaline myopathy\n                               (SLONM). A CT scan of the spine showed prominent               was negative.\n                               fatty changes in the thoracic paraspinal muscles (fig-\n                                                                                              Questions for consideration:\n                               ure 1), a finding often seen in myopathies involving the\n                               axial musculature. To differentiate between inflamma-          1. What is the significance of the monoclonal gam-\n                               tory, infiltrative, metabolic, and inherited myopathies,          mopathy in SLONM?\n                               as outlined above, a muscle biopsy was performed.              2. How would you manage this patient?\n\n\n                                                                                                                                GO TO SECTION 4\n\n\n\n\n  Figure 1      Axial CT of the lumbar spine\n\n\n\n\n(A, B) Fatty changes along the paraspinal muscles (arrows).\n\ne6                             Neurology 86    January 5, 2016\n\n     ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  SECTION 4                                                     MRC grade strength as follows: neck extensors 4/5,\n                  Nemaline myopathy is one of the most common forms             neck flexors 4/5, bilateral deltoid 2/5, biceps 4/5, tri-\n                  of congenital myopathy.1 Typical clinical features            ceps 4/5, finger extensors 41/5, hip flexors 3/5, knee\n                  include weakness and hypotonia. Occasionally, patients        extensors 4/5, knee flexors 4/5, and ankle dorsiflexion\n                  develop head drop, dysphagia, and respiratory insuffi-        41/5. In addition, he experienced worsening of his\n                  ciency.2 Nemaline myopathy is usually inherited in an         respiratory symptoms and dysphagia. Bone marrow\n                  autosomal recessive pattern. However, the sporadic            biopsy ruled out plasma cell dyscrasia as an underly-\n                  late-onset form of nemaline myopathy is a completely          ing cause of the monoclonal gammopathy. Echocar-\n                  different, acquired condition often associated with a         diogram showed left ventricular systolic dysfunction.\n                  monoclonal gammopathy that affects adults without a           One year after onset of symptoms and 1 month after\n                  family history of the disease.2 Patients often present        diagnosis, he underwent 6 cycles of chemotherapy\n                  with facial and proximal muscle weakness.                     with dexamethasone, cyclophosphamide, and borte-\n                      Meanwhile, the patient showed clinical progres-           zomib (CYBOR-D). After 2 months of treatment,\n                  sion and developed proximal limb weakness with                he became ambulatory with a walker, with\n\n\n                    Figure 2      Muscle biopsy\n\n\n\n\n                  Left biceps muscle biopsy (all light microscopy with 403 objective). (A) Hematoxylin & eosin stain showing occasional\n                  atrophic/angulated fibers with basophilia as well as mild endomysial fibrosis. (B) Gömöri modified trichrome stain reveals\n                  frequent dark aggregates. (C) Immunohistochemistry for desmin highlights the periphery of the aggregates while not\n                  labeling the centers. (D) Electron microscopy reveals myofibrillar disarray and abundant cytoplasmic nemaline rods,\n                  often in continuity with Z-bands. (E) Higher magnification of nemaline bodies. (F) Cytoplasmic bodies in association with\n                  nemaline rods.\n\n\n\n                                                                                Neurology 86    January 5, 2016                          e7\n\nª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                       corresponding improvement in MRC strength to 5/5           followed by autologous stem cell transplantation.12\n                       in all lower extremity muscle groups except for hip        Case report data suggest that patients with\n                       flexors, still at 2/5. Given the residual weakness, he     SLONM and monoclonal gammopathy can regain\n                       underwent autologous stem cell transplantation with        muscle strength in response to IVIg, prednisone,\n                       high-dose melphalan, 4 months after completion of          and mycophenolate mofetil therapy.9,11 In our\n                       CYBOR-D. At the time of completion of this man-            patient, recognition of the underlying monoclonal\n                       uscript, he had just been discharged from hospital,        gammopathy and treatment with chemotherapy led\n                       with no further change in clinical status noted            to meaningful clinical improvement. Our case\n                       thus far.                                                  reminds us that a muscle biopsy can sometimes be\n                                                                                  necessary to make a correct diagnosis and provide\n                       DISCUSSION Adult-onset nemaline myopathy was               the degree of diagnostic certainty that is necessary when\n                       first described in 1966.3 An association with mono-        therapies such as steroids, IVIg, or chemotherapy are\n                       clonal gammopathy was later reported by the same           being considered. SLONM is a crucial diagnosis to\n                       group.4 In a large study on nemaline myopathy, 6 of        consider in adult-onset presentations of axial and limb\n                       143 patients developed the disease in adulthood.           girdle weakness with bulbofacial involvement given the\n                       These patients presented between the ages of 41            potential avenues for treatment.\n                       and 59 years. Four presented with myalgia and 2 with\n                                                                                  AUTHOR CONTRIBUTIONS\n                       weakness and fatigability. All 6 patients had mild\n                                                                                  Dr. Raphael Schneider: drafting/revising the manuscript and interpreta-\n                       facial and proximal muscle weakness.5 CK levels are        tion of data. Dr. Claude Steriade: drafting/revising the manuscript and\n                       usually within normal limits, and EMG demonstrates         interpretation of data. Dr. Peter Ashby: revising the manuscript, analysis\n                       myopathic features with fibrillation potentials.6 The      and interpretation of data. Dr. Tim-Rasmus Kiehl: revising the manu-\n                                                                                  script, analysis and interpretation of data.\n                       diagnosis is confirmed by biopsy of a clinically\n                       affected muscle. The characteristic histologic feature     STUDY FUNDING\n                       is the presence of small red inclusions on Gömöri          No targeted funding reported.\n                       trichrome stain called “nemaline rods,” often found\n                       in atrophic fibers (figure 2, A–D). The rods are largely   DISCLOSURE\n                       composed of a-actinin, have a similar electron density     R. Schneider is a member of the Resident and Fellow Section editorial\n                                                                                  team. C. Steriade, P. Ashby, and T. Kiehl report no disclosures relevant\n                       to Z-lines (figure 2E), and are contiguous with these\n                                                                                  to the manuscript. Go to Neurology.org for full disclosures.\n                       structures. The proportion of muscle fibers contain-\n                       ing rods can vary significantly between individuals        REFERENCES\n                       and does not seem to correlate with the clinical pic-       1. Maggi L, Scoto M, Cirak S, et al. Congenital myopa-\n                       ture. However, the presence of a monoclonal gam-               thies: clinical features and frequency of individual\n                       mopathy has been associated with an unfavorable                subtypes diagnosed over a 5-year period in the\n                                                                                      United Kingdom. Neuromuscul Disord 2013;23:\n                       outcome secondary to respiratory failure.6 The occa-\n                                                                                      195–205.\n                       sionally described presence of small endomysial and         2. Keller CE, Hays AP, Rowland LP, Moghadaszadeh B,\n                       perivascular inflammatory infiltrates in some pa-              Beggs AH, Bhagat G. Adult-onset nemaline myopathy\n                       tients,6 the potential of a-actinin to be a target in          and monoclonal gammopathy. Arch Neurol 2006;63:\n                       autoimmune diseases,7 comorbid autoimmunity in                 132–134.\n                       some cases,8 and favorable outcome after immunother-        3. Engel AG. Late-onset rod myopathy (a new syndrome?):\n                                                                                      light and electron microscopic observations in two cases.\n                       apy8,9 raise the possibility of an immune-mediated\n                                                                                      Mayo Clin Proc 1966;41:713–741.\n                       etiology. Our patient tested negative for HIV. Of           4. Engel WK, Oberc MA. Abundant nuclear rods in adult-\n                       note, SLONM can be associated with HIV infection               onset rod disease. J Neuropathol Exp Neurol 1975;34:\n                       and has been reported early in the disease.10 HIV-             119–132.\n                       positive patients can present with similar clinical         5. Ryan MM, Schnell C, Strickland CD, et al. Nemaline\n                       features, similar biopsy findings, and even with               myopathy: a clinical study of 143 cases. Ann Neurol\n                                                                                      2001;50:312–320.\n                       monoclonal gammopathy.6 Anecdotal evidence\n                                                                                   6. Chahin N, Selcen D, Engel AG. Sporadic late onset nema-\n                       suggests that the use of steroids can improve muscle           line myopathy. Neurology 2005;65:1158–1164.\n                       strength in HIV-associated SLONM.11 However,                7. Oikonomou KG, Zachou K, Dalekos GN. Alpha-actinin:\n                       because of the small number of cases, there is only            a multidisciplinary protein with important role in\n                       little information regarding the treatment of SLONM.           B-cell driven autoimmunity. Autoimmun Rev 2011;10:\n                       Different therapeutic approaches have been described in        389–396.\n                       case reports or small case series. Autologous stem cell     8. Dimitri D, Dubourg O. Sporadic late-onset nemaline\n                                                                                      myopathy in a patient with systemic lupus erythematosus.\n                       transplantation has led to the disappearance of a\n                                                                                      J Neurol 2013;260:3171–3173.\n                       monoclonal gammopathy and improvement in muscle             9. Milone M, Katz A, Amato AA, et al. Sporadic late onset\n                       strength.6 Seven of 8 patients showed a lasting clinical       nemaline myopathy responsive to IVIg and immunotherapy.\n                       response after up to 8 years of high-dose melphalan            Muscle Nerve 2010;41:272–276.\n\ne8                     Neurology 86   January 5, 2016\n\n     ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  10.   Dalakas MC, Pezeshkpour GH, Flaherty M.                  immunodeficiency virus infection. Arch Neurol\n                        Progressive nemaline (rod) myopathy associated           1992;49:440.\n                        with HIV infection. N Engl J Med 1987;317:         12.   Voermans NC, Benveniste O, Minnema MC, et al. Spo-\n                        1602–1603.                                               radic late-onset nemaline myopathy with MGUS: long-\n                  11.   Dwyer BA, Mayer RF, Lee SC. Progressive nemaline         term follow-up after melphalan and SCT. Neurology\n                        (rod) myopathy as a presentation of human                2014;83:2133–2139.\n\n\n\n\n                                                                           Neurology 86   January 5, 2016                        e9\n\nª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\fClinical Reasoning: A 64-year-old man with progressive paraspinal muscle weakness\n                Raphael Schneider, Claude Steriade, Peter Ashby, et al.\n                             Neurology 2016;86;e4-e9\n                       DOI 10.1212/WNL.0000000000002241\n\n                    This information is current as of December 28, 2015\n\n Updated Information &              including high resolution figures, can be found at:\n Services                           http://www.neurology.org/content/86/1/e4.full.html\n\n References                         This article cites 12 articles, 2 of which you can access for free at:\n                                    http://www.neurology.org/content/86/1/e4.full.html##ref-list-1\n Subspecialty Collections           This article, along with others on similar topics, appears in the\n                                    following collection(s):\n                                    All Neuromuscular Disease\n                                    http://www.neurology.org//cgi/collection/all_neuromuscular_disease\n                                    Muscle disease\n                                    http://www.neurology.org//cgi/collection/muscle_disease\n Permissions & Licensing            Information about reproducing this article in parts (figures,tables) or in\n                                    its entirety can be found online at:\n                                    http://www.neurology.org/misc/about.xhtml#permissions\n Reprints                           Information about ordering reprints can be found online:\n                                    http://www.neurology.org/misc/addir.xhtml#reprintsus\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously since\n1951, it is now a weekly with 48 issues per year. Copyright © 2015 American Academy of Neurology. All\nrights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.",
  "wordCount": 2396,
  "indexed": "2025-09-25T22:55:02.589Z",
  "method": "direct"
}
