{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Jaiser et al. - 2013 - Clinical Reasoning A 39-year-old man with abdomin.pdf",
  "fileName": "Jaiser et al. - 2013 - Clinical Reasoning A 39-year-old man with abdomin.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Jaiser et al. - 2013 - Clinical Reasoning A 39-year-old man with abdomin.pdf",
  "text": "Clinical Reasoning: A 39-year-old man with abdominal cramps\n              Stephan R. Jaiser, Mark R. Baker, Roger G. Whittaker, et al.\n                               Neurology 2013;81;e5-e9\n                       DOI 10.1212/WNL.0b013e31829a335e\n\n\n                      This information is current as of July 8, 2013\n\n\n\n\n  The online version of this article, along with updated information and services, is\n                         located on the World Wide Web at:\n                http://www.neurology.org/content/81/2/e5.full.html\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously\nsince 1951, it is now a weekly with 48 issues per year. Copyright © 2013 American Academy of\nNeurology. All rights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.\n\f           Clinical Reasoning: A 39-year-old man with abdominal cramps\n              Stephan R. Jaiser, Mark R. Baker, Roger G. Whittaker, et al.\n                               Neurology 2013;81;e5-e9\n                        DOI 10.1212/WNL.0b013e31829a335e\n\n                    This information is current as of July 8, 2013\n\nUpdated Information &           including high resolution figures, can be found at:\nServices                        http://www.neurology.org/content/81/2/e5.full.html\n\nSupplementary Material          Supplementary material can be found at:\n                                http://www.neurology.org/content/suppl/2013/07/07/81.2.e5.DC\n                                1.html\nReferences                      This article cites 7 articles, 1 of which you can access for free at:\n                                http://www.neurology.org/content/81/2/e5.full.html##ref-list-1\nSubspecialty Collections        This article, along with others on similar topics, appears in the\n                                following collection(s):\n                                All clinical neurophysiology\n                                http://www.neurology.org//cgi/collection/all_clinical_neurophysi\n                                ology\n                                All Spinal Cord\n                                http://www.neurology.org//cgi/collection/all_spinal_cord\n                                Clinical neurology examination\n                                http://www.neurology.org//cgi/collection/clinical_neurology_exa\n                                mination\n                                MRI\n                                http://www.neurology.org//cgi/collection/mri\nPermissions & Licensing         Information about reproducing this article in parts (figures,tables)\n                                or in its entirety can be found online at:\n                                http://www.neurology.org/misc/about.xhtml#permissions\nReprints                        Information about ordering reprints can be found online:\n                                http://www.neurology.org/misc/addir.xhtml#reprintsus\n\f                RESIDENT\n                & FELLOW\n                SECTION\n                           Clinical Reasoning:\nSection Editor             A 39-year-old man with abdominal cramps\nMitchell S.V. Elkind,\nMD, MS\n\n\n\n\n                           SECTION 1                                                                              On examination, cranial nerves were unremarkable.\nStephan R. Jaiser, MRCP\n                           A 39-year-old lawyer presented with intermittent                                   Tone and power were normal in upper and lower\nMark R. Baker, MRCP\n                           spasms and pain in his abdominal muscles, particu-                                 limbs. Tendon reflexes were brisk throughout, particu-\nRoger G. Whittaker,\n                           larly the right upper quadrant. These had occurred                                 larly in the lower limbs, where they were brisker on the\n   MRCP\n                           since his mid-20s and there had been long asymp-                                   left than the right; plantar responses were flexor.\nDaniel Birchall, FRCR\n                           tomatic periods, including 8 years prior to the most                               Abdominal reflexes were brisk on the right and absent\nPatrick F. Chinnery,\n   FRCP\n                           recent 4-month exacerbation. Trivial movement                                      on the left (video on the Neurology® Web site at www.\n                           triggered a spasm of the abdominal muscles, leading                                neurology.org). No fasciculations or myokymia were\n                           to severe pain, which made breathing uncomfortable                                 seen throughout. There was no demonstrable sensory\nCorrespondence to          and interfered with sleep. The symptoms subsided                                   asymmetry or loss to any modality in the lower limbs.\nDr. Jaiser:                spontaneously after 4 to 5 days, leaving him with a                                Gait and cerebellar function were normal.\nstephan.jaiser@ncl.ac.uk\n                           sore abdomen for several weeks. Past attacks had also\n                                                                                                              Questions for consideration:\n                           been precipitated by specific forms of repetitive exer-\n                           cise such as jogging. He described ill-defined numb-                               1. Can you interpret the sign demonstrated in the\n                           ness in the left leg, but denied any muscle twitching,                                video?\n                           weakness, back pain, or sphincter disturbance.                                     2. What is the differential diagnosis for this\n                           There was no significant past medical or family                                       presentation?\n                           history.                                                                           3. What is your next investigation of choice?\n\n\n\n\n                                                                                                                                                              GO TO SECTION 2\n\n\n\n\nSupplemental data at\nwww.neurology.org\n                           From the Institute of Neuroscience (S.R.J., M.R.B.), The Medical School, Newcastle University, Newcastle upon Tyne; and the Departments of\n                           Clinical Neurophysiology (R.G.W.), Neuroradiology (D.B.) and Neurology (P.F.C.), Royal Victoria Infirmary, Newcastle upon Tyne, UK.\n                           Go to Neurology.org for full disclosures. Funding information and disclosures deemed relevant by the authors, if any, are provided at the end of the article.\n\n                                                                                                              © 2013 American Academy of Neurology                                         e5\n\n          ª\u0001\u0013\u0011\u0012\u0014\u0001\"NFSJDBO\u0001\"DBEFNZ\u0001PG\u0001/FVSPMPHZ\u000f\u00016OBVUIPSJ[FE\u0001SFQSPEVDUJPO\u0001PG\u0001UIJT\u0001BSUJDMF\u0001JT\u0001QSPIJCJUFE\u000f\n\f                   SECTION 2                                                      motor neurons in the ipsilateral thoracic cord, the cor-\n                   Superficial abdominal reflexes are not elicitable in all in-   responding lower motor neurons, or both. Both intrin-\n                   dividuals and become less prevalent with age. They may         sic and extrinsic lesions of the spinal cord could\n                   also be absent in obesity, after multiple pregnancies, or      produce this picture. The differential diagnosis there-\n                   after abdominal surgery.1 One study characterized the          fore includes neoplasia (e.g., ependymoma, meningi-\n                   reflexes in each abdominal quadrant of normal young            oma, glioma), arteriovenous malformation, syrinx,\n                   adults.2 In approximately half the subjects, symmetrical       lateral intervertebral disk prolapse, inflammatory mye-\n                   reflexes could be elicited in all quadrants; the remainder     litis, and infection (e.g., segmental zoster paresis).\n                   showed a variable extent of asymmetrical or absent                  The next investigation of choice is an MRI scan of\n                   reflexes. However, in no subjects were the abdominal           the thoracic spine (figure 1).\n                   reflexes consistently present on one side and consis-\n                                                                                  Questions for consideration:\n                   tently absent on the other. Such findings in our patient\n                   are therefore likely to be significant and—in the              1. What is the abnormality on MRI?\n                   absence of sensory loss—suggest a lesion of the upper          2. What further investigations would you consider?\n\n\n\n\n                                                                                                                    GO TO SECTION 3\n\n\n\n\n                     Figure 1      MRI of the thoracic spine\n\n\n\n\n                   (A) Sagittal T2-weighted MRI demonstrates a syrinx between T7 and T10. (B) Axial T2-weighted MRI at the level of T8\n                   shows central position of the syrinx and expansion of the spinal cord.\n\ne6                 Neurology 81   July 9, 2013\n\n     ª\u0001\u0013\u0011\u0012\u0014\u0001\"NFSJDBO\u0001\"DBEFNZ\u0001PG\u0001/FVSPMPHZ\u000f\u00016OBVUIPSJ[FE\u0001SFQSPEVDUJPO\u0001PG\u0001UIJT\u0001BSUJDMF\u0001JT\u0001QSPIJCJUFE\u000f\n\f              SECTION 3                                                     testing (abnormalities on EMG, somatosensory evoked\n              The MRI shows a central fusiform cavity in the mid-           potentials [SSEPs], or motor evoked potentials [MEPs])\n              thoracic cord, extending from T7 to T10 and measuring         allows patients with syringomyelia to be distinguished\n              5 mm in diameter. There was no abnormal gadolinium            more reliably from those with hydromyelia.5\n              enhancement. This radiologic description would be                 In the present case, the objective neurologic abnor-\n              compatible with either idiopathic syringomyelia or            malities were limited to reflex asymmetry and further\n              hydromyelia. Hydromyelia is considered to be a congen-        investigations should be directed at differentiating\n              ital, static persistence or enlargement of the central spi-   between syringomyelia and hydromyelia. Structural fea-\n              nal cord canal without secondary cause. While there           tures associated with syringomyelia (e.g., Chiari malfor-\n              may be disturbed CSF flow, dilation of perivascular           mation type I [CM-I], spinal dysraphism, tethered cord,\n              spaces, and subependymal cavitation, hydromyelia is           neoplasms) were excluded radiologically. SSEPs were\n              not associated with tissue necrosis and neuronal injury.      normal. MEPs showed a prolonged central motor con-\n              By contrast, syringomyelia is a progressive condition         duction time (CMCT) to the left but not the right lower\n              associated with intramedullary ischemia and tissue            limb (abductor hallucis CMCT was 24.8 ms on the\n              necrosis causing cavitation.3                                 left and 15.2 ms on the right; normal 16.0 6 3.3 ms,\n                  A filiform, or slitlike, appearance on MRI is said to     mean 6 SD). Needle EMG showed neurogenic change\n              distinguish hydromyelia from syringomyelia, but in            with fibrillation potentials and positive sharp waves in\n              some series 20% of patients with filiform dilations of        the right T8–T12 paraspinal muscles.\n              the central spinal cord canal show progression consis-\n                                                                            Questions for consideration:\n              tent with syringomyelia.4 The presence of objective\n              neurologic deficits and certain features on MRI (spinal       1. What are the anatomical limits of the syrinx as\n              cavity .6 mm in diameter and .5 segments in length;              defined electrophysiologically?\n              abnormal contrast enhancement; spinal cord expansion;         2. What additional radiologic investigations might\n              cavity enlargement over time) or electrophysiologic              help in terms of prognostication?\n\n\n\n\n                                                                                                              GO TO SECTION 4\n\n\n\n\n                                                                            Neurology 81   July 9, 2013                           e7\n\nª\u0001\u0013\u0011\u0012\u0014\u0001\"NFSJDBO\u0001\"DBEFNZ\u0001PG\u0001/FVSPMPHZ\u000f\u00016OBVUIPSJ[FE\u0001SFQSPEVDUJPO\u0001PG\u0001UIJT\u0001BSUJDMF\u0001JT\u0001QSPIJCJUFE\u000f\n\f                                   SECTION 4                                                           syndrome), and sphincter dysfunction are also\n                                   Syrinxes located centrally on axial MRI are usually                 recognized.\n                                   asymptomatic. Only a minority produce clinical signs                    The most common etiopathogenic association of\n                                   such as spasticity, hyperreflexia, sphincter disturbance,           syringomyelia is CM-I. In addition to the structural\n                                   or sensory changes, and these tend to be of limited                 causes discussed in section 3, syringomyelia may arise\n                                   localizing value. By contrast, clinical signs are common            as a result of trauma (including iatrogenic trauma),\n                                   if the cavity has a paracentral extension or is located             arachnoiditis/meningitis, and inflammatory myelitis.\n                                   eccentrically, and in such cases the signs are usually seg-         Such structural pathology alters the CSF dynamics,\n                                   mental and point to the location of the syrinx.6                    prompting CSF to be forced into the cord tissue\n                                       Here, MRI demonstrated a centrally located syr-                 and causing intramedullary venous congestion and\n                                   inx; in keeping with previous reports, clinical signs               cord edema. These result in macrocystic or microcystic\n                                   were limited. However, electrophysiologic data reveal               changes.3 Where an obvious structural cause cannot be\n                                   the syrinx to be functionally eccentric. It involves the            identified, the term idiopathic syringomyelia is applied.\n                                   thoracic ventral horn on the right (as demonstrated by                  Management is dictated by etiology and neurologic\n                                   the EMG) and the lateral corticospinal tract on the                 status. Secondary causes such as CM-Is, tumors, and\n                                   left (as demonstrated by the reflex asymmetry and                   tethered cords are usually amenable to surgery. Stable idi-\n                                   corroborated by MEPs) (figure 2). While not clearly                 opathic syringomyelia with minimal neurologic deficits\n                                   defined on examination, the sensory symptoms are                    should be monitored radiologically and electrophysiolog-\n                                   likely to represent involvement of postsynaptic spino-              ically at intervals of 3–6 months; significant progression\n                                   thalamic neurons crossing the midline anteriorly to                 should prompt consideration of surgical exploration. Syr-\n                                   ascend in the right anterolateral funiculus.                        inx shunting is rarely appropriate as it does not address\n                                       Beyond structural MRI sequences, cardiac-gated cine             any underlying etiology and is associated with high fail-\n                                   MRI can demonstrate abnormal CSF dynamics at the                    ure rates.7 In all cases, symptomatic treatment should be\n                                   cranio-cervical junction and at the level of the syrinx.            offered. Central pain often responds to carbamazepine,\n                                                                                                       pregabalin, or gabapentin. Cramps can also be managed\n                                   DISCUSSION Syringomyelia classically presents with                  with gabapentin or potentially with diltiazem. Spasticity\n                                   a centromedullary syndrome, manifesting as pain                     may be controlled with baclofen, tizanidine, or diaze-\n                                   (burning, electric-shock like, radicular) and dissoci-              pam. Syrinxes can be exacerbated by activities involving\n                                   ated sensory loss with temperature insensitivity. Spas-             a Valsalva maneuver, and patients should be counseled\n                                   ticity, autonomic dysfunction (including Horner                     to avoid heavy lifting, to minimize coughing, and to\n                                                                                                       ensure regular and soft bowel motions through increased\n                                                                                                       fluid intake and use of laxatives if required.\n  Figure 2        Schematic cross-section of the midthoracic spinal cord                                   Our patient was managed conservatively; carbamaz-\n                                                                                                       epine proved ineffective and he opted not to try alter-\n                                                                                                       native drugs. Serial assessments at 6-month intervals\n                                                                                                       demonstrated no functional or radiographic changes.\n                                                                                                           There are limited data regarding the natural history\n                                                                                                       of syringomyelia. Several case series report that idiopathic\n                                                                                                       syringomyelia with minimal neurologic symptoms only\n                                                                                                       progresses in a minority of conservatively managed\n                                                                                                       cases.7 Hence, the risks of nonintervention and regular\n                                                                                                       monitoring appear to be limited in this patient group.\n\n                                                                                                       AUTHOR CONTRIBUTIONS\n                                                                                                       Dr. Jaiser: design/conceptualization of the study, analysis/interpretation of\n                                                                                                       neurophysiology data, drafting/revising the manuscript. Dr. Baker: design/\n                                                                                                       conceptualization of the study, analysis/interpretation of neurophysiology\n                                                                                                       data, drafting/revising the manuscript. Dr. Whittaker: analysis/interpretation\n                                                                                                       of neurophysiology data, drafting/revising the manuscript. Dr. Birchall: anal-\nSmall sensory fibers supplying pain and temperature sensation enter the dorsal horn, syn-              ysis/interpretation of MRI images, revising the manuscript. Prof. Chinnery:\napse in the substantia gelatinosa, and decussate in the ventral white commissure to ascend             drafting/revising the manuscript.\nin the lateral spinothalamic tract (blue; illustrated for right-sided primary fibers only). Pyram-\nidal neurons descend in the lateral corticospinal tracts to enter the ventral horn, where they         STUDY FUNDING\nsynapse with lower motor neurons, which leave in the ventral nerve root (green). The asym-\n                                                                                                       Wellcome Trust, National Institute for Health Research.\nmetrical lower limb hyperreflexia and the delayed motor evoked potentials to the left lower\nlimb suggest a lesion of the left lateral corticospinal tract (lesion 1). A lesion of the right ven-\ntral horn is implied by the neurogenic changes on EMG of the right paraspinal muscles (lesion          DISCLOSURE\n2). The sensory symptoms probably represent a lesion of the postsynaptic spinothalamic                 S. Jaiser is a Wellcome Trust clinical research fellow. M. Baker is a NIHR\nneurons crossing the midline in the ventral white commissure (lesion 3).                               Clinical Lecturer and is supported by grants from UK Medical Research\n\n\ne8                                 Neurology 81     July 9, 2013\n\n         ª\u0001\u0013\u0011\u0012\u0014\u0001\"NFSJDBO\u0001\"DBEFNZ\u0001PG\u0001/FVSPMPHZ\u000f\u00016OBVUIPSJ[FE\u0001SFQSPEVDUJPO\u0001PG\u0001UIJT\u0001BSUJDMF\u0001JT\u0001QSPIJCJUFE\u000f\n\f              Council, Wellcome Trust, and Academy of Medical Sciences. R. Whit-               blood-spinal cord barrier, neuroinflammatory foci, and syr-\n              taker is supported by a grant from the NIHR. D. Birchall reports no dis-         inx formation. J Neurotrauma 2012;29:1803–1816.\n              closures. P. Chinnery is a Wellcome Trust Senior Fellow in Clinical         4.   Holly LT, Batzdorf U. Slitlike syrinx cavities: a persistent\n              Science and receives funding from Parkinson’s UK, the MRC Transla-\n                                                                                               central canal. J Neurosurg 2002;97:161–165.\n              tional Muscle Centre, and the UK NIHR Biomedical Research Centre in\n                                                                                          5.   Roser F, Ebner FH, Sixt C, Hagen JMV, Tatagiba MS.\n              Ageing and Age-related Disease. Go to Neurology.org for full disclosures.\n                                                                                               Defining the line between hydromyelia and syringomyelia:\n                                                                                               a differentiation is possible based on electrophysiological\n              REFERENCES                                                                       and magnetic resonance imaging studies. Acta Neurochir\n              1. Madonick MJ. Statistical control studies in neurology: VIII:                  2010;152:213–219.\n                 the cutaneous abdominal. Neurology 1957;7:459–465.                       6.   Milhorat TH, Johnson RW, Milhorat RH, et al. Clinico-\n              2. Yngve D. Abdominal reflexes. J Pediatr Orthop 1997;17:                        pathological correlations in syringomyelia using axial mag-\n                 105–108.                                                                      netic resonance imaging. Neurosurgery 1995;37:206–213.\n              3. Kobayashi S, Kato K, Rodríguez Guerrero A, Baba H,                       7.   Roy AK, Slimack NP, Ganju A. Idiopathic syringomyelia:\n                 Yoshizawa H. Experimental syringohydromyelia induced                          retrospective case series, comprehensive review, and update\n                 by adhesive arachnoiditis in the rabbit: changes in the                       on management. Neurosurg Focus 2011;31:E15.\n\n\n\n\n                                                                                          Neurology 81     July 9, 2013                                 e9\n\nª\u0001\u0013\u0011\u0012\u0014\u0001\"NFSJDBO\u0001\"DBEFNZ\u0001PG\u0001/FVSPMPHZ\u000f\u00016OBVUIPSJ[FE\u0001SFQSPEVDUJPO\u0001PG\u0001UIJT\u0001BSUJDMF\u0001JT\u0001QSPIJCJUFE\u000f",
  "wordCount": 2187,
  "indexed": "2025-09-25T22:54:07.609Z",
  "method": "direct"
}
