{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Cerebrovascular/Fibrinolisis-Protocolo Codigo Ictus Peset/Tratamiento endovascular/Agarwal et al. - 2004 - Hyperdense middle cerebral artery sign can it be used to select intra-arterial versus intravenous t.pdf",
  "fileName": "Agarwal et al. - 2004 - Hyperdense middle cerebral artery sign can it be used to select intra-arterial versus intravenous t.pdf",
  "relativePath": "Neurología/Cerebrovascular/Fibrinolisis-Protocolo Codigo Ictus Peset/Tratamiento endovascular/Agarwal et al. - 2004 - Hyperdense middle cerebral artery sign can it be used to select intra-arterial versus intravenous t.pdf",
  "text": "Original Paper\n\n                                                                                                                             Received: December 4, 2002\n                                                       Cerebrovasc Dis 2004;17:182–190\n                                                                                                                             Accepted: July 28, 2003\n                                                       DOI: 10.1159/000075789                                                Published online: December 29, 2003\n\n\n\n\nHyperdense Middle Cerebral Artery Sign:\nCan It Be Used to Select Intra-Arterial versus\nIntravenous Thrombolysis in Acute\nIschemic Stroke?\nPinky Agarwal Sanjeev Kumar Subramanian Hariharan Noam Eshkar\nPiero Verro Barry Cohen Souvik Sen\nNJ Neuroscience Institute, JFK Medical Center, Seton Hall University School of Graduate Medical Education,\nEdison, N.J., USA\n\n\n\n\nKey Words                                                                    was noted with IA rtPA, irrespective of the presence (p =\nHyperdense middle cerebral artery sign W M2 ‘dot’ sign W                     0.001) or absence (p = 0.01) of HCMAS. A less favorable\nIntra-arterial thrombolysis W Intravenous thrombolysis W                     outcome in discharge NIHSS score was noted with IV\nAcute ischemic stroke W Recanalization                                       rtPA in patients with HCMAS (p = not significant) than\n                                                                             those without the sign (p ! 0.001). A similar proportion of\n                                                                             patients with HCMAS exhibited a neurological improve-\nAbstract                                                                     ment at 24 h as those without the sign in the IA rtPA\nBackground: Stroke patients with a hyperdense middle                         group (p = 0.9). However, a smaller proportion of pa-\ncerebral artery sign (HMCAS) may respond less favor-                         tients with HCMAS exhibited a neurological improve-\nably to intravenous (IV) thrombolysis. Objective: To com-                    ment at 24 h than those without the sign in the IV rtPA\npare outcomes of patients with and without early CT                          group (p = 0.005). The results were similar using 90-day\nfindings treated with IV versus intra-arterial (IA) recombi-                 mRS ^1 as an indicator of significant persistent im-\nnant tissue plasminogen activator (rtPA). Methods: Initial                   provement (p = 1.0 for IA rtPA and 0.04 for IV rtPA group).\nand 24-hour CT scans of the head were evaluated in 83                        Conclusions: In a small sample, patients with HMCAS\nconsecutive stroke patients (66 on IV rtPA, 17 on IA rtPA).                  appeared to respond better to IA than IV rtPA.\nTime permitting, a CT angiogram was performed imme-                                                                          Copyright © 2004 S. Karger AG, Basel\n\ndiately after the initial CT scan to ascertain major cere-\nbral artery occlusion. Demographics and etiological\nstroke subtype, times to thrombolysis and CT scan, base-                         Introduction\nline (prethrombolysis) and 24-hour National Institutes of\nHealth stroke scale (NIHSS) score, discharge NIHSS                              Intravenous (IV) thrombolysis with recombinant tis-\nscore and 90-day modified Rankin scale (mRS) were                            sue plasminogen activator (rtPA) administered ^3 h\nrecorded. The initial CT of these patients was examined                      from symptom onset is currently the only FDA-approved\nfor early signs of stroke. The 24-hour scan was reviewed                     acute treatment for ischemic stroke in the United States.\nfor the presence of infarct, hemorrhage and persistence                      A recent randomized control trial has shown the clinical\nof HCMAS. Results: A favorable outcome, indicated by a                       efficacy and high recanalization rate with intra-arterial\nsignificant improvement in the discharge NIHSS score,                        (IA) thrombolysis using prourokinase in ischemic stroke\n\n\n                          © 2004 S. Karger AG, Basel                         Souvik Sen, MD, Director of Stroke Program and Assoc. Prof. of Neurology\nABC                                                                          University of North Carolina School of Medicine\nFax + 41 61 306 12 34                                                        3114-C Bio-informatics Building, CB#7025\nE-Mail karger@karger.ch   Accessible online at:                              Chapel Hill, NC 27599-7025 (USA)\n                                                                                                                                                                    198.143.54.1 - 9/8/2015 6:32:00 AM\n\n\n\n\nwww.karger.com            www.karger.com/ced                                 Tel. +1 919 843 2579, Fax +1 919 843 3252, E-Mail SenS@glial.med.unc.edu\n                                                                                                                                                                    Stockholms Universitet\n                                                                                                                                                                    Downloaded by:\n\f!6 h from symptom onset [1]. Since prourokinase is not           comparison of outcome of acute ischemic stroke with and\nFDA approved, many stroke centers in the United States           without HMCAS with IA versus IV rtPA.\nare using IA rtPA instead of prourokinase, off label or             Recently, CT angiogram (CTA) has been described as a\nunder an experimental protocol. These centers use IA             useful tool in detecting major cerebral artery occlusion\nrtPA in combination with mechanical disruption for               and may aid in decision making regarding the form of\nacute ischemic stroke !6 h from symptom onset. They use          thrombolytic agent to be used in acute ischemic stroke\ntime from symptom onset (^3 h for IV and 3–6 h for IA)           [14]. This provides a means of detecting acute occlusions\nand other National Institute of Neurological Disorders           in addition to the already available means such as conven-\nand Stroke (NINDS)-specified selection criteria (for IV          tional and MR cerebral angiogram. A secondary objective\nrtPA) to decide on IV versus IA thrombolysis [2]. An evi-        of this study was to investigate the angiographic (CTA\ndence-based decision paradigm based on early CT find-            and cerebral angiogram) correlates of HMCAS. This in-\nings has not been described.                                     formation would substantiate the role of this early CT\n    The early indicators of an acute ischemic stroke on a        finding in screening for acute occlusion of the MCA. In\nnoncontrast CT scan of the head may be a hyperdense M1           patients without HMCAS, CTA may be an alternative\nmiddle cerebral artery (MCA) sign (HMCAS), obscura-              means of detecting acute MCA occlusion.\ntion of the lenticular nucleus, loss of the insular ribbon\nand effacement of cerebral sulci [3]. To this list may be\n                                                                    Patients and Methods\nadded a recently described hyperdensity of the M2 seg-\nment of the MCA in the sylvian fissure, referred to as the           Patients\nM2 ‘dot sign’ [4]. Among these, HMCAS appears to be the              Consecutive patients with acute ischemic stroke presenting ! 3 h\nmost prevalent of the CT markers of acute cerebral isch-         from symptom onset were treated with IV rtPA as per the NINDS\n                                                                 rtPA protocol. Patients who presented ! 3 h from symptom onset but\nemia [4, 5].\n                                                                 had contraindications to IV rtPA [2] and those who presented at\n    In 1983, Gacs et al. [6] were the first to angiographical-   intervals 3–6 h from symptom onset were treated with IA rtPA. All\nly confirm the correlation between HMCAS and acute               patients were treated at a single referral stroke center. All patients\nthromboembolism of the MCA. The presence of HMCAS                had an initial CT scan of the head prior to the thrombolysis proce-\nis known to be associated with major neurological deficit        dure to exclude cerebral hemorrhage, and a follow-up scan was\n                                                                 obtained approximately 24 h later to detect infarct and/or any com-\nand is predictive of poor outcome after IV thrombolytic\n                                                                 plication related to thrombolysis. The initial scan was reviewed by a\ntherapy [5, 7]. It is not, however, predictive of poor out-      neurologist and a neuroradiologist for early signs of ischemia (de-\ncome with IA thrombolysis with prourokinase followed             scribed below), both of whom were aware of the diagnosis of stroke\nby heparin [8, 9]. Evidence based on cerebral angiography        but unaware of the nature of the deficit. Patients were scored by cer-\n[10], MR angiography [11] and recently transcranial du-          tified examiners on the National Institutes of Health stroke scale\n                                                                 (NIHSS) prior to thrombolysis (baseline), 24 h after the onset of\nplex ultrasonography [12] suggests that HMCAS is repre-\n                                                                 stroke and at the time of discharge, or calculated NIHSS score prior\nsentative of acute embolic occlusion of the proximal M1          to death. Neurological improvement was defined as an improvement\nsegment of the MCA. Conventional wisdom has been that            in the 24-hour NIHSS score by 4 points over baseline values or reso-\na thrombus in such a large-caliber artery may prove to be        lution of neurological deficit within 24 h. In addition, the mean dis-\nresistant to lysis and recanalization with IV thrombolytic       charge NIHSS score was compared with the mean baseline value for\n                                                                 significant changes. Patients and/or next of kin were interviewed by\ntherapy, as only a small fraction of the systemically\n                                                                 telephone by an investigator blinded to the initial clinical presenta-\nadministered medication may actually reach the distally          tion, route of thrombolytic administration (IV or IA) and early CT\nlocated thrombus. The alternative approach of adminis-           findings in order to obtain a calculated 90-day modified Rankin scale\ntering the thrombolytic agent IA could result in delivery        (mRS). Patients who expired within or prior to this period were given\nof an adequate concentration at the site of the thrombus.        the worst score of 6. The patients with 90-day mRS of ^1 were con-\n                                                                 sidered to show a persistent significant improvement.\nThe Prolyse in Acute Cerebral Thromboembolism\n(PROACT) study [1] and a meta-analysis of several anec-              Radiological Data\ndotal series [13] lend support to the use of IA thrombolyt-          Noncontrast CT scans were performed on a General Electric Hi\nic in these cases. Our goal was to provide further evidence      Speed CT/i scanner (GE Medical Systems, Wisc., USA), using a con-\nof the appropriateness of using IA rtPA in the early hours       tiguous slice thickness of 7 mm for the supratentorial compartment\n                                                                 and 3 mm for the infratentorial compartment in a plane 20 ° negative\nof stroke due to major vessel occlusion identified on non-\n                                                                 to the canthomeatal plane. Scan time was 1 s per slice. Technical\ncontrast CT. A direct comparison of outcomes of IV ver-          parameters were 120 kV and 280 mA for the supratentorial compart-\nsus IA rtPA based on the presence of HMCAS has not               ment, and 140 kV and 340 mA for the infratentorial compartment,\nbeen reported. As a primary objective, we undertook the          with a matrix size of 512 ! 512. All slices were contiguous with a\n\n\n\nHMCAS and Thrombolysis in Acute Stroke                           Cerebrovasc Dis 2004;17:182–190                                   183\n                                                                                                                                          198.143.54.1 - 9/8/2015 6:32:00 AM\n                                                                                                                                          Stockholms Universitet\n                                                                                                                                          Downloaded by:\n\fdisplay field of 21 cm and were performed from the level of the fora-        obtained from qualifying candidates. DSA was performed and the\nmen magnum to the high vertex region. All CT scan images were                angiographic inclusion criterion was complete occlusion of the MCA\ndisplayed on hard copies (14 ! 17 in). A second CT scan was per-             or terminal ICA. IA rtPA was given under angiographic visualiza-\nformed 24 h following thrombolytic administration using the same             tion. A 5-Fr sheath was placed into the right common femoral artery\ntechnique. HMCAS was defined by the following criteria [3]:                  followed by selective catheterization of the occluded cerebral artery.\n(1) spontaneous visibility of the whole horizontal part of the MCA;          Mechanical disruption using a guide wire always preceded the\n(2) density of the MCA higher than that of the surrounding brain;            administration of IA rtPA in the thrombus. Mechanical disruption\n(3) disappearance on bone windows; (4) unilaterality, and (5) absence        never achieved recanalization on its own. Superselective IA throm-\nof subarachnoid hemorrhage. The M2 ‘dot’ sign was defined as                 bolysis was performed utilizing a total dose of 14–20 mg of rtPA\nhyperdensity of an arterial structure (seen as a dot) in the sylvian         administered IA by an infusion microcatheter (! 3.0 Fr) using a steer-\nfissure relative to the contralateral side, or to other vessels within the   able micro-guide wire. The dosage of IA rtPA was determined by\nsylvian fissure [4]. Obscuration of the lentiform nucleus was defined        recanalization, and a maximum dose of 20 mg was used. Postthrom-\nas a decrease in density involving the lentiform nucleus area causing        bolysis cerebral angiography was repeated, to assess recanalization.\na loss of precise definition of the area [15]. Loss of the insular ribbon    The Institutional Review Board approved the protocol for IA rtPA\nwas defined as decreased precision in delineating the gray-white             use.\ninterface at the lateral margin of the insula [16]. Hemispheric sulcal\neffacement was defined as decreased contrast density inducing a loss             Stroke Classification and Etiology\nin precise delineation of the gray-white interface at the margin of the          Stroke etiology was classified using the Trial of Org 10172 in\ncortical sulci corresponding to a localized mass effect [17]. The fol-       Acute Stroke Treatment (TOAST) criteria [19]. Cardioembolic etiol-\nlow-up 24-hour CT scan was reviewed for the appearance of infarct,           ogy was considered in patients with major brain artery or branch\nhemorrhage and disappearance of HMCAS. Both the initial and fol-             cortical artery occlusion, who had at least one cardiac source identi-\nlow-up CT scans were reviewed by a neurologist and a neuroradiolo-           fied according to the TOAST criteria. Echocardiogram, EKG and 24-\ngist blinded to each other’s reading.                                        hour Holter information were used to determine the cardiac source\n                                                                             listed in the TOAST classification. Potential large-artery atheroscle-\n    CT Angiography                                                           rotic source of thrombosis or embolism was assessed by carotid ultra-\n    CTA was performed immediately following the nonenhanced                  sound and/or MR angiography.\nbrain CT, in the same spiral CT scanner as described above. An IV\nbolus of 100 ml of Isovue 370 (Bracco Diagnostics, Princeton, N.J.,              Statistical Analysis\nUSA) was injected via a power injector (Medrad, Indianola, Pa.,                  Student’s t test and analysis of variance (ANOVA) were used to\nUSA). Scanning was timed to permit imaging from the proximal to              compare continuous data. A 2 (HMCAS present vs. absent) !2\ndistal branches of the circle of Willis. Axial, coronal and sagittal pro-    (baseline vs. discharge) mixed-design ANOVA was performed on the\njections of the intracranial vasculature including bilateral MCAs            NIHSS score decrement. A decrement in NIHSS score signifies neu-\nwere generated by multiprojection volume reconstruction requiring            rological improvement. In the post-test analysis, the main effect of\napproximately 5 min per plane. The source images and coronal                 thrombolysis (IV and IA) was investigated against interaction of\nreconstructed images were reviewed immediately by the treating               HMCAS. As the sample size was small, Fisher’s exact test was appro-\nneurologist, and subsequently the source images were verified with           priate for comparison of categorical data, and was used in conjunc-\nthe reconstructed images by both the neurologist and the neuroradi-          tion with the more widely known ¯2 test. Kappa index was used to\nologist for evidence of intracranial large vessel occlusion.                 assess the interobserver reliability of early CT findings. Analysis was\n                                                                             performed using SPSS version 10.0 (Chicago, Ill., USA).\n    IV Thrombolysis\n    Acute ischemic stroke patients were treated with IV rtPA (0.9\nmg/kg body weight, maximum 90 mg) within 180 min from symp-                     Results\ntom onset, in accordance with the NINDS rtPA protocol [2]. Patients\nwere not excluded on the basis of ischemic stroke type (e.g. lacunar\n                                                                                Between the years 1996 and 2001, 66 patients with\nstrokes were not excluded) or location (e.g. posterior circulation\nstrokes were not excluded). Otherwise, exclusion criteria were those         acute ischemic stroke presenting !3 h from symptom\nlisted in the NINDS rtPA study [2]. CT signs of parenchymal isch-            onset were treated with IV rtPA, and 17 patients who ei-\nemic changes were specifically not used to exclude patients as in the        ther presented at intervals 3–6 h from symptom onset (n =\nEuropean Cooperative Acute Stroke Study (ECASS) [18].                        9) or who presented !3 h from symptom onset but met\n                                                                             exclusion criteria for IV rtPA (n = 8, 4 on therapeutic lev-\n    IA Thrombolysis\n    Acute ischemic stroke patients with major cerebral arterial occlu-       els of anticoagulation and 4 with recent surgical proce-\nsion on digital subtraction angiography (DSA) underwent mechani-             dure) were treated with IA rtPA. Demographic, clinical\ncal disruption and IA thrombolysis ! 6 h from symptom onset. They            and radiological characteristics of these patients are\nincluded patients who presented 3–6 h from symptom onset as well             shown in table 1. Sixty-six patients received 46–90 mg IV\nas those who presented ! 3 h from symptom onset but met NINDS\n                                                                             rtPA, 2.3 B 0.5 h from symptom onset, and 17 patients\nexclusion criteria for IV rtPA. Patients included had neurological\nsigns attributable to a major artery occlusion, NIHSS score 64 and           received IA rtPA 4.4 B 1.1 h from symptom onset (ta-\nabsence of cerebral hemorrhage or other structural lesion (except            ble 1). Although the patients receiving IV rtPA had a sig-\nsmall meningioma) on the initial CT scan. Informed consent was               nificantly shorter time interval between symptom onset\n\n\n184                      Cerebrovasc Dis 2004;17:182–190                                             Agarwal/Kumar/Hariharan/Eshkar/Verro/\n                                                                                                     Cohen/Sen\n                                                                                                                                                       198.143.54.1 - 9/8/2015 6:32:00 AM\n                                                                                                                                                       Stockholms Universitet\n                                                                                                                                                       Downloaded by:\n\fTable 1. Clinical characteristics of patients\nreceiving IV and IA rtPA                                                                         IV rtPA         IA rtPA          p value\n                                                                                                 (n = 66)        (n = 17)\n\n                                                Age, years                                       70B15           71B15           0.8\n                                                Males                                            40 (61)          8 (47)         0.5\n                                                White race                                       52 (79)         15 (88)         0.6\n                                                Baseline mean NIHSS score                      13.6B5.3        15.6B5.9          0.2\n                                                Mean time to CT scan from onset                 1.4B0.7         1.8B1.1          0.1\n                                                Mean time to thrombolysis from onset            2.3B0.5         4.4B1.1         !0.0001\n                                                TOAST classification\n                                                   Cardioembolism                                33 (50)          8 (47)\n                                                   Large artery atherosclerosis                  13 (20)          3 (18)\n                                                   Small vessel occlusive disease                 6 (9)           0               0.2\n                                                   Other                                          9 (14)          6 (35)\n                                                   No cause identified                            5 (8)           0\n                                                Early CT signs\n                                                   HMCAS                                         15 (23)          8 (47)\n                                                   Lenticular obscuration                         4 (6)           3 (18)\n                                                   Loss of insular ribbon                         4 (6)           3 (18)          0.9\n                                                   Sulcal effacement                              4 (6)           1 (6)\n                                                   M2 ‘dot’ sign                                  6 (9)           4 (23)\n                                                Follow-up CT findings\n                                                   Infarct                                       46 (70)         12 (71)          0.9\n                                                   Hemorrhage                                     6 (9)           2 (12)          0.7\n\n                                                   Values are shown as mean B standard deviation or numbers of patients. Figures in paren-\n                                                theses represent percentages.\n\n\n\n\nand administration of rtPA (p ! 0.0001), there was no sig-             associated neurological improvement at 24 h (p = 0.005)\nnificant difference in the interval between symptom onset              compared to those who did not have the sign (table 3). In\nand CT scan between the groups (1.4 B 0.7 h in the IV                  all patients with HMCAS showing neurological recovery\nrtPA group and 1.8 B 1.1 h in the IA rtPA group; p = 0.1)              with thrombolyis (IV or IA), the HMCAS disappeared on\n(table 1). Patients receiving IV rtPA were similar to the              the follow-up 24-hour CT scan. An illustrative example is\npatients receiving IA rtPA in terms of age, gender, racial             provided in figure 1. The results were similar for neuro-\ncomposition and etiology of stroke (despite exclusion of               logical improvement assessed at discharge using the ¯2\nlacunar strokes for IA rtPA). Patients receiving IA rtPA               test. These results were supplemented by the results of the\nhad a slightly higher mean NIHSS score compared to                     ANOVA test. ANOVA for patients receiving IA rtPA\nthose receiving IV rtPA; however, the difference was not               showed that their discharge NIHSS score improved from\nstatistically significant. There was no difference in the              baseline (p ! 0.001), regardless of the presence or absence\nproportions of patients with infarct or hemorrhage on the              of the HMCAS (fig. 2). In the IV rtPA group, patients in\nfollow-up 24-hour CT, whether they received IV or IA                   whom the HMCAS was absent showed greater mean\nrtPA. Thus, barring the time to rtPA administration, the               improvement in the discharge NIHSS score (p = 0.067)\nIV and IA rtPA group appeared evenly matched.                          than patients in whom HMCAS was present (4.7 vs. 2.0)\n   Fisher’s exact test was appropriate for assessing neuro-            (fig. 3). Post hoc tests revealed that the improvement in\nlogical improvement at 24 h in the IA and IV rtPA groups               NIHSS score was significant for patients without HMCAS\n(as expected, values in at least 1 of 4 cells were !5), and            (p ! 0.001), but not for the patients with the HMCAS (p =\nyielded similar results to the more widely known ¯2 test,              not significant).\nreported here (tables 1–4). Neurological improvement (at                   The 90-day mRS further confirmed the above findings.\n24 h) occurred in the IA rtPA group irrespective of the                Similar proportions of patients in the IA rtPA group had a\npresence or absence of HMCAS (table 2). Of the patients                90-day mRS ^1, irrespective of the presence (2/8) or\nreceiving IV rtPA, a smaller proportion with HMCAS had                 absence (3/9) of HMCAS (p = 1.0). Of the patients receiv-\n\n\nHMCAS and Thrombolysis in Acute Stroke                                 Cerebrovasc Dis 2004;17:182–190                                  185\n                                                                                                                                              198.143.54.1 - 9/8/2015 6:32:00 AM\n                                                                                                                                              Stockholms Universitet\n                                                                                                                                              Downloaded by:\n\fFig. 1. CT of brain. a Prethrombolysis with\nHMCAS (left). b Twenty-four hours after\nthrombolysis, showing the disappearance of\nHMCAS in a patient exhibiting neurological\nimprovement with IV rtPA.\n\n\n\n\nTable 2. 24-hour neurological recovery\nwith IA rtPA based on early CT signs           CT sign                                24-hour neurological 24-hour neurological p value\n                                                                                      recovery/CT sign (+) recovery/CT sign (–)\n\n                                               HMCAS (M1)                             3/8 (37)               3/9 (33)             0.9\n                                               M2 ‘dot’ sign                          2/4 (50)               4/13 (31)            0.9\n                                               Loss of insular ribbon                 1/3 (33)               5/14 (36)            0.9\n                                               Obscuration of lenticular nuclei       1/3 (33)               5/14 (36)            0.9\n                                               Sulcal effacement                      1/1 (100)              5/16 (31)            0.7\n\n                                                   Figures in parentheses represent percentages.\n\n\n\n\nTable 3. 24-hour neurological recovery\nwith IV rtPA based on early CT signs           CT sign                                24-hour neurological 24-hour neurological p value\n                                                                                      recovery/CT sign (+) recovery/CT sign (–)\n\n                                               HMCAS (M1)                             2/15 (13)              30/51 (59)           0.005\n                                               M2 ‘dot’ sign                          1/6 (17)               31/60 (52)           0.2\n                                               Loss of insular ribbon                 0/4                    32/62 (52)           0.1\n                                               Obscuration of lenticular nuclei       1/4 (25)               31/62 (50)           0.6\n                                               Sulcal effacement                      0/4                    32/62 (52)           0.1\n\n                                                   Figures in parentheses represent percentages.\n\n\n\n\n186                    Cerebrovasc Dis 2004;17:182–190                                            Agarwal/Kumar/Hariharan/Eshkar/Verro/\n                                                                                                  Cohen/Sen\n                                                                                                                                          198.143.54.1 - 9/8/2015 6:32:00 AM\n                                                                                                                                          Stockholms Universitet\n                                                                                                                                          Downloaded by:\n\f                               Response to IA rtPA\n                                                                                                                      Response to IV rtPA\n               20                                                                             20\n               18                                             Baseline                                  17.9                                    Baseline\n                    16                                        Discharge                                              15.9\n               16                                 15.2\n                                                                                                                                                Discharge\n               14                                                                             15\n  Mean NIHSS\n\n\n\n\n                                                                                 Mean NIHSS\n                                   11.6                                                                                               12.4\n               12                                             11\n\n               10                                                                             10\n                8                                                                                                                               7.7\n\n                6        p=0.001                     p=0.01\n                4                                                                             5               p=NS\n                                                                                                                                      p<0.001\n                2\n                0                                                                             0\n                    HMCAS (+)                     HMCAS (-)\n                                                                                                        HMCAS (+)                    HMCAS (-)\n\n\nFig. 2. Mean baseline (prethrombolyis) and discharge NIHSS score              Fig. 3. Mean baseline (prethrombolyis) and discharge NIHSS score\nin patients with and without HMCAS given IA rtPA.                             in patients with and without HMCAS given IV rtPA. NS = Not sig-\n                                                                              nificant.\n\n\n\n\n                            Table 4. Clinical correlates of HMCAS in acute stroke patients receiving IV and IA thrombolysis\n\n                            Clinical correlates                           HMCAS                    No HMCAS                 PPV, %    p value         NPV, %\n                                                                          (n = 23)                 (n = 60)\n\n                            Age, years                                    74B14                    69B15                              0.2\n                            NIHSS score                                   17B5                     13B5                              !0.001\n                            Time to CT scan, h                            1.3B0.6                  1.1B0.8                            0.3\n                            Cardioembolic stroke                           19 (83)                  26 (43)                           0.003\n                            Angiographic M1 occlusion\n                               CTA                                         6/7                      7/12                     86                       42\n                               Cerebral angiogram                          8/8                      8/12                    100                       33\n                            Hemorrhage on 24-hour CT scan                  2                        6 (10)                            0.9\n\n                               Values are shown as mean B standard deviation or numbers of patients. Figures in parentheses represent percent-\n                            ages. PPV = Positive predictive value; NPV = negative predictive value.\n\n\n\n\ning IV rtPA, a smaller proportion with HMCAS (2/15)                           HMCAS was not associated with significant hemorrhage\nhad 90-day mRS = 1 (p = 0.04) as compared to those who                        related to thrombolysis on the follow-up 24-hour CT scan.\ndid not have the sign (24/51).                                                There was a significant interobserver reliability in detec-\n   Patients with HMCAS had significantly (p ! 0.001)                          tion of HMCAS between the neurologist and neuroradiol-\nmore severe stroke when compared to those without                             ogist (Î = 0.85, p ! 0.0001), making it the most reliably\nHMCAS (table 4). The majority of patients with HMCAS                          detected early CT finding. There was less interobserver\nappeared to have cardioembolic strokes (p = 0.003). Age                       reliability with respect to obscuration of the lenticular\nand the time interval between symptom onset and CT                            nucleus (Î = 0.78, p = 0.002), sulcal effacement (Î = 0.78,\nscan of the brain were not associated with the presence or                    p = 0.004), the M2 ‘dot’ sign (Î = 0.74, p = 0.004) and loss\nabsence of HMCAS. Using angiographic evidence of                              of the insular ribbon (Î = 0.56, p = 0.02).\nMCA occlusion as the standard (CTA or DSA), HMCAS                                Cerebral hemorrhage was noted on the 24-hour CT\nappeared to have a high specificity and positive predictive                   scan in 6 of the 66 patients who received IV rtPA. Of\nvalue, and a low sensitivity and negative predictive value.                   these, 4 (6%) were hemorrhagic transformation of brain\n\n\nHMCAS and Thrombolysis in Acute Stroke                                        Cerebrovasc Dis 2004;17:182–190                                               187\n                                                                                                                                                                  198.143.54.1 - 9/8/2015 6:32:00 AM\n                                                                                                                                                                  Stockholms Universitet\n                                                                                                                                                                  Downloaded by:\n\finfarcts and were symptomatic, and 2 were hemorrhages          with some of the other early CT findings [18]. Tomsick et\naway from the location of the stroke and asymptomatic.         al. [7] reported the presence of HMCAS in 18 of 55\nSimilarly, hemorrhages were noted in 2 of the 17 patients      patients who had CT scan within 90 min of stroke onset.\nwho received IA rtPA; both were hemorrhagic transfor-          These patients had a higher median NIHSS score, a larger\nmations of infarcts and symptomatic, making a symptom-         infarct volume and a lower rate of neurological improve-\natic hemorrhage rate of 11.7%. In the HMCAS-positive           ment with IV rtPA when compared to the HMCAS-nega-\nsubgroup, 1 of the 15 patients (6.7%) receiving IV rtPA        tive patients. The results of this study are similar to ours.\nand 1 of the 8 patients (12.5%) receiving IA rtPA had          We report that 22% patients had HMCAS, of whom only\nsymptomatic cerebral hemorrhages. In these small sub-          13% exhibited neurological improvement with IV rtPA.\ngroups, the difference in symptomatic hemorrhage rate          These findings parallel the angiographic data, which sug-\nwas not significant.                                           gest that patients with proximal MCA occlusion are less\n                                                               likely to have recanalization compared to those with more\n                                                               distal MCA branch occlusion [21, 26]. Our results also\n   Discussion                                                  corroborate those found in the NINDS rtPA stroke study,\n                                                               where thrombus on CT (HMCAS) was a univariate pre-\n    IA rtPA resulted in similar neurological improvement       dictor of a less favorable outcome [25]. A more recently\nat 24 h and discharge in patients with and without             published retrospective analysis of data from the NINDS\nHMCAS. The HMCAS-positive patients had a signifi-              study found that the presence of early ischemic changes\ncantly higher rate of neurological improvement with IA         other than HMCAS on the baseline screening CT, includ-\nrtPA (37%) than with IV rtPA (13%). The risk of hemor-         ing loss of gray-white matter differentiation, presence of\nrhage in HMCAS-positive patients in the IV rtPA group          hypodensity and compression of CSF spaces, did not cor-\nwas 6.7%, and in the IA rtPA group, it was 12.5%, which        relate with a less favorable or an adverse outcome with IV\nindicates a better benefit to risk ratio in the IA rtPA        rtPA [27].\ngroup. HMCAS was the commonest and the most reliably              Two studies have reported a favorable response to IA\ndetected early finding with a readily available technology,    prourokinase followed by IV heparin despite the presence\nnamely CT scan, which is routinely obtained in patients        of HMCAS [8, 9]. These results are different from our\nwith acute ischemic stroke. This finding correlated with a     series, since we used IA rtPA and, more importantly, com-\nsignificantly more severe stroke and a higher proportion       pared it with IV rtPA. We showed that the patients\nof cardioembolism. HMCAS had a high positive predic-           treated with IA rtPA had a favorable response in spite of\ntive value for acute occlusion of the M1 segment of the        the presence of HMCAS. This finding suggests that pa-\nMCA, confirmed by DSA, as well as CTA, which may eas-          tients may be stratified for treatment with IA rtPA on the\nily follow CT scan of the head.                                basis of HMCAS. This may be because HMCAS repre-\n    Our findings correspond to those of prior studies which    sents thrombus in the proximal MCA which may lyse\nhave described HMCAS as the most prevalent early CT            more easily with local IA rtPA than systemic IV rtPA. We\nfinding in acute ischemic stroke [3]. They also correspond     provide a rationale for a future prospective study to inves-\nto those of studies which have correlated the HMCAS            tigate treatment decisions based on such stratification.\nwith acute embolic occlusion of the MCA [10, 11, 20, 21].      Our proposed approach of stratification to either IV or IA\nSeveral studies have reported that patients with HMCAS         tPA based on HMCAS is different from that being investi-\nhave more severe stroke and a worse prognosis than those       gated in an ongoing pilot study using a combination of IV\nwithout [10, 17, 21, 22]. Some of these studies have docu-     and IA rtPA with historical controls [28]. We believe that\nmented that patients with this early CT finding subse-         our approach may have the advantage of subjecting\nquently develop a larger infarct [10, 21, 23, 24] and have a   patients to a lower risk with a single modality of treatment\nhigher rate of disability and mortality [22]. To date, three   (IV or IA) than that of the combination (IV and IA)\nstudies have reported that stroke patients with HMCAS          therapy.\ndo not respond favorably to IV rtPA [5, 7, 25].                   Our findings parallel those of other studies which have\n    Among these three reports, the one from the ECASS          shown that HMCAS has a high positive predictive value\nattributes the poor response to the fact that patients with    for proximal MCA occlusion [21, 24]. Our study further\nHMCAS (19 of 107 in that study) have more severe stroke        extrapolates this positive predictive value to be high irre-\n[5]. Only a limited comparison between the ECASS and           spective of the mode of angiography, namely CTA per-\nour study is possible, since the ECASS excluded patients       formed within a few minutes of the CT scan, or DSA per-\n\n\n188                  Cerebrovasc Dis 2004;17:182–190                                Agarwal/Kumar/Hariharan/Eshkar/Verro/\n                                                                                    Cohen/Sen\n                                                                                                                               198.143.54.1 - 9/8/2015 6:32:00 AM\n                                                                                                                               Stockholms Universitet\n                                                                                                                               Downloaded by:\n\f                                                                       analysis of a small sample of categorical data, in conjunc-\n                            Acute Ischemic\n                                                                       tion with the more widely known ¯2 test. Also, as similar\n                            Stroke (0 –3 h)                            findings have been reported by larger studies [24], we\n                                                                       believe that the small sample is representative of the acute\n                                                                       stroke population. Finally, our data regarding clinical\n                            Non-contrast CT\n                             scan of head                              improvement are not accompanied by data on angio-\n                                                                       graphic recanalization in the IV rtPA group. These draw-\n                                                                       backs can be overcome with a prospectively designed\n           HMCA (+)                               HMCA (-)             study using a stratified approach of treatment with IV\n                                                                       rtPA in patients without HMCAS and IA rtPA in patients\n                                                                       with HMCAS.\n        IA rtPA (0–6 h)                       IV rtPA (0 – 3 h)\n                                                    OR\n                                              IA rtPA (0 – 6 h)\n                                                                          Conclusion\n\n                                                                           HMCAS is the commonest and the most reliably\nFig. 4. Schema of proposed algorithm for thrombolysis in acute isch-\nemic stroke based on HMCAS.                                            detected early CT finding in acute ischemic stroke, and\n                                                                       has a high positive predictive value for proximal MCA\n                                                                       occlusion. The results of our small observational study\n                                                                       suggest that patients with acute ischemic stroke present-\nformed approximately an hour after the CT scan. In our                 ing with HMCAS may respond more favorably (with\nclinical setting, we find CTA to be particularly helpful in            respect to 24-hour NIHSS score, discharge NIHSS score\nconfirming large artery occlusion and in deciding if a                 and 90-day mRS) to IA rtPA as compared to IV adminis-\npatient is a candidate for IV versus IA rtPA. Our study                tration. These results provide a rationale to prospectively\nalso confirms that HMCAS and the other early CT find-                  study an algorithm in which ischemic stroke patients with\nings do not correlate with an increased risk of hemor-                 HMCAS are treated with IA rtPA. Time permitting and\nrhage.                                                                 when available, a CTA may be done to confirm and pro-\n   There are limitations to our study. First, being retro-             vide additional information on the site of occlusion. In\nspective, the study suffers from drawbacks which are                   lieu of these conditions, CTA may be skipped to obtain a\ninherent in such a study. Although we assessed neurologi-              diagnostic angiogram followed by IA rtPA administration\ncal recovery at 24 h as in part 1 of the NINDS rtPA study,             (fig. 4). Such a stratified approach may have relevance to\nand discharge NIHSS score corresponding to the day 7                   the recent proposal of a 2-tier stroke center [29], where\nNIHSS score in the PROACT study, we did not measure                    patients are transferred to a referral stroke center for IA\n90-day outcome parameters, including the NIHSS score,                  rtPA, on the basis of major arterial occlusion seen on CT\nBarthel Index and Glasgow outcome, and used calculated                 scan and CTA, and all other patients are treated with IV\nmRS in place of a prospectively obtained Rankin score.                 rtPA in the primary stroke center setting.\nThese outcome measures are feasible only in a prospec-\ntive trial setting [1, 2]. Patients receiving IV rtPA !3 h\nfrom stroke onset as per the NINDS rtPA protocol were                     Acknowledgements\ncompared with those receiving off-label IA rtPA 3–6 h\n                                                                           We acknowledge the efforts of Dr. Arthur Walters in kindly\nfrom stroke onset. Hence, it may not be regarded as a\n                                                                       reviewing the manuscript and providing some very valuable sugges-\nhead-to-head comparison. However, it may be noted that                 tions enabling us to improve on the quality of the manuscript.\nhalf the patients receiving IA rtPA at 3–6 h (9/17) present-               S.S. is funded by a career development grant from the NINDS\ned to the emergency room !3 h from symptom onset.                      (1K23NS02117).\nThere is a practical rationale to compare the groups as it\ntakes a longer time to mobilize the angiography team for\nIA rtPA, which is not required for IV rtPA administra-\ntion. Second, being a single center with a relatively small\nsample",
  "wordCount": 6433,
  "indexed": "2025-09-25T22:51:40.949Z",
  "method": "direct"
}
