{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Montes-Rivera et al. - 2015 - Clinical Reasoning A 45-year-old man with acute o.pdf",
  "fileName": "Montes-Rivera et al. - 2015 - Clinical Reasoning A 45-year-old man with acute o.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Montes-Rivera et al. - 2015 - Clinical Reasoning A 45-year-old man with acute o.pdf",
  "text": "RESIDENT\n              & FELLOW\n              SECTION\n                         Clinical Reasoning:\nSection Editor           A 45-year-old man with acute onset of\nMitchell S.V. Elkind,\nMD, MS                   multifocal weakness and paresthesias\n\nJose Montes-Rivera, MD   SECTION 1                                                                          pattern. Motor examination revealed normal tone\nSarah Zubkov, MD         A 45-year-old man with epilepsy and immunoglobulin                                 and strength except for profound weakness (Medical\nRajeev Motiwala, MD      G (IgG) k multiple myeloma (MM) diagnosed a year                                   Research Council [MRC] 2/5) in the muscles inner-\nSusan C. Shin, MD        ago presented to the neurology clinic with right hand                              vated by the left C5-6 myotomes and weakness\n                         weakness and paresthesias, painless proximal left arm                              (MRC 4/5) in the muscles innervated by the right\n                         weakness, and paresthesias in the right foot. Symptoms                             ulnar nerve. Reflexes were 11 throughout except\nCorrespondence to        began acutely over a 2-week period in the setting of a                             for absent left biceps and brachioradialis. Plantar\nDr. Shin:\nsusan.shin@mssm.edu      diffuse nonpruritic rash. The patient had undergone an                             reflexes were flexor. Pinprick was diminished in\n                         allogenic hematopoietic stem cell transplant (HSCT) a                              the right fourth and fifth digits, and lateral aspect\n                         month prior due to suboptimal response to bortezomib,                              of the right foot. The rest of his neurologic exami-\n                         cyclophosphamide, etoposide, cisplatin, carfilzomib,                               nation was unremarkable.\n                         and autologous stem cell transplant. He denied head-\n                                                                                                            Questions for consideration:\n                         aches, neck pain, radicular symptoms, bladder or bowel\n                         dysfunction, or gait imbalance.                                                    1. What is the differential diagnosis for multifocal\n                             Examination revealed normal vital signs, mental sta-                              motor and sensory deficits?\n                         tus, and cranial nerves. A maculopapular rash was seen                             2. What are some diagnostic considerations to\n                         over the trunk and extremities, without a dermatomal                                  include with the presence of the skin rash?\n\n\n\n\n                                                                                                                                                            GO TO SECTION 2\n\n\n\n\n                         From Mount Sinai Medical Center, New York, NY.\n                         Go to Neurology.org for full disclosures. Funding information and disclosures deemed relevant by the authors, if any, are provided at the end of the article.\n\ne186                     © 2015 American Academy of Neurology\n\n   ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  SECTION 2                                                      zoster and vasculitic neuropathy were considered to be\n                  Multifocal sensorimotor deficits can occur from cen-           improbable based on the appearance of the rash and lack\n                  tral or peripheral processes. Central causes can               of pain.\n                  include demyelination, metastatic disease, multifocal\n                  infarctions, abscesses, or granulomas. Peripheral pro-         Questions for consideration:\n                  cesses can result in involvement of multiple nerve\n                                                                                 1. Which tests would you order at this junction?\n                  roots, brachial or lumbar plexus, or individual nerves.\n                                                                                 2. What is the relationship between MM and periph-\n                  The patient’s clinical presentation resulted from\n                                                                                    eral neuropathy?\n                  involvement of right ulnar and sural nerves, and left\n                  C5–6 nerve roots vs upper trunk of the brachial                    Nerve conduction study (NCS) and EMG can help\n                  plexus. Interestingly, there was no pain or sensory            localize the lesions and distinguish between axonal and\n                  findings in the left arm. Of note, the patient lacked          demyelinating neuropathies. Demyelination points\n                  symptoms of neuropathy or risk factors for neuropa-            toward immune-mediated mechanisms whereas most\n                  thy like diabetes, vitamin deficiencies, or alcohol            other neuropathies show length-dependent axonal pat-\n                  abuse prior to this presentation. The asymmetric               tern. The patient’s electrodiagnostic study revealed a\n                  sensory-motor deficits in discrete nerve distributions         right ulnar mononeuropathy with conduction block\n                  combined with lower motor neuron signs (absent                 across the forearm, prolonged ulnar F-responses, and\n                  reflexes in the left upper extremity) were most con-           an absent ulnar sensory response. The left axillary and\n                  sistent with a diagnosis of mononeuropathy multi-              suprascapular compound muscle action potentials\n                  plex. Mononeuropathy multiplex can be caused by                (CMAP) were at the low end of normal but could\n                  a variety of diseases like diabetes mellitus, immune-          not be compared to the right side due to the patient’s\n                  mediated demyelination, or vasculitis, infections such         chemotherapy port. There was slight asymmetry in the\n                  as Lyme and herpes zoster, and multiple compressive            lateral antebrachial cutaneous sensory responses,\n                  lesions including hereditary neuropathy with liability         ;25% smaller on the left. Sural sensory responses were\n                  to pressure palsies. Direct spread of myeloma into the         normal, as were the rest of the NCS of the right lower\n                  left brachial plexus or cervical nerve roots was thought       and bilateral upper extremities. EMG revealed no\n                  unlikely due to the lack of pain.                              spontaneous activity in select muscles of the right\n                      The concomitant rash along with neurologic symp-           and left upper extremities including the corresponding\n                  toms is an important finding in a patient who has              cervical paraspinal muscles. Reduced recruitment with\n                  received a HSCT. Skin biopsy confirmed the rash                normal motor unit morphology was seen in the left\n                  was due to graft-versus-host disease (GVHD). Neuro-            deltoid, infraspinatus, biceps, and right ulnar-\n                  logic manifestations of GVHD can result from involve-          innervated muscles. The presence of conduction block\n                  ment of the CNS (encephalitis, myelitis) or the PNS            seen in the right ulnar nerve and relatively preserved\n                  (acute or chronic demyelinating neuropathy, myositis).1        CMAP amplitudes in the left axillary and suprascapular\n                  Our patient’s neurologic symptoms were thought to be           nerves, absence of abnormal spontaneous activity, and\n                  due to an immune-mediated neuropathy, another com-             marked reduction in motor unit recruitment suggested\n                  plication of his GVHD. Other conditions like herpes            the presence of demyelinating lesions involving the\n\n\n                    Figure      Neuromuscular ultrasound, C1 sagittal T1, and axial T2 fluid-attenuated inversion recovery\n\n\n\n\n                  (A) Neuromuscular ultrasound demonstrates focal enlargement of the right ulnar nerve in the mid-forearm (12.5 cm distal to\n                  the elbow). Cross-sectional area (CSA) right 17 mm2, left 6 mm2 (normal CSA 6.3 6 1.0 mm2).9 (B) C 1 Sagittal T1\n                  demonstrates stippled enhancement along the superior cerebellar folia and fissures. (C) Axial T2 fluid-attenuated inversion\n                  recovery demonstrates a hyperintense lesion in the hand motor area of the left precentral gyrus.\n\n                                                                                 Neurology 84   June 2, 2015                           e187\n\nª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                    upper trunk of the left brachial plexus and the right       were negative. These findings were consistent with\n                    ulnar nerve. Normal right sural response despite abnor-     CNS myelomatous spread.\n                    mal pinprick in the lateral foot may have been due to a         Polyneuropathies can occur in MM by a variety\n                    demyelinating lesion proximal to the site of stimulation    of mechanisms. The plasma cell dyscrasia itself can\n                    in this clinical context.                                   cause a neuropathy, as seen in POEMS syndrome\n                        Ultrasound showed a focal area of enlargement in        (polyneuropathy, organomegaly, endocrinopathy,\n                    the right ulnar nerve that corresponded to the region       M-protein, and skin changes). Other causes\n                    of conduction block in the mid-forearm (figure, A),         include amyloidosis by way of light chain deposits,\n                    which provided further support of a demyelinating           cryoglobulinemia, direct infiltration of the nerves\n                    process. MRI of the cervical spine with gadolinium          by plasma cells, and nerve root compression by\n                    did not show any nerve root enhancement or neuro-           vertebral body lesions.2,3 Treatment-related neu-\n                    foraminal compression.                                      ropathy can be caused by platinum-containing\n                        Bloodwork searching for common causes of neurop-        chemotherapy agents, bortezomib, and thalido-\n                    athy was unremarkable except for the known IgG k            mide.4,5 No effective treatment has been estab-\n                    monoclonal gammopathy. Ganglioside markers (GM1,            lished with polyneuropathy associated with MM,\n                    Gd1b, Gq1b, Gd1a, sulfatide, and MAG), reported in          with some reports indicating that treating the MM\n                    cases of Guillain-Barré syndrome after allogenic HSCT1      may worsen the neuropathy. 6 Attempts at neuro-\n                    were negative.                                              protection during chemotherapy with vitamin B\n                        Although the cervical spine MRI did not reveal          and antioxidants are largely based on theoretical\n                    root involvement with myeloma, it did show lepto-           models and have no efficacy data based on clinical\n                    meningeal enhancement around the cerebellum.                trials. Supplements should be used cautiously\n                    Brain MRI with gadolinium was significant for a left        since some may interfere with certain chemothera-\n                    precentral gyrus enhancing lesion corresponding to          pies. Dose reduction and prolonging dose inter-\n                    the hand motor area (figure, B and C).                      vals may prevent treatment-induced neuropathy.5\n                        Spinal fluid revealed protein of 1,104 mg/dL (15–45     Neuropathic pain can be treated with anticonvul-\n                    mg/dL), leukocytes of 231 (0–5/mL), erythrocytes of         sants and antidepressants.\n                    2 (0/mL), and glucose of 157 mg/mL (40–80 mg/dL).\n                                                                                Questions for consideration:\n                    CSF immunofixation revealed IgG monoclonal protein.\n                    Abnormal plasma cells were confirmed with cytology          1. How is immune-mediated neuropathy treated?\n                    and flow cytometry. Cytomegalovirus, herpes simplex         2. How common is CNS involvement in MM?\n                    virus, Epstein-Barr virus, and varicella-zoster virus PCR   3. How is CNS MM treated?\n\n\n\n\n                                                                                                               GO TO SECTION 3\n\n\n\n\ne188                Neurology 84   June 2, 2015\n\n  ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  SECTION 3                                                        resurgence of seizures. The patient was transferred to\n                  Immune-mediated neuropathies can be treated with cor-            the palliative care unit, where he died on hospital day 29.\n                  ticosteroids, IV immunoglobulin, plasma exchange, and                CNS involvement of MM is rare, making up only\n                  other immunomodulatory therapies. The patient was                1% of cases. MM can spread to the leptomeninges,\n                  admitted and treated with high-dose IV methylprednis-            infiltrate the nerve roots or nerves, or penetrate the\n                  olone for his immune-mediated neuropathy and                     brain or spinal cord. Survival is poor (median 2–6\n                  GVHD. His skin rash and paresthesias improved but                months)7,8 but may be increased with combination\n                  his motor deficits did not. Intrathecal methotrexate was         intrathecal chemotherapy and radiation treatment.8\n                  initiated for the CNS myeloma. Whole-brain radiation\n                  was considered; however, the patient clinically deterio-         DISCUSSION This case illustrates how MM and its\n                  rated and developed status epilepticus. Although his seiz-       treatment can cause serious neurologic consequences\n                  ures had previously been well-controlled, the progression        in the peripheral nervous system and CNS (table).\n                  of malignancy to involve CNS structures likely led to            Our patient had 2 rare causes for his neurologic\n\n\n\n                    Table          Neurologic complications of multiple myeloma\n\n                    CNS                                             Peripheral nervous system\n\n                    Disease-related complications                   Disease-related complications\n\n                      Spinal cord                                     Neuropathy\n\n                        Extradural spinal cord compression              Paraproteinemic demyelinating or axonal neuropathy (IgG-, IgM-related)\n\n                          Vertebral body pathologic fractures           Amyloidosis\n\n                          Lytic bone lesions                            Microangiopathy\n\n                          Plasmacytomas                                 Hyperviscosity\n\n                        Paraneoplastic necrotizing myelopathy\n\n                      Cerebral infarction due to hyperviscosity       Radiculopathy\n\n                                                                        Neuroforaminal narrowing due to lytic bone lesions or pathologic fractures\n\n                                                                        Myelomatous nerve root infiltration\n\n                      Leptomeningeal carcinomatosis                   Plexopathy\n\n                                                                        Direct spread of myeloma\n\n                                                                        Demyelinating\n\n                      Parenchymal metastasis                          Myopathy\n\n                                                                        Amyloid deposition in muscle\n\n                    Treatment-related complications                 Treatment-related complications\n\n                      Allogeneic HSCT GVHD complications              Allogeneic HSCT GVHD complications\n\n                        Cerebral vasculitis                             Polyneuropathy (GBS, CIDP)\n\n                        Demyelination                                   Myasthenia gravis\n\n                        Immune-mediated encephalitis                    Myositis\n\n                        Myelitis\n\n                      Progressive multifocal leukoencephalopathy      Treatment-induced neuropathy: immune-mediated\n\n                        Case reports after high-dose chemotherapy       Polyneuropathy\n                        and autologous SCT\n\n                                                                        Mononeuritis multiplex\n\n                                                                        Bortezomib: sensory . sensorimotor\n\n                      Myelopathy                                      Treatment-induced neuropathy: toxic\n\n                        Postradiation                                   Thalidomide: length-dependent axonal sensory/sensorimotor neuropathy\n\n                                                                        Vincristine: axonal sensorimotor neuropathy\n\n                                                                        Platinum-containing agents\n\n                                                                        Lenalidomide (rare)\n\n                  Abbreviations: CIDP 5 chronic inflammatory demyelinating polyradiculoneuropathy; GBS 5 Guillain-Barré syndrome;\n                  GVHD 5 graft-versus-host disease; HSCT 5 hematopoietic stem cell transplant; IgG 5 immunoglobulin G; IgM 5\n                  immunoglobulin M.\n\n\n                                                                                   Neurology 84       June 2, 2015                            e189\n\nª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                    symptoms: (1) immune-mediated demyelinating                                          DISCLOSURE\n                    neuropathy due to GVHD and (2) CNS involvement                                       The authors report no disclosures relevant to the manuscript. Go to\n                                                                                                         Neurology.org for full disclosures.\n                    of the myeloma. The neuropathy was thought to be\n                    immune-mediated because of its simultaneous                                          REFERENCES\n                    presentation with the skin rash, multifocal nature                                   1. Grauer O, Wolff D, Bertz H, et al. Neurological manifes-\n                    of the sensorimotor deficits, as well as demyelination                                  tations of chronic graft-versus-host disease after allogenic\n                    noted in the right ulnar nerve. Immune-mediated                                         haematopoietic stem cell transplantation: report from the\n                    neuropathy related to bortezomib4 was thought                                           Consensus Conference on Clinical Practice in chronic\n                                                                                                            graft-versus-host disease. Brain 2010;133:2852–2865.\n                    unlikely due to the time course. Although MRI of\n                                                                                                         2. Dispenzieri A, Kyle R. Neurological aspects of multiple\n                    the brachial plexus could have helped in localization,                                  myeloma and related disorders. Best Pract Res Clin Hem-\n                    we chose not to order additional tests once the                                         atol 2005;18:673–688.\n                    myelomatous meningitis became evident. CNS                                           3. Joint Task Force of the EFNS and the PNS. European\n                    involvement due to direct spread of the MM was                                          Federation of Neurological Societies/Peripheral Nerve Soci-\n                    documented by MRI (parenchymal, leptomeningeal                                          ety Guideline on management of paraproteinemic demye-\n                    lesions) and by spinal fluid analysis. Interestingly, the                               linating neuropathies: report of a Joint Task Force of the\n                                                                                                            European Federation of Neurological Societies and the\n                    patient’s initial right hand weakness appeared to be\n                                                                                                            Peripheral Nerve Society: first revision, J Peripher Nerv Syst\n                    due to an ulnar neuropathy; however, as his disease                                     2010;15:185–195.\n                    progressed, he developed poor dexterity, likely due to                               4. Ravaglia S, Corso A, Piccolo G, et al. Immune-mediated\n                    the left precentral gyrus lesion. The patient’s history of                              neuropathies in myeloma patients treated with bortezomib.\n                    epilepsy and CNS MM likely contributed to the                                           Clin Neurophysiol 2008;119:2507–2512.\n                    development of status epilepticus. Although MM                                       5. Delforge M, Bladé J, Dimopoulos MA, et al. Treatment-\n                                                                                                            related peripheral neuropathy in multiple myeloma: the\n                    was the unifying diagnosis, the mechanisms of how\n                                                                                                            challenge continues. Lancet Oncol 2010;11:1086–1095.\n                    the central and peripheral nervous systems were                                      6. Silberman J, Lonial S. Review of peripheral neuropathy in\n                    affected were different.                                                                plasma cell disorders. Hematol Oncol 2008;26:55–65.\n                                                                                                         7. Gangatharan S, Carney DA, Prince HM, et al. Emergence\n                    AUTHOR CONTRIBUTIONS                                                                    of central nervous system myeloma in the era of novel\n                    Jose Montes-Rivera: study concept/design, analysis and interpretation of data,\n                                                                                                            agents. Hematol Oncol 2012;30:170–174.\n                    literature review, manuscript drafting/revision. Sarah Zubkov: study concept/\n                                                                                                         8. Chen C, Masih-Khan E, Jiang H, et al. Central nervous\n                    design, literature review, manuscript drafting/revision. Rajeev Motiwala: critical\n                    revision of the manuscript for important intellectual content, analysis and\n                                                                                                            system involvement with multiple myeloma: long term sur-\n                    interpretation of data, study supervision. Susan C. Shin: critical revision of          vival can be achieved with radiation, intrathecal chemother-\n                    the manuscript for important intellectual content, contribution of ultrasound           apy, and immunomodulatory agents. Br J Haematol 2013;\n                    data, analysis and interpretation of data, study supervision.                           162:483–488.\n                                                                                                         9. Cartwright MS, Shin HW, Passmore LV, Walker FO.\n                    STUDY FUNDING                                                                           Ultrasonographic findings of the normal ulnar nerve in\n                    No targeted funding reported.                                                           adults. Arch Phys Med Rehabil 2007;88:394–396.\n\n\n\n\ne190                Neurology 84         June 2, 2015\n\n  ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f Clinical Reasoning: A 45-year-old man with acute onset of multifocal weakness and\n                                   paresthesias\n              Jose Montes-Rivera, Sarah Zubkov, Rajeev Motiwala, et al.\n                           Neurology 2015;84;e186-e190\n                       DOI 10.1212/WNL.0000000000001647\n\n                        This information is current as of June 1, 2015\n\n Updated Information &              including high resolution figures, can be found at:\n Services                           http://www.neurology.org/content/84/22/e186.full.html\n\n References                         This article cites 9 articles, 1 of which you can access for free at:\n                                    http://www.neurology.org/content/84/22/e186.full.html##ref-list-1\n Permissions & Licensing            Information about reproducing this article in parts (figures,tables) or in\n                                    its entirety can be found online at:\n                                    http://www.neurology.org/misc/about.xhtml#permissions\n Reprints                           Information about ordering reprints can be found online:\n                                    http://www.neurology.org/misc/addir.xhtml#reprintsus\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously since\n1951, it is now a weekly with 48 issues per year. Copyright © 2015 American Academy of Neurology. All\nrights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.",
  "wordCount": 2436,
  "indexed": "2025-09-25T22:54:38.140Z",
  "method": "direct"
}
