{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/The Bare Essentials/Localisation in focal epilepsy a practical guide  Practical Neurology.pdf",
  "fileName": "Localisation in focal epilepsy a practical guide  Practical Neurology.pdf",
  "relativePath": "Neurología/Clinical practice/The Bare Essentials/Localisation in focal epilepsy a practical guide  Practical Neurology.pdf",
  "text": "Review\n\n\n                                     Localisation in focal epilepsy: a\n                                     practical guide\n\n\n\n\n                                                                                                                                                      Pract Neurol: first published as 10.1136/practneurol-2019-002341 on 17 August 2021. Downloaded from http://pn.bmj.com/ on April 22, 2025 by guest.\n                                     Fahmida A Chowdhury ﻿﻿﻿‍                   ‍ ,1,2 Rui Silva,1 Benjamin Whatley,1,3\n                                     Matthew C Walker1,2\n\n\n\n\n                                                                                                                                                                          Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies.\n►► Additional online                 Abstract                                                        which is the part of the brain that must\nsupplemental material is\n                                     The semiology of epileptic seizures reflects                    be removed to render the patient seizure\npublished online only. To view,\nplease visit the journal online      activation, or dysfunction, of areas of brain                   free, and is the objective of epilepsy\n(http://​dx.​doi.o​ rg/​10.​1136/​   (often termed the symptomatogenic zone) as a                    surgery.2 Table 1 describes further these\npractneurol-​2019-​002341).          seizure begins and evolves. Specific semiologies                and other relevant concepts in presurgical\n1\n Department of Epilepsy,\n                                     in focal epilepsies provide an insight into the                 assessment. Electrical stimulation studies\nNational Hospital for Neurology      location of the seizure onset zone, which is                    have helped to identify regions of brain\nand Neurosurgery, London, UK\n2\n                                     particularly important for presurgical epilepsy                 involved in generating different types of\n Department of Clinical and\nExperimental Epilepsy, Institute\n                                     assessment. The correct diagnosis of paroxysmal                 semiology; however, these also show that\nof Neurology, London, UK             events also depends on the clinician being                      most of cortex is clinically silent, and clin-\n3\n Department of Neurology,            familiar with the spectrum of semiologies.                      ical signs and symptoms occur only when\nDalhousie University, Halifax,       Here, we summarise the current literature on                    the seizure spreads to activate or disrupt\nNova Scotia, Canada                  localisation in focal epilepsies using illustrative             cortical networks.3\nCorrespondence to                    cases and discussing possible pitfalls in                          Clinical signs evolve as the seizure\nFahmida A Chowdhury, National        localisation.                                                   propagates, and reflect the anatomical\nHospital for Neurology and\nNeurosurgery, London WC1N\n                                                                                                     sites involved in its spread. However,\n3BG, UK; ​fahmidaamin.​                                                                              seizure propagation comprises two\nchowdhury@​nhs.​net\n                                     Introduction                                                    distinct phenomena.4 There is an ictal\n                                     The clinical signs (semiology) of seizures                      wavefront moving at about 1 mm/s as\nAccepted 26 May 2021\nPublished Online First               are the manifestation of epilepsy due to                        neurones are slowly recruited into firing;\n17 August 2021\n                                     altered electrical activity in the affected                     this represents, for example, the speed of\n                                     part of the brain; these phenomena can                          the Jacksonian march with slow tangential\n                                     be motor, behavioural or subjective, with                       activation of cortex. There is also a much\n                                     or without altered consciousness. Hugh-                         faster ictal discharge spreading at about\n                                     lings Jackson recognised this over 150                          300 mm/s, which represents the propa-\n           ​pn.​bmj.​com\n                                     years ago and in 1868 described the char-                       gation of excitation/inhibition into neigh-\n                                     acteristic ‘Jacksonian march’—seen in                           bouring or connected brain areas. It is this\n                                     focal motor seizures arising from primary                       faster propagation that electroencephalo-\n                                     motor cortex—writing that ‘there will be                        gram (EEG) electrodes detect. Thus, an\n                                     all varieties of epilepsy, according to the                     area seen to be recruited into ictal activity\n                                     exact position of grey matter altered’.1                        on EEG is not necessarily firing, since we\n                                     Careful analysis of semiology, using both                       are seeing the input to that area but not\n                                     the patient’s history and data from videote-                    its behaviour. The seizure semiology can,\n                                     lemetry, can help to localise seizure onset.                    therefore, be generated by both activa-\n                                     This is particularly important in presur-                       tion of brain areas, which occurs slowly,\n                                     gical epilepsy assessment, something that                       and by the disruption of brain networks,\n                                     should be considered for everyone with                          which occurs more rapidly. Propaga-\n                                     medically refractory focal epilepsies.                          tion of seizure activity and semiology is\n                                     Clinicians also need to be familiar with                        further complicated by the recruitment of\n© Author(s) (or their                the spectrum of epilepsy semiologies in                         subcortical areas, leading to rapid engage-\nemployer(s)) 2021. No                order to make the correct diagnosis and                         ment of widespread areas of cortex. It is\ncommercial re-­use. See rights                                                                       therefore not surprising that the rate of a\nand permissions. Published\n                                     to differentiate epileptic seizures from\nby BMJ.                              dissociative events, syncope and other                          seizure’s progression depends on several\n                                     non-­epileptic events. The symptomato-                          factors, foremost among which is localisa-\n    To cite: Chowdhury FA,\n    Silva R, Whatley B, et al.       genic zone is where symptoms and clin-                          tion. For example, temporal lobe seizures,\n    Pract Neurol 2021;21:481–        ical signs originate; it is usually, but not                    which depend mainly on activation of\n    491.                             always, close to the epileptogenic zone,                        brain areas, evolve more slowly, whereas\n\n                                         Chowdhury FA, et al. Pract Neurol 2021;21:481–491. doi:10.1136/practneurol-2019-002341          1 of 12\n\fReview\n\n Table 1 Cortical zones defined in presurgical evaluation\n Cortical zone              Definition\n Symptomatogenic zone       The area of cortex which, when activated by an epileptiform discharge, produces the initial ictal symptoms; it is usually\n\n\n\n\n                                                                                                                                                             Pract Neurol: first published as 10.1136/practneurol-2019-002341 on 17 August 2021. Downloaded from http://pn.bmj.com/ on April 22, 2025 by guest.\n                            an area of eloquent cortex, and may be outside the epileptogenic zone.\n Seizure onset zone         The area of cortex from which clinical seizures actually originate.\n Epileptogenic zone         The area of cortex that is necessary for the generation of seizures, and must be removed (or disconnected) to render\n                            patients seizure-­free after surgery; it may be larger than the seizure onset zone and the epileptogenic lesion.\n Irritative zone            The area of cortex that generates interictal electrographic spikes\n Epileptogenic lesion       The macroscopic lesion seen on the MR scan that is causing the epileptic seizures.\n\n\n\n\n                                                                                                                                                                                 Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies.\nfrontal lobe seizures, which may depend on disinhi-                         areas may result more from disinhibition (removal of\nbition, propagate quickly. While certain semiologies,                       higher cortical control) than from direct activation.\nin particular those that involve activation of eloquent                     Together, these can make frontal lobe seizure semi-\nbrain areas, are pathognomonic (such as focal motor                         ology complex and difficult to interpret. Neverthe-\nseizures that arise from contralateral primary motor                        less, seizures have characteristic patterns depending\ncortex) other signs are of less localising value, for                       on the area of the frontal lobe involved. In general,\nexample, automotor seizures that can arise from                             frontal lobe seizures are typically brief, may cluster,\ndifferent brain regions.                                                    can have prominent vocalisation and commonly occur\n  Before there were EEGs, clinical semiology anal-                          from sleep. Motor features are prominent and include\nysis relied mainly on postmortem studies. Though                            various different motor phenomena, including simple\nEEG enables mapping of the ictal onset and spread, it                       clonic movements, tonic posturing and eye deviation,\ndoes not tell us about the behaviour of the underlying                      or more complex movements such as cycling, rocking\ncortex when such activity is detected. EEG has further                      and grimacing. Seizures can appear bizarre, with bilat-\nlimitations, for example, with seizures arising from                        eral motor phenomena, but with retained awareness.\ndeep sources such as orbitofrontal cortex, where there                      Ictal scalp EEG may show no changes if there is a deep\nmay be no or widespread EEG changes at the scalp;                           source, or may be obscured by movement artefact, and\nintracranial recordings can overcome this to some                           so frontal lobe seizures may be mistaken for dissocia-\nextent. Advances in neuroimaging have also allowed                          tive (non-­epileptic) attacks. Figure 1 summarises the\nbetter precision in localising semiology. However, the                      semiology of seizures arising from the frontal lobe by\nepileptic region may involve relatively normal brain                        region.\nadjacent to a lesion, and some lesions may be inci-                            The ictal onset patterns during intracranial studies\ndental. In addition, ictal manifestations may repre-                        with stereo-­EEG6 7 show that elementary motor signs\nsent propagation of epileptic activity from its origin,                     (clonic, tonic, versive) arise from precentral and\nand therefore, the clinician needs to integrate all the                     premotor regions, while more complex motor signs\navailable data (history, examination, neuroimaging,                         arise from more rostral frontal regions. Non-­integrated\nneurophysiology and neuropsychology) to determine                           (less natural) gestural behaviour with proximal stereo-\nthe epileptogenic zone. However, seizure semiology                          typies, such as rocking and turning, are from premotor\nshould certainly not be disregarded. In a recent study                      and posterior prefrontal regions, and more integrated\nlooking at a series of patients successfully treated with                   (natural) gestural behaviour with distal stereotypies,\nepilepsy surgery,5 seizure semiology was correctly                          such as manual automatisms, arise from more anterior\nlateralising in 74% and correctly localising in 77% of                      prefrontal regions (orbitofrontal cortex, frontal pole,\npatients, on a par with scalp EEG and MRI.                                  anterior cingulate). In clinical practice, these distinc-\n  In this paper, we summarise the current literature                        tions may be confounded by rapid propagation.\non localisation of focal seizures and discuss some of its\ncomplexities and possible pitfalls. We have also made\navailable case examples from our centre as online                           Primary motor cortex\nsupplemental videos. There is extensive literature on                       Seizures from primary motor cortex comprise contra-\nthis topic and so we have focused on the most common                        lateral unilateral clonic or sometimes tonic or myoc-\nsemiologies.                                                                lonic activity that can spread to adjacent areas: the\n                                                                            ‘Jacksonian march’, reflecting ictal activity spread\nFrontal lobe seizures                                                       through the motor cortex (video 1) along the homun-\nThe frontal lobe is the largest lobe of the brain. Its                      culus. It is therefore possible to distinguish lateral from\nhigh connectivity with other cortical regions can result                    medial precentral seizures, depending on whether the\nin rapid, widespread ictal propagation. Moreover,                           seizure starts in face, upper or lower limb.8 The spread\nsome of the semiological features from more rostral                         is typically slow, representing the slow recruitment\n\n\n2 of 12                                                             Chowdhury FA, et al. Pract Neurol 2021;21:481–491. doi:10.1136/practneurol-2019-002341\n\f                                                                                                                                  Review\n\n\n\n\n                                                                                                                                               Pract Neurol: first published as 10.1136/practneurol-2019-002341 on 17 August 2021. Downloaded from http://pn.bmj.com/ on April 22, 2025 by guest.\n                                                                                                                                                                   Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies.\nFigure 1 Summary of semiological signs by symptomatogenic zone on mesial and lateral structures. DLPFC, dorsolateral prefrontal\ncortex; SMA, supplementary motor area.\n\n\nof neurones during tangential spread of the ictal                                   aura (he is seen reaching for the button but later did\nwavefront.                                                                          not recall the aura), followed by behavioural arrest,\n  Video case 1: A 50-­year-­old man with seizure onset                              and clonic movements visible in the left face spreading\nat aged 28 reported ongoing focal to bilateral tonic-­                              in a Jacksonian fashion over the left arm as the seizure\nclonic seizures. MR scan of brain showed a cystic lesion                            spreads over the right primary motor cortex, followed\nin the right middle frontal gyrus (figure 2: T1 MRI).                               by left arm extension (fencing posture) indicating\nVideotelemetry captured a seizure that began with an                                involvement of supplementary motor area, before\n                                                                                    secondary generalisation. The semiology pointed to\n                                                                                    right hemispheric onset and ictal EEG showed onset\n                                                                                    in the right frontocentral region, in keeping with the\n                                                                                    lesion.\n\n                                                                                    Supplementary motor area\n                                                                                    Seizures arising in the supplementary motor area\n                                                                                    (SMA) are characterised by asymmetric bilateral tonic\n                                                                                    posturing, with or without impaired awareness. There\n                                                                                    may be extension of the upper limb contralateral to\n                                                                                    the hemisphere of onset, and flexion of the ipsilateral\n                                                                                    upper limb, known as a ‘fencing posture’ (video 1),\n                                                                                    along with head and eye deviation contralateral to\n                                                                                    the hemisphere of onset. The motor features can\nVideo 1      Video case 1.                                                          be preceded by sensory features such as tingling, or\n\nChowdhury FA, et al. Pract Neurol 2021;21:481–491. doi:10.1136/practneurol-2019-002341                                             3 of 12\n\fReview\n\n                                                                  start with impaired awareness and progress to show\n                                                                  other motor features. Seizures arising from ventro-\n                                                                  medial prefrontal regions, including anterior cingu-\n                                                                  late, have been associated with ‘forced thinking’ and\n\n\n\n\n                                                                                                                                                    Pract Neurol: first published as 10.1136/practneurol-2019-002341 on 17 August 2021. Downloaded from http://pn.bmj.com/ on April 22, 2025 by guest.\n                                                                  have hyperkinetic features; patients may appear to be\n                                                                  frightened.6 Patients with seizures arising from the\n                                                                  contralateral dorsolateral frontal cortex (involving\n                                                                  the frontal eye fields) may show early head version\n                                                                  (forced, sustained and extreme turning of the head\n                                                                  with neck extension) and eye version.7 Seizures\n\n\n\n\n                                                                                                                                                                        Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies.\n                                                                  arising in the dominant hemisphere, especially if in\n                                                                  or near Broca’s area, can cause dysphasia. Seizures\n                                                                  arising from frontal operculum are characterised by\n                                                                  face clonic movements that may be unilateral, with\n                                                                  laryngeal symptoms, hypersalivation and articulation\n                                                                  difficulties. Spread to the insula means there is signif-\n                                                                  icant overlap of symptoms with seizures arising from\n                                                                  the insula (see later). Focal atonic seizures can occur\n                                                                  in frontal lobe epilepsies and may indicate involve-\n                                                                  ment of negative motor areas,13 or the supplementary\n                                                                  motor area.14 Gelastic seizures and ictal pouting may\n                                                                  also occur in frontal lobe seizures (mesiofrontal and\n                                                                  anterior cingulate) but we discuss these separately\n                                                                  below, along with lateralising signs.\n                                                                     Video case 2: A 24-­year-­old man developed hyper-\n                                                                  kinetic seizures from sleep. MR scan of brain was\nFigure 2 Case 1: T1 MR scan of brain showing lesion in right      non lesional, and positron emission tomography\nmiddle frontal gyrus (shown with arrow).\n                                                                  (PET) scan showed hypometabolism in the right orbi-\n                                                                  tofrontal region (figure 3). During an intracranial\ntightness. Since the supplementary motor area is highly           implantation with stereo-­EEG, we captured habitual\nconnected to other parts of the brain, seizures arising           hyperkinetic seizures that progressed to bilateral\nfrom other regions (especially parietal and occipital             tonic seizures with loss of awareness. The EEG onset\nlobe seizures) can have asymmetric tonic posturing.9              was seen in the right orbitofrontal region, and there\nHowever, seizures arising from extrafrontal regions               were tonic features when the EEG seizure spread to\nare more likely to be preceded by auras or to involve             electrode contacts in the supplementary motor area.\nloss of awareness.10 11                                           Following resection of the right orbitofrontal region\n                                                                  he is now seizure free.\nOther frontal regions\nSeizures arising from orbitofrontal cortex tend to\nhave impaired awareness and automatisms,12 and                    Temporal lobe seizures\nmay evolve to complex motor seizures (video 2).                   The temporal lobes are the most frequent site of origin\nOlfactory auras occasionally occur and there may                  of focal seizures; two thirds of people with refractory\nbe autonomic features such as ictal tachycardia.                  epilepsy assessed for potential surgery have temporal\nSeizures arising from frontopolar cortex can also                 lobe seizures. They typically comprise behavioural\n                                                                  arrest, manual and oral automatisms in two thirds,\n                                                                  and variable degrees of loss of awareness with postictal\n                                                                  confusion15 (see figure 1 for a summary). Though there\n                                                                  is some overlap with frontal lobe seizures, temporal\n                                                                  lobe seizures tend to be longer (up to 2–3 min) and\n                                                                  less frequent, with longer periods of postictal confu-\n                                                                  sion. Table 2 shows other differentiating factors. Focal\n                                                                  impaired awareness seizures arising from the temporal\n                                                                  lobe can be distinguished clinically from generalised\n                                                                  ‘absence’ seizures that occur in the genetic (idiopathic)\n                                                                  generalised epilepsies. Absences are typically very\n                                                                  short periods of motor arrest, lasting seconds, without\n                                                                  preceding aura or postictal confusion and occur many\nVideo 2   Video case 2.                                           times a day. In comparison, focal impaired awareness\n\n4 of 12                                                    Chowdhury FA, et al. Pract Neurol 2021;21:481–491. doi:10.1136/practneurol-2019-002341\n\f                                                                                                                                 Review\n\n\n\n\n                                                                                                                                             Pract Neurol: first published as 10.1136/practneurol-2019-002341 on 17 August 2021. Downloaded from http://pn.bmj.com/ on April 22, 2025 by guest.\n                                                                                                                                                                 Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies.\nFigure 3     Case 2: Positron emission tomography (PET) scan of brain showing hypermetabolism in right orbitofrontal region.\n\n\nseizures are longer, may be preceded by aura and are                                to 98%.16 Gustatory and olfactory hallucinations are\ncommonly associated with automatisms, described                                     also relatively speciﬁc for temporal lobe epilepsy.\nbelow in more detail.                                                               Somatosensory auras can occur and usually manifest\n                                                                                    as either unilateral or bilateral tingling.17 The type\nAuras                                                                               of aura can help to differentiate between seizures of\nAuras occur commonly in temporal lobe seizures;                                     mesiotemporal origin vs lateral neocortical origin. In\nsome are relatively specific. For example an abdominal                              a large study of 187 temporal lobe seizures assessed\naura (such as rising epigastric sensation or abdominal                              by intracranial stereo-­EEG, abdominal aura and expe-\ndiscomfort) is highly associated with temporal lobe                                 riential phenomena such as fear, déjà vu and jamais vu\nepilepsy with a probability of 74%, and the evolu-                                  indicated mesiotemporal seizures, whereas elemental\ntion of an abdominal aura into an automotor seizure                                 auditory aura indicated lateral onset (Heschl’s gyrus,\nincreases the probability of temporal lobe epilepsy                                 primary auditory cortex).18\n\n                                                                                    Mesial temporal lobe including hippocampus\n Table 2 Temporal and frontal lobe seizures diﬀerentiating                          Seizures arising in the mesial temporal lobe may have\n semiological features.                                                             the experiential aura described above, but also early\n Features                         Frontal               Temporal                    autonomic phenomena such as flushing or tachy-\n Seizure frequency                Often daily          Less frequent                cardia. Early apnoea and tachycardia indicate involve-\n Occurrence during sleep          Typical              Less common                  ment of amygdala.19 These symptoms may progress\n Seizure onset                    Abrupt               Gradual\n                                                                                    to behavioural arrest, automatisms, and impaired\n Seizure duration                 Brief (usually up to Longer (usually 30\n                                  30 s)*               s to 2 min)*\n Evolution                        Rapid                Gradual\n Automatisms                      Less common          Common and\n                                                       longer\n Complex motor features           Early, frequent,     Late, less frequent\n                                  prominent\n Hypermotor                       Common               Rare\n Vocalisation                     Loud, nonspeech Ictal speech\n                                  (scream, grunt)      (nondominant)\n Secondary generalisation         Common               Less common\n Postictal confusion              Shorter, less        Longer, more\n                                  prominent            prominent\n *Can be longer.                                                                    Video 3   Video case 3.\n\n\nChowdhury FA, et al. Pract Neurol 2021;21:481–491. doi:10.1136/practneurol-2019-002341                                           5 of 12\n\fReview\n\n\n\n\n                                                                                                                                                  Pract Neurol: first published as 10.1136/practneurol-2019-002341 on 17 August 2021. Downloaded from http://pn.bmj.com/ on April 22, 2025 by guest.\n                                                                                                                                                                      Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies.\n                                                                Video 4       Video case 4.\n\n\n                                                                features (temporoparietal junction). Complex visual\n                                                                hallucination and illusions can occur with anterome-\n                                                                dial and temporo-­    occipital lobe seizures, but often\n                                                                do not clearly distinguish neocortical from mesial\n                                                                temporal onset. The most common auditory aura is\n                                                                of elementary sounds (humming, ringing, buzzing)\n                                                                indicating involvement of primary auditory cortex,\n                                                                and less frequently complex sounds (voices, songs) or\n                                                                distortions, indicating involvement of auditory associ-\n                                                                ation areas. Elementary unilateral auditory aura indi-\n                                                                cates onset in contralateral hemisphere. Ictal dysphasia\n                                                                may be an early sign of dominant hemisphere involve-\nFigure 4 Case 3: T1 MR scan of brain showing cavernoma in       ment (video 4). Lateral temporal seizures are shorter\nleft mesiotemporal region (shown with arrow).                   than mesial temporal lobe seizures, with earlier loss of\n                                                                awareness and propagation to frontal regions resulting\nawareness. Automatisms often involve the hands                  in complex motor features and more common evolu-\n(fumbling, picking, ﬁdgeting) or mouth (chewing, lip            tion to a bilateral tonic-­clonic seizure.18 However, due\nsmacking, swallowing) (video 3). Less common autom-             to reciprocal connections between mesial and neocor-\natisms associated with temporal lobe seizures include           tical temporal cortex, the semiology of these seizures\nvocalisations and ictal speech (in non-­         dominant       overlaps.\nseizures). Unilateral dystonic posturing can occur and             Video case 4: A 27-­     year-­\n                                                                                                 old woman had seizure\nis a contralateral sign.20 Seizures tend to be longer that      onset at age 18 years, which would begin with a psychic\nthose arising from lateral temporal lobe, and they less         aura of fear and anxiety and sometimes a noise in her\ncommonly evolve to bilateral tonic-­clonic seizures.21          ears, followed by difficulty speaking. MR scan of brain\n   Video case 3: A 36-­year-­old right-­handed man had          was non-­lesional and PET scan showed hypometabo-\nseizure onset at the age of 21, characterised by déjà vu        lism in the left temporal region (figure 5), which on\nand epigastric rising, evolving to automotor features,          statistical analysis pointed to left superior temporal\nwith rare focal to bilateral tonic-­       clonic seizures.     gyrus extending to temporo-­       parieto-­occipital junc-\nImaging showed a cavernoma in the left amygdala and             tion. Videotelemetry captured stereotypical seizures\nhippocampal head (figure 4). Videotelemetry captured            with ictal dysphasia. Assessment by nurses showed\nhabitual seizures with EEG confirming onset in the              she could engage and follow visual commands but not\nleft temporal region. Seizures had typical features of          verbal commands, with impairment of both expressive\nmesiotemporal lobe seizures, with psychic and abdom-            language and reading. Ictal EEG showed onset in the\ninal aura, followed by oral and manual automatisms,             left temporal region suggesting a neocortical onset.\nthen loss of awareness. Before the seizure generalised,\nthere was head and eye version to the right along               Temporal pole seizures\nwith a ‘figure-­of-­4’ sign (left arm flexed and right arm      Temporal pole seizures tend to have earlier loss of\nextended), which lateralised the onset to the left hemi-        consciousness21 and more commonly present with\nsphere. He subsequently underwent a lesionectomy                hypermotor features.22\nand remains seizure free.\n                                                                Parietal lobe seizures\nLateral/neocortical temporal lobe                               Parietal lobe epilepsy is rare, accounting for 5%\nAuras are less common in seizures arising from temporal         of epilepsies.23 However, seizures arising from the\nneocortex, and often have auditory or vertiginous               parietal lobe can have diverse semiology and can be\n\n6 of 12                                                  Chowdhury FA, et al. Pract Neurol 2021;21:481–491. doi:10.1136/practneurol-2019-002341\n\f                                                                                                                                Review\n\n\n\n\n                                                                                                                                             Pract Neurol: first published as 10.1136/practneurol-2019-002341 on 17 August 2021. Downloaded from http://pn.bmj.com/ on April 22, 2025 by guest.\n                                                                                                                                                                 Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies.\nFigure 5     Case 4: PET scan of brain showing hypometabolism in left temporal lobe (shown with arrow).\n\n\n\ndifficult to diagnose due to their subjective nature. In                            macrosomatognosis (body part being enlarged) or\naddition, the rich connections to adjacent structures,                              microsomatagnosis (body part being shrunken),\nwithin and outside the parietal lobe, means that the                                particularly of the distal extremities.26 Other visual\nsymptomatogenic zone may be distant to the seizure-­                                illusions include epileptic kinetopsia (illusion\nonset zone, and therefore, parietal lobe epilepsy may be                            of movement of a stationary object) in the supe-\nboth misdiagnosed and also underdiagnosed. Epilepsy                                 rior parietal lobule and intraparietal sulcus,27 and\nsurgery is least commonly performed on the parietal                                 macropsia (objects appearing larger) or micropsia\nlobe, and so there are few data on seizure localisation.                            (objects appearing smaller) in the precuneus.25\nIn two of the larger surgical series of patients with pari-                         Subjective vertiginous sensations may occur in\netal lobe epilepsy,24 25 the most commonly reported                                 seizures arising from various parts of the pari-\naura (in 38% in both series) was contralateral somato-                              etal lobe. Autoscopic phenomena can occur in\nsensory aura. Other subjective reported phenomena of                                both temporal and parietal lobe epilepsies and\nparietal lobe epilepsy include vertiginous aura, distor-                            often implicate the temporoparietal junction and\ntion of body image or visual perception. There may                                  vestibular cortex. In the dominant parietotem-\nbe auditory, olfactory and epigastric aura, suggesting                              poral region, there may be language impairment\npropagation to temporal and limbic areas.                                           with difficulties reading and writing. Seizures\nPrimary sensory cortex\n                                                                                    arising from the secondary sensory area, in addi-\nSeizures arising from the primary sensory cortex in                                 tion to poorly localised sensory aura affecting\nthe postcentral gyrus tend to start with contralateral                              distal extremities and face, may involve a feeling of\ntingling and or numbness,23 which may then spread                                   inability to move the contralateral limbs.\nalong adjacent body parts as the seizure propagates                                    Parietal lobe seizures may propagate in different\nthrough the sensory homunculus. Some patients also                                  ways resulting in variable clinical manifestations.\ndescribe pain or altered thermal sensation. The seizure                             Those that propagate to sensorimotor cortex\nmay propagate to the frontal lobe resulting in clonic                               may show focal motor clonic activity contralat-\nmotor activity often with tonic posturing.                                          eral to the epileptogenic zone; those propagating\n                                                                                    to the supplementary motor area may have tonic\nParietal association areas                                                          posturing of the limbs; and those propagating to\nIn seizures arising from the non-­d ominant parietal                                the temporal region may develop temporal aura or\nassociation cortex, patients may describe distor-                                   automatisms. Seizures from more superior areas of\ntions of body image. Others describe sensations of                                  the parietal lobe appear to spread preferentially to\ntwisting or turning sensations. 23 In seizures arising                              the frontal lobe while seizures from more inferior\nfrom the superior parietal lobule and precuneus,                                    regions of the parietal lobe appear to propagate to\nthere may be altered body perception such as                                        temporal areas.\n\n\nChowdhury FA, et al. Pract Neurol 2021;21:481–491. doi:10.1136/practneurol-2019-002341                                           7 of 12\n\fReview\nOccipital lobe seizures                                       patients with seizures arising from the anterior cingu-\nSeizures arising from the occipital lobes are usually (in     late: those with typical hypermotor seizures with fear,\n40%–75% of patients) characterised by visual aura,            autonomic features and infrequent generalisation, and\nor less commonly by oculomotor features, such as              a subgroup (all with infiltrating astrocytomas) with\n\n\n\n\n                                                                                                                                                Pract Neurol: first published as 10.1136/practneurol-2019-002341 on 17 August 2021. Downloaded from http://pn.bmj.com/ on April 22, 2025 by guest.\neye deviation, blinking or nystagmus. However, their          simple motor features and frequent generalisation.\nseizure semiology may also reflect propagation to             In this series, all those whose seizures arose from the\ntemporal or frontal lobes.28 29                               posterior cingulate had symptoms suggesting temporal\n                                                              lobe epilepsy with auras (eg, psychic, abdominal and\nPrimary visual cortex                                         gustatory). However, another study34 reported that\nSeizures arising from primary visual (calcarine) cortex       seizures arising from the posterior cingulate showed\n\n\n\n\n                                                                                                                                                                    Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies.\ncause an elementary visual aura, and tend to be brief,        semiology that varied depending on their spread: those\nusually less than 2 min, and thus are shorter than a          spreading to frontal areas showed motor manifesta-\ntypical migrainous aura. Patients may describe flashing       tions—including bilateral asymmetric tonic seizures\ncoloured or bright white lights, often spherical,             and hypermotor seizures—while those spreading\nbut they may take different forms and shapes. The             to temporal areas showed dialeptic seizures (that is\ndischarges originating in the lateral occipital cortex        seizures where the main feature is loss of awareness\nprobably produce the pulsating quality of the visual          and behavioural arrest) or automotor seizures. Gelastic\nfeatures. In most patients, the visual phenomena are          seizures may also arise from the anterior cingulate\nlateralised and contralateral to the hemisphere of            as well as ‘chapeau de gendarme’ (down turning of\nseizure onset; however, up to 30% have more diffuse           the mouth); these are discussed separately below. In\nvisual changes.30 True ictal visual field loss or amau-       summary, seizures arising from the anterior cingulate\nrosis is rare, and may represent a postictal phenom-          tend to present with typical features, whereas those\nenon, particularly if long lasting.                           from the posterior cingulate show variable features\n                                                              depending on propagation patterns.\nVisual association areas\nComplex visual hallucinations may occur in occip-\nital lobe epilepsy but are less common than elemen-           Insular seizures\ntary phenomena. They occur when seizures involve              The insular lobe has two parts, a larger anterior part\nthe prestriate cortex or may indicate propagation to          and a smaller posterior part, and is highly connected\nadjacent temporo-­parietal areas. Patients may report         with several other brain regions, integrating informa-\ncomplex formed visual hallucinations connected with           tion required for cognitive, behavioural, and sensory\npast events, or kinetopsia, macropsia or micropsia.           processing.35 Seizures arising from the insular lobe are\nRarely, patients report autoscopy, perceiving mirror          rare, but have heterogenous semiology that include\nimages of themselves.                                         viscerosensory, somatosensory, autonomic symptoms\n                                                              (nausea, hypersalivation, piloerection, heart rate\nParieto-occipital junction                                    changes), language disturbance, complex auditory\nOculomotor manifestations may occur, including eye            aura and (due to propagation to frontal and temporal\nversion, blinking and nystagmus. In a large series,30         areas) automotor and hypermotor behaviours, tonic\n20% of patients had eye blinking at seizure onset.            and/or clonic motor manifestations.36 This variability\nAlthough eye version may represent propagation, in            along with often non-­localising EEG due to deep loca-\ntwo reported cases this occurred while ictal discharges       tion, can mean that clinicians may not recognise such\nwere localised to occipital lobe. Epileptic nystagmus         seizures as arising from the insula.\nmay also develop, typically with the fast phase to the           Some studies have suggested that viscerosensory\ncontralateral hemisphere and the slow component to            symptoms—such as abdominal aura and laryngeal\nthe ipsilateral side.31                                       constriction, and autonomic signs, including nausea,\n                                                              hypersalivation, and sweating—arise from the anterior\nCingulate gyrus                                               insula whereas painful sensations—including burning,\nThe cingulate gyrus forms part of the limbic network;         electric shock and tingling—more likely arise from\nit consists of anterior, middle and posterior parts, and      the posterior insula.37 Non-­    painful somatosensory\nhas extensive functional connectivity with other brain        aura can also occur. Stimulation studies have identi-\nregions. Most data on semiology of seizures are from          fied several sensory features that help to differentiate\ncase series of lesional cases. Seizures arising from the      insular seizures from seizures arising from primary and\nanterior cingulate are characterised by intense fright,       secondary somatosensory cortex: insular responses\nscreaming and vocalisations, with autonomic signs             tend to affect a larger skin territory including perioral\nand complex gestural automatisms or hypermotor                regions, can be bilateral or ipsilateral, and more likely\nactivity.32 A later case series33 that included cases         evolve to complex motor phenomena.\nwith seizures arising from both posterior and anterior           Seizures arising from hippocampus almost always\ncingulate, identified that there were two groups of           propagate to the insula; thus an abdominal aura is\n\n8 of 12                                                Chowdhury FA, et al. Pract Neurol 2021;21:481–491. doi:10.1136/practneurol-2019-002341\n\f                                                                                                                                       Review\n\n\n\n\n                                                                                                                                                   Pract Neurol: first published as 10.1136/practneurol-2019-002341 on 17 August 2021. Downloaded from http://pn.bmj.com/ on April 22",
  "wordCount": 7120,
  "indexed": "2025-09-25T22:58:05.298Z",
  "method": "direct"
}
