{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Cerebrovascular/Trombosis venosa cerebral/Leach et al_2007_Cerebral Venous Thrombus Signal Intensity and Susceptibility Effects on.pdf",
  "fileName": "Leach et al_2007_Cerebral Venous Thrombus Signal Intensity and Susceptibility Effects on.pdf",
  "relativePath": "Neurología/Cerebrovascular/Trombosis venosa cerebral/Leach et al_2007_Cerebral Venous Thrombus Signal Intensity and Susceptibility Effects on.pdf",
  "text": "Cerebral Venous Thrombus Signal Intensity and\n               ORIGINAL\n                                             Susceptibility Effects on Gradient Recalled-Echo\n              RESEARCH                       MR Imaging\n               J.L. Leach                    BACKGROUND AND PURPOSE: Cerebral venous thrombus (CVT) signal intensity is variable on MR\n              W.M. Strub                     imaging, and the appearance of CVT on gradient recalled-echo (GRE) sequences has been incompletely\n                                             assessed. This study was performed to evaluate the GRE imaging appearance of CVT in different\n      M.F. Gaskill-Shipley\n                                             stages of thrombus evolution and its relationship to signal intensity on other MR pulse sequences.\n\n                                             MATERIALS AND METHODS: The clinical and MR imaging findings in 18 patients with CVT and GRE\n                                             imaging were reviewed. Sixty-nine thrombosed venous segments were evaluated, and the signal\n                                             intensity of thrombus relative to gray matter was determined. The degree of thrombus susceptibility\n                                             effect (SE) was assessed and related to time of imaging after onset of symptoms (clinical thrombus\n                                             age) and appearance on other pulse sequences. Segments were classified as SE⫹ (demonstrating\n                                             susceptibility effect) or SE⫺ (no susceptibility effect).\n\n                                             RESULTS: Thirty-six venous segments exhibited visible SE. SE⫹ segments had a clinical thrombus age\n                                             that was less than that in SE⫺ segments (8.1 versus 24.6 days, P ⫽ .003). Sixty-three percent (23/36)\n                                             of SE⫹ segments exhibited hypointensity on T2-weighted images (T2WI) versus 12% (4/33) of SE⫺\n                                             segments (P ⬍ .001). Twenty-nine of 32 (90.6%) segments with clinical thrombus age of 0 –7 days\n                                             were SE⫹, versus 7 of 30 (23.3%) segments with a thrombus age of 8 days or greater.\n                                             CONCLUSION: SEs from CVT can be detected with GRE imaging and are most prevalent in patients\n                                             with hypointense thrombus on T2WI within 7 days after the symptom onset. This correlates with the\n                                             paramagnetic effects of deoxyhemoglobin in acute stage thrombus. GRE imaging may be useful in\n                                             detecting thrombus in this stage when difficult to detect on other pulse sequences.\n\n\n\n\nC   erebral venous thrombosis (CVT) is responsible for\n    1%–2% of all strokes in adults,1 with an estimated annual\nincidence of 3– 4 cases per million people2 and a mortality rate\n                                                                                           Materials and Methods\n                                                                                           An ongoing data base of cases of CVT was created in 2002, after\n                                                                                           Institutional Review Board approval. A keyword search of imaging\nof 8%.3 MR imaging and MR venography (MRV) are the most                                    reports for the terms “cerebral venous thrombosis” and “dural sinus\ncommonly used tools for diagnosis.2,4,5 One of the most im-                                thrombosis” was used, and a total of 30 cases of CVT were identified,\nportant findings on MR imaging is abnormal signal intensity                                imaged by MRI from 1999 to 2005. From this group, 18 patients were\nwithin the venous structure, indicating altered flow and                                   identified who had GRE T2*-weighted pulse sequences as part of the\nthrombus formation.5 Acute stage thrombus (within the first 7                              initial examination.\ndays after clinical symptoms) has been shown to exhibit very                                   All patients were imaged at 1.5T with standard clinical scanners\nsubtle signal intensity alterations on noncontrast MR that can                             (GE Healthcare, Milwaukee, Wis). Pulse sequences used included:\nbe mistaken for normal flow states.5,6 Gradient recalled-echo                              T1-weighted (T1WI) (TR, 300 – 400 ms; TE, 8 –9 ms), fast spin-echo\n(GRE) T2*-weighted imaging is becoming more widely used                                    T2-weighted (T2WI) (TR, 3000 – 4000 ms; TE, 78.6 –123 ms; echo-\nas a standard MR pulse sequence because of its sensitivity to                              train length, 12), and fluid-attenuated inversion recovery (FLAIR)\nacute intracranial hemorrhage.7 The utility of GRE sequences                               (TR, 1002–1004 ms; TI, 2000 ms; TE, 127.5–142.5 ms). GRE images\nin identifying intra-arterial thrombus, assessing etiology, and                            were obtained as a single-echo sequence (TR, 617–50 ms; TE, 26 ms;\npotentially directing therapy has recently been advocated.8                                flip angle, 20°), or as a double-echo sequence (TR, 717 ms; TE, 36 ms\nFew reports have evaluated the appearance of CVT on GRE                                    and 26 ms; flip angle, 20°). Section thickness was 4.0 mm on all se-\nT2*-weighted sequences.9,10 The GRE appearance of cerebral                                 quences, contiguously acquired, oriented parallel to the anterior\n                                                                                           commissure-posterior commissure line.\nvenous thrombus in different stages of evolution has not been\n                                                                                               Venous occlusion was documented by filling defects on postcon-\npreviously evaluated. This study was performed to evaluate\n                                                                                           trast sequences (11 patients), lack of flow signal intensity on coronal\nthe GRE imaging appearance of CVT in different stages of\n                                                                                           and axial acquired 2D time-of-flight MRV (15 patients), or filling\nthrombus evolution and its relationship to signal intensity on\n                                                                                           defects and/or lack of opacification on elliptic centric-ordered gado-\nother MR pulse sequences.\n                                                                                           linium-enhanced MRV (CE-MRV) (12 patients). CE-MRV was per-\n                                                                                           formed using an elliptic centric-ordered acquisition with a modifica-\n                                                                                           tion of a technique described previously.11 Typical imaging\n                                                                                           parameters included: echo-spoiled gradient echo (SPGR) sequence,\nReceived May 1, 2006; accepted after revision September 19.\n                                                                                           TR, 7.0 ms; TE, minimum (1.3 ms); FA, 35°; matrix, 320 ⫻ 320; FOV,\nFrom the Department of Radiology (W.M.S.), University of Cincinnati College of Medicine,\n                                                                                           25 cm; section thickness, 1.3 mm; NEX, 1.0; bandwidth, 62.50 kHz;\nCincinnati, Ohio; and The Neuroscience Institute (J.L.L., M.F.G.-S.), Cincinnati, Ohio.\n                                                                                           elliptical centric encoding; imaging time, 3 minutes 24 seconds. Scan-\nAddress correspondence to James L. Leach, MD, University of Cincinnati College of\nMedicine, Department of Radiology, 231 Albert Sabin Way, Cincinnati, OH 45267-0741;        ning was performed in the sagittal plane from ear to ear. A total of 30\ne-mail: james.leach@uc.edu                                                                 mL of intravenous gadolinium was injected at rate of 3.0 mL/s. The\n\n940       Leach 兩 AJNR 28 兩 May 2007 兩 www.ajnr.org\n\fMRV acquisition was initiated after a 21-second delay after the end of       quences including the GRE images were performed with the same\nintravenous contrast injection (empirically determined at our insti-         parameters used in the thrombosis patients described above. All pa-\ntution to provide optimum venous contrast in most patients). Most            tients had GRE, spin-echo T1WI, and FSE T2WI performed in the\npatients had all of these sequences (10 patients). All patients except       axial plane, as well as CE-MRV and time-of-flight–MRV imaging per-\none had at least one of these confirmatory examinations for throm-           formed at the same time. Normal flow and morphology were docu-\nbosis. In this one patient, the signal intensity within the transverse and   mented on the MRV images in all venous segments. No significant\nsigmoid sinus was markedly abnormal (hyperintense on both T1WI               intracranial pathology was present. The superior sagittal sinus, trans-\nand T2WI), and there was an associated skull base mass (metastatic           verse sinus, sigmoid sinus, and cortical veins were assessed for appear-\ntonsillar carcinoma) involving the jugular foramen. These findings           ance and signal intensity relative to normal gray matter.\nstrongly suggested thrombosis. Follow-up contrast enhanced study                 The time from clinical symptom onset to imaging (clinical throm-\non this patient (8 months after the initial examination) demonstrated        bus age) was accurately available in 16 patients (62 thrombosed seg-\nintrasinus filling defects consistent with thrombosis.                       ments). The average clinical age of thrombus was assessed for those\n    Abnormal intrasinus signal intensity was present in all veno-            segments exhibiting SE and those without the effect.\ngraphically abnormal segments. This prevented hypoplastic but nor-               Statistical analyses of the data were performed using the ␹2 test for\nmal sinus segments from being incorrectly categorized as                     nominal (categoric) data and 2-tailed Student t test for continuous\nthrombosed.                                                                  data. Results reaching a probability of P ⬍ .05 were deemed\n    Because of the variability in thrombus signal intensity that is typ-     significant.\nically seen within patients with sinus thrombosis,12 a segmental eval-\nuation of the thrombosed venous structures was performed. Throm-             Results\nbosed venous segments were separately evaluated as follows:\nhorizontal superior sagittal sinus, vertical superior sagittal sinus, tor-   Clinical Findings\ncular herophili (confluence), proximal transverse sinus (from the tor-       A total of 18 patients were entered into the study. There were\ncular to the entrance site of the lateral tentorial sinus/vein of Labbé),   13 women and 5 men with an age range of 20 –72 years old\ndistal transverse sinus (from this point to the vertical descent of the      (mean age, 45 years). Fourteen patients presented with head-\nsinus indicating the start of the sigmoid sinus), sigmoid sinus, jugular     ache, 1 patient presented with dizziness, 1 patient presented\nvein, straight sinus, and superficial cortical veins.                        with arm and neck swelling from jugular venous thrombosis\n    Signal intensity of venous thrombus (dominant signal intensity           secondary to indwelling catheter, and 2 patients had traumatic\nrelative to gray matter signal intensity) was visually assessed for each     sinus thrombosis (1 from penetrating trauma, 1 from closed\nthrombosed segment on T1WI, fast spin-echo (FSE) T2WI, FLAIR,                head injury). The onset of symptoms until imaging ranged\nand GRE sequences. The thrombosed venous segments were identi-               from 2 to 90 days after symptom onset (mean, 16.2 days). In 1\n\n\n\n\n                                                                                                                                                         BRAIN\nfied and evaluated simultaneously by 2 radiologists (J.L.L., W.M.S.).        patient, referable symptom onset until imaging was not defi-\nThrombus signal intensity was evaluated, and a consensus opinion of          nite. In another patient, MR imaging was obtained for fol-\nthe predominant signal intensity relative to gray matter of each             low-up of known prior incompletely recanalized thrombosis\nthrombosed segment was determined for each pulse sequence. The               (4 years previously) with no new symptoms.\n\n\n\n\n                                                                                                                                                         ORIGINAL RESEARCH\nobservers were blinded to any clinical information about the patients\nother than that they were being shown thrombosed venous segments             Distribution of Venous Thrombosis\nfor analysis.                                                                A total of 73 thrombosed venous segments were identified in\n    Signal intensity and susceptibility effect (SE) on GRE sequences         18 patients. Thrombosed segments included: anterior hori-\nwas determined for each thrombosed segment. SE was defined as very           zontal superior sagittal sinus (3), posterior vertical superior\ndark signal intensity on GRE sequences within a thrombosed venous            sagittal sinus (7), medial transverse sinus (12), lateral trans-\nsegment that was larger than on the other pulse sequences or adjacent        verse sinus (13), sigmoid sinus (14), jugular bulb (11), straight\nvenographically normal venous structures. The SE was graded as fol-          sinus (1), and cortical veins (8). Multiple segments were in-\nlows: 0, no susceptibility effect identified (bright GRE signal intensity    volved in every patient. No patient had isolated cortical vein\nor no enlargement relative to other pulse sequences); 1⫹, definite           thrombosis without dural sinus involvement.\ndiminished signal intensity and minimal enlargement (but clearly\nlarger than the signal intensity on other sequences); 2⫹, markedly           Thrombus Signal Intensity\ndiminished signal intensity and moderate enlargement of the venous           In 4 of 73 thrombosed segments, SEs from the skull base cal-\nsegment; and 3⫹, markedly diminished signal intensity and marked             varia did not allow for accurate GRE assessment, and these\nenlargement of the venous segment relative to other pulse sequences.         segments were not evaluated further. A total of 69 thrombosed\nSegments exhibiting 1⫹, 2⫹, and 3⫹ grades were grouped (denoted              segments were evaluated by GRE, FLAIR, T1WI, and T2WI.\nas SE⫹). Grade 0 segments are denoted as SE⫺. No thrombosed                  On T1WI, 2 segments were hypointense, 42 segments were\nvenous segment had adjacent subarachnoid, subdural, or parenchy-             isointense, and 25 segments were hyperintense to gray matter.\nmal hemorrhage that could complicate evaluation. Signal intensity of         On T2WI, 27 segments were hypointense, 14 segments were\nthrombus on T1WI, T2WI, GRE, and FLAIR sequences was                         isointense, and 28 segments were hyperintense to gray matter.\ncompared.                                                                    On FLAIR sequences, thrombus signal intensity closely fol-\n    In addition, the signal intensity of normal venous sinus segments        lowed T2 signal intensity with 31 segments appearing hypoin-\nin 13 additional patients was assessed, to define the normal appear-         tense, 12 segments isointense, and 26 segments hyperintense\nance of cerebral venous structures on the GRE sequence used in this          to normal gray matter. On GRE images, 45 segments were\nstudy. These patients were selected randomly from an ongoing data            hypointense, 13 segments were isointense, and 11 segments\nbase of patients with normal MRV examinations. All imaging se-               hyperintense to normal gray matter.\n\n                                                                               AJNR Am J Neuroradiol 28:940 – 45 兩 May 2007 兩 www.ajnr.org        941\n\f                                                                                             was noted in 20 thrombosed segments (Fig 3). Thirteen SE⫹\n                                                                                             thrombosed venous segments were evaluated by a dual-echo\n                                                                                             GRE sequence with the same TR (717 ms) and differing TE (26\n                                                                                             and 36 ms). GRE SE was more pronounced on the longer TE\n                                                                                             images in 12 of 13 segments. In no segment was SE noted only\n                                                                                             on the long TE images.\n                                                                                                 Fourteen of 17 thrombosed segments (8 patients) that exhib-\n                                                                                             ited hypointensity or isointensity on T1WI and hypointensity on\n                                                                                             T2WI (segments very difficult to identify as abnormal on non-\n                                                                                             contrast imaging) exhibited SE on GRE sequences. In 11 of these\n                                                                                             segments, the effect was pronounced (2⫹ and 3⫹ grade).\n\n                                                                                             SE and Clinical Thrombus Age\n                                                                                             Accurate time from clinically referable symptom onset to imag-\n                                                                                             ing was obtainable in 16 patients (62 thrombosed segments). In\n                                                                                             one patient with incompletely recanalized thrombosis, no new\n                                                                                             symptoms were present; in another, no reliable symptom onset\n                                                                                             was available (Table 1). Twenty-nine of 36 (80.5%) SE⫹ seg-\n                                                                                             ments had a clinical thrombus age of 0 –7 days, versus 3 of 26\nFig 1. Signal intensity of thrombosed venous segments without susceptibility effect on GRE\nT2*- weighted sequences. Black, hypointense relative to gray matter; gray, isointense to     (11.5%) SE⫺ segments (P ⬍ .001). Twenty-nine of 32 (90.6%)\ngray matter; white, hyperintense to gray matter.                                             segments with clinical thrombus age of 0 –7 days were SE⫹, ver-\n                                                                                             sus 7 of 30 (23.3%) segments with a clinical thrombus age of ⱖ8\n                                                                                             days (Fig 4). No significant difference in the number of SE⫹ seg-\n                                                                                             ments was noted comparing those at 8 –14 days versus those at\n                                                                                             ⬎15 days. Average clinical thrombus age was 8.1 days in SE⫹\n                                                                                             segments versus 24.6 days in SE⫺ segments. (P ⫽ .003, 2-tailed t\n                                                                                             test). Segments with moderate or marked SE (2⫹, 3⫹) had an\n                                                                                             earlier average clinical thrombus age of 5.8 days versus 22.1 days\n                                                                                             for segments with minimal (1⫹) or no SE (P ⫽ .0002, 2-tailed t\n                                                                                             test). All thrombosed segments with clinical thrombus age of less\n                                                                                             than or equal to 7 days also appearing hypointense on T2WI\n                                                                                             (average 4.3 days) exhibited SE on GRE images. Fifteen of 19\n                                                                                             (79%) of these segments exhibited moderate to marked SE (2⫹,\n                                                                                             3⫹). SE was visible in 5 of 7 cases of cortical venous thrombosis\n                                                                                             (Fig 5). Moderate or marked (2⫹, 3⫹) SE was noted in all throm-\n                                                                                             bosed cortical venous segments with acute (ⱕ7 days) clinical\n                                                                                             thrombus age. Only 6 of 24 (25%) segments of definite chronic\n                                                                                             clinical thrombus age (15 days or greater, including 5 segments\n                                                                                             involved in 1 patient not included in other analysis without new\n                                                                                             symptoms but on follow-up of partially recanalized thrombosis 4\n                                                                                             years earlier) exhibited SE. Four of these segments exhibited min-\nFig 2. Signal intensity of thrombosed venous segments with susceptibility effect on GRE\nT2*- weighted sequences. Black, hypointense relative to gray matter; gray, isointense to\n                                                                                             imal (1⫹), and 2 exhibited moderate (2⫹) SE. No segment with\ngray matter; white, hyperintense to gray matter. GRE*, all segments exhibiting suscepti-     chronic thrombus age exhibited marked (3⫹) SE.\nbility effect were hypointense on GRE T2*- weighted sequences.\n                                                                                             Normal Venous Segments\n    SE on GRE images was clearly seen in 36 segments (grade                                  The imaging appearance and signal intensity of normal ve-\n1–3, SE⫹). The distribution of thrombus signal intensity on                                  nous segments are given in Table 2. The signal intensity of\nT1WI, T2WI, and FLAIR images with respect to susceptibility                                  normal venous segments was variable. The morphology was\neffect on GRE sequences is given in Figs 1 and 2. There was no                               typically heterogeneous. Forty-five of 52 (86.5%) evaluated\nstatistically significant difference in thrombus signal intensity                            dural sinus segments were hyperintense or isointense to gray\non T1WI in SE⫹ segments versus SE⫺ segments. There was a                                     matter on GRE sequences. All evaluated cortical venous struc-\nstatistically significant difference in thrombus signal intensity                            tures exhibited homogeneous hypointensity. The size of all\non T2WI in SE⫹ segments versus SE⫺ segments; 63% of SE⫹                                      venous segments on GRE sequences was similar to the size\nsegments (23/36) exhibited hypointensity versus 12% (4/33)                                   demonstrated on other sequences (no apparent SE).\nof SE⫺ segments (P ⬍ .001). Likewise, there was a statistically\nsignificant difference in thrombus signal intensity on FLAIR                                 Parenchymal Findings\nimages in SE⫹ and SE⫺ segments, with 69% (25/36) of SE⫹                                      Five patients had brain parenchymal abnormalities related to\nsegments exhibiting hypointensity versus 18% (6/33) of SE⫺                                   the thrombosed venous segments. Three patients had areas of\nsegments. All SE⫹ segments demonstrated hypointensity on                                     intraparenchymal hemorrhage (temporal, temporal-occipital,\nGRE sequences by definition. Prominent SE (grade 2 and 3)                                    and frontal), one with associated subarachnoid hemorrhage.\n\n942       Leach 兩 AJNR 28 兩 May 2007 兩 www.ajnr.org\n\fFig 3. A 22-year-old woman with a 6-day history of headache. Note the subtle abnormal signal intensity in the right transverse sinus on T2-weighting (A). The medial sinus is isointense\n(black arrow, A) and the lateral transverse sinus is hypointense (white arrow, A). The signal intensity on GRE sequences is very dark and enlarged compared with the size of the sinus\non other sequences, consistent with susceptibility effect (arrows, B). On the postcontrast T1-weighted image, an isointense filling defect is noted consistent with thrombus (arrows, C).\nA, FSE T2-weighted image.\nB, GRE T2*-weighted image.\nC, T1WI after the administration of contrast.\n\n\n Table 1: Susceptibility effect on gradient recalled-echo MR images\n                                                                                               trapped red-blood cells or extracellularly within the thrombus\n and clinical thrombus age                                                                     itself.5,6\nClinical Thrombus                   SE⫹                       SE⫺\n                                                                                                   CVT evolution has been described relating to time after\nAge                                 n (%)                     n (%)                  Total     symptom onset and histopathology15 and MR appearance on\n0–7 days                          29 (80.5%)               3 (11.5%)                  32       spin-echo sequences.5 In the acute stage (typically described\n8–14 days                          1 (2.8%)               10 (38.5%)                  11       between 0 and 7 days after symptom onset), thrombus is usu-\n⬎15 days                           6 (16.7%)              13 (50%)                    19       ally isointense on T1WI and hypointense on T2WI and relates\nTotal                                 36                        26                    62       to paramagnetic deoxyhemoglobin within trapped red blood\nNote:—SE⫹ indicates susceptibility effect present; SE⫺, susceptibility effect absent.          cells within the thrombus. In the subacute phase (7–14 days),\nAccurate time from onset of symptoms to initial imaging (clinical thrombus age) was\navailable in 16 patients (62 thrombosed venous segments).                                      thrombus signal intensity on T1WI and T2WI is hyperintense\n                                                                                               and relates to extracellular methemoglobin in the evolving\n                                                                                               hyalinizing thrombus. An intermediary phase can also occur\n                                                                                               relating to intracellular methemoglobin, where there is hyper-\n                                                                                               intense signal intensity on T1-weighting and hypointense sig-\n                                                                                               nal intensity on T2-weighting.5 In the chronic stage (greater\n                                                                                               than 15 days), signal intensity is typically isointense on T1WI\n                                                                                               and hyperintense on T2WI and is probably related to the vas-\n                                                                                               cularized connective tissue of chronic thrombus.5,14,15 There\n                                                                                               can be significant variability in the appearance of each stage in\n                                                                                               different segments in a given patient, and between patients in\n                                                                                               the same clinical stage.5,12,15 This variability is why a segmental\n                                                                                               assessment approach was used in this study to describe the\n                                                                                               differing appearances of venous thrombus encountered in\n                                                                                               each patient.\n                                                                                                   GRE T2*-weighted sequences are more sensitive to para-\n                                                                                               magnetic effects than those based on spin-echo techniques16\n                                                                                               and would seem to be well-suited to evaluation of pathologic\n                                                                                               conditions such as intravascular thrombosis. Paramagnetic\n                                                                                               compounds (such as deoxyhemoglobin, intracellular methe-\nFig 4. Clinical thrombus age and susceptibility effect. Gray, susceptibility effect present;\nwhite, susceptibility effect absent.                                                           moglobin, and hemosiderin) can produce significant signal\n                                                                                               intensity loss on GRE sequences secondary to locally nonuni-\nTwo patients had areas of edema in the brain parenchyma in                                     form magnetic fields, resulting in a rapid dephasing of proton\nareas drained by the thrombosed venous structure.                                              spins. This effect of magnetic susceptibility is more pro-\n                                                                                               nounced on GRE sequences secondary to lack of the 180° re-\nDiscussion                                                                                     focusing pulse that is used in spin-echo techniques. The T2*\nMR imaging and MR venography are the primary current                                           signal intensity loss seen on GRE sequences is greater with\ntechniques used for the diagnosis of CVT.2 An important find-                                  longer TE, smaller flip angle, and larger magnetic field\ning on MR is alteration of venous signal intensity secondary to                                strength.16 In stages of hemorrhage in which no paramagnetic\nthrombus formation; however, the signal intensity of CVT and                                   products are present or where there is loss of compartmental-\nnormal flow states can both be variable, leading to diagnostic                                 ization of gradients of magnetic susceptibility (oxyhemoglo-\nconfusion.12 One of the major reasons for the variable appear-                                 bin, extracellular methemoglobin), the effect is less prominent\nances of venous thrombus is thought to be alterations in he-                                   or absent.16\nmoglobin oxygenation and iron oxidation state within                                               Like parenchymal hemorrhage, intravascular thrombus\n\n                                                                                                  AJNR Am J Neuroradiol 28:940 – 45 兩 May 2007 兩 www.ajnr.org                       943\n\fFig 5. A 20-year-old woman with 2-day history of severe headache. Thrombosis of the superior sagittal sinus and multiple cortical veins is present. Note the prominent hypointensity of\nthe thrombosed superior sagittal sinus and cortical veins in B (arrows), much larger than the thrombosed venous structures on other sequences (A and C, arrows). Graded as 3⫹ susceptibility\neffect. Signal intensity of the thrombosed segments is hypointense on T2WI and isointense on T1WI. Note the normal parietal cortical vein on the left (arrowheads).\nA, FSE T2-weighted image.\nB, GRE T2*-weighted image.\nC, T1WI after the administration of contrast.\n\n\n Table 2: Signal intensity of venographically normal venous\n                                                                                                 tense or hypointense on T1WI and hypointense on T2WI),\n segments on gradient recalled-echo images                                                       may be difficult to recognize on MR imaging.6 Application of\nVenous                Hyperintense                Isointense              Hypointense\n                                                                                                 GRE sequences and assessment of the SE may be useful in this\nSegment                  n (%)                       n (%)                   n (%)               stage for diagnosis given the pronounced SE seen in most seg-\nSSS                     10 (76.9)                   3 (23.1)                0 (0)                ments in this time interval. Although not specifically ad-\nMTS                      6 (46.1)                   4 (30.8)                3 (23.1)             dressed in this article, further studies using blinded multire-\nLTS                      6 (46.1)                   3 (23.1)                4 (30.8)             viewer assessment would be necessary to further define this\nSS                      12 (92.3)                   1 (7.7)                 0 (0)                utility.\nCV                       0 (0)                      0 (0)                  13 (100)\n                                                                                                     Two previous preliminary investigations have assessed\nNote:—SSS indicates superior sagittal sinus; MTS, medial transverse sinus; LTS, lateral\ntransverse sinus; SS, sigmoid sinus; CV, cerebral cortical veins. Signal intensity is most       GRE T2*-weighted techniques in the evaluation of CVT. Fell-\nprominent signal intensity graded relative to normal gray matter.                                ner et al9 assessed spin-echo GRE techniques similar to those\n                                                                                                 applied in our study in 6 cases of CVT. Four cases involved\ncan also exhibit susceptibility effects on GRE sequences.8 This                                  superficial cortical venous thrombosis without or with dural\ntechnique may also be able to assess the difference between                                      sinus involvement. In these cases, the SE on GRE sequences in\nintravascular thrombus types.8 Two main thrombus subtypes                                        the thrombosed cortical veins was the most pronounced find-\nhave been described within the vascular system.13,17 So-called                                   ing compared with other pulse sequences.9 Likewise, in our\n“white thrombi” are primarily composed of platelet aggregates                                    study, the susceptibility sign was marked in most cases of cor-\nand are formed in areas of high shear stress, as in the arterial                                 tical venous involvement. The finding was less prominent in\nsystem, and can develop on ruptured or complicated athero-\n                                                                                                 cases of dural sinus thrombosis in their study; however, symp-\nmatous plaque. “Red thrombi” are richer in fibrin and trapped\n                                                                                                 tom onset information, and thus clinical thrombus age, was\nerythrocytes and typically form in low-pressure systems, such\n                                                                                                 not well documented, and no detailed description of throm-\nas cardiac or venous system, and result from activation of the\n                                                                                                 bus signal intensity on other sequences was provided. In an-\ncoagulation cascade in areas of slow flow.8 It would seem that\n                                                                                                 other study, Selim et al10 evaluated echo-planar GRE T2*\nthe intravascular susceptibility sign would be more pro-\nnounced in venous thrombus given the erythrocyte rich na-                                        -weighted sequences in 5 patients with CVT with clinical\nture of venous thrombosis.                                                                       thrombus age of 9 days or less. All patients had dural sinus\n    Our study demonstrates that a SE from venous thrombus                                        thrombosis, 3 of which also had cortical vein involvement. All\n(both within the dural sinuses and within the cortical veins)                                    thrombosed segments had prominent SE. Detailed signal in-\ncan be detected on standard GRE imaging techniques. This                                         tensity of the thrombus was not described for other sequences.\neffect is most pronounced in venous segments with more                                               In our study, we note less GRE SE in cases of chronic\nacute thrombus (indicated by intrinsic hypointense T2-signal                                     thrombosis, a finding that has not been described previously.\nintensity and short time from symptoms to imaging), presum-                                      Only 25% of chronically thrombosed segments exhibited the\nably relating to the paramagnetic effects of deoxyhemoglobin                                     SE and none were marked (3⫹). This may be secondary to the\nwithin trapped erythrocytes within the thrombus. In chronic                                      intense macrophage activity that occurs as the thrombus or-\nthrombus (greater then 14 days clinical thrombus age), few                                       ganizes,15 resulting in removal of blood breakdown products\nsegments exhibited the SE, and none was marked. Acute stage                                      in this stage. Along with other findings of chronic thrombosis\nvenous thrombus, because of its typical signal intensity (isoin-                                 such as hyperintense T2 signal intensity and marked enhance-\n\n944       Leach 兩 AJNR 28 兩 May 2007 兩 www.ajnr.org\n\fment,14 the lack of SE may help correctly categorize thrombus           Ultimately, the application of GRE sequences to assess ve-\nas chronic and organized.                                           nous thrombosis does not replace confirmatory MRV or CT\n     Application of a dual-echo GRE sequence in some of our         venography to provide additional evidence of sinus thrombo-\ncases allows us to determine the effects of altering TE to SE       sis, given the time-dependent signal intensity alterations on\nassessment. As expected, a longer TE (36 ms versus 26 ms)           this technique.\nresulted in a more pronounced SE. This difference was not\nmarked, however, and in no case was an effect noted only on         Conclusion\nthe longer TE images. It may be advisable, however, to use a        SEs within CVT on low flip angle T2*-weighted GRE se-\nlonger TE with this sequence to maximize detection of this          quences can be identified. The effect is most prevalent in\neffect.                                                             thrombosed venous segments with a clinical thrombus age of 7\n     Application of the SE on GRE sequences to help direct ther-    days or less and in segments exhibiting hypointensity on T2-\napy of CVT has not been assessed. Recent prospective clinical       weighted sequences. It is identified in both dural sinus throm-\nstudies have demonstrated that in acute sinus thrombosis,           bus and in cortical venous thrombus. Application of GRE se-\nmost recanalization occurs within the first 3 weeks of antico-      quences and assessment of the SE in acute stage thrombus may\nagulation therapy, and further recanalization after 4 months of     aid in diagnosis of this stage. Application of GRE thrombus\ntherapy rarely occurs.18,19 Other authors have evaluated diffu-     SEs to potentially direct therapy is intriguing but remains to be\nsion effects in venous thrombus and found that in those pa-         assessed.\ntients with diffusion restriction within the thrombus, the\nthrombus was typically older, and less recanalization occurred\nafter anticoagulation therapy.20 In arterial thrombosis, the\n                                                                    References\npresence of arterial GRE susceptibility effect has been shown\n                                                                     1. Bogousslavasky J, Pierre P. Ischemic stroke in patients under age 45. Neurol\nto be more common in cardioembolic thrombosis and may                   Clin 1997;10:113–24\nhave a better recanalization rate than primary arterial throm-       2. Stam J. Thrombosis of the cerebral veins and sinuses. N Engl J Med\n                                                                        2005;352:1791–98\nbosis.8 Although intriguing, the characterization of vascular        3. Ferro JM, Canhao P, Stam J, et al. Prognosis of cerebral vein and dural sinus\nthrombus by MR imaging and how this can affect therapy is in            thrombosis: results of the International Study on Cerebral Vein and Dural\nits infancy. Whether the presence of SE on GRE images within            Sinus Thrombosis (ISCVT). Stroke 2004; 35:664 –70\n                                                                     4. Lafitte F, Boukobza M, Guichard JP, et al. MRI and MRA for diagnosis and\nvenous thrombus (because it is seen primarily in acute throm-           follow-up of cerebral venous thrombosis (CVT). Clin Radiol 1997;52:672–79\nbosis) may relate to better response to therapy remains to be        5. Dormont D, Anxionnat R, Evrard S, et al. MRI in cerebral venous thrombosis.\nproved.                                                                 J Neuroradiol 1994;21:81–99\n                                                                     6. Hinman JM, Provenzale JM. Hypointense thrombus on T2-weighted MR\n     There are some limitations to this study. Clinical aging of        imaging: a potential pitfall in the diagnosis of dural sinus thrombosis. Eur J\nCVT can be inaccurate because of the variable symptoms and              Radiol 2002;41:147–52\nvariable symptom onset relative to imaging that can occur in         7. Oppenheim C, Touze E, Hernalsteen D, et al. Comparison of five MR sequences\n                                                                        for the detection of acute intracranial hemorrhage. Cerebrovasc Dis\nthis disease.2 Fortunately, most of our patients had relatively         2005;20:388 –94\ndefined onset of a single symptom (headache), increasing the         8. Cho KH, Kim JS, Kwon SU, et al. Significance of susceptibility vessel sign on\naccuracy of our temporal data. Nevertheless, thrombosis may             T2*-weighted gradient echo imaging for identification of stroke subtypes.\n                                                                        Stroke 2005;36:2379 – 83\nbe occurring for an undetermined length of time before symp-         9. Fellner FA, Fellner C, Aichner FT, et al. Importance of T2*-weighted gradient-\ntom onset, complicating assessment. The SE assessment is                echo MRI for diagnosis of cortical vein thrombosis. Eur J Radiol\nsubjective, though the signal intensity was graded by consen-           2005;56:235–39\n                                                                    10. Selim M, Fink J, Linfante I, et al. Diagnosis of cerebral venous thrombosis with\nsus opinion of experienced radiologists in this study. Suscep-          echo-planar T2*-weighted magnetic resonance imaging. Arch Neurol\ntibility artifacts from the skull base may be significant, and in       2002;59:1021–26\ndiagnostic application may limit assessment in the lower sig-       11. Farb RI, Scott JN, Willinsky RA, et al. Intracranial venous system: gadolinium\n                                                                        enhanced three-dimensional MR venography with auto-triggered elliptic\nmoid sinuses and jugular bulb region. In our study, only 4 of           centric ordered sequence–initial experience. Radiology 2003;226:203– 09\n73 thrombosed venous segments (sigmoid sinus and jugular            12. Leach JL, Fortuna RB, Jones BV, et al. Imaging of cerebral venous thrombosis:\nbulb) could not be accurately assessed because of calvarial ar-         current techniques, spectrum of findings, and diagnostic pitfalls. Radiograph-\n                                                                        ics 2006;26 Suppl 1:S19 – 41\ntifact. Areas of adjacent air or hemorrhage may also limit this     13. Jorgensen L, Torvik A. Ischaemic cerebrovascular diseases in an autopsy se-\ntechnique. It is of some interest that the SE can be most pro-          ries. I. Prevalence, location and predisposing factors in verified thrombo-\n                                                                        embolic occlusions, and their significance in the pathogenesis of cerebral in-\nnounced in cortical veins,9 which are not as hampered by po-            farction. J Neurol Sci 1966;3:490 –509\ntential air and skull base calvarial artifact.                      14. Dormont D, Kemal S, Biondi A, et al. Gadolinium enhanced MR of chronic\n     The appearance of normal venous segments on GRE se-                dural sinus thrombosis. AJNR Am J Neuroradiol 1995;16:1347–52\n                                                                    15. Cervos-Navarro J, Kannuki S. Neuropathological findings in the thrombosis\nquences was also assessed as used in our study. The signal              of cerebral veins and sinuses: vascular aspects. In: Einhaupal K, Kempski O,\nintensity of normal dural sinuses is predominantly hyperin-             Baethmann A, eds. Cerebral Venous Thrombosis. New York: Plenum Press;\ntense or isointense to gray matter. The signal intensity within         1990:15–25\n                                                                    16. Atlas SW, Mark AS, Grossman RI, et al. Intracranial hemorrhage: gradient-\nthe sinuses was also heterogeneous, presumably related to tur-          echo MR imaging at 1.5 T, comparison with spin-echo imaging and clinical\nbulent flow effects. The signal intensity of normal cortical            applications. Radiology 1988;168:803– 07\nveins was more uniform and always hypointense. In no nor-           17. Friedman M, Van den Bovenkamp GJ. The pathogenesis of a coronary throm-\n                                                                        bus. Am J Pathol 1966;48:19 – 44\nmal venous structure was there enlargement of the segment on        18. Baumgartner RW, Studer A, Arnold M, et al. Recanalisation of cerebral venous\nGRE sequences relative to other sequences. The combination              thrombosis. J Neurol Neurosurg Psychiatry 2003;74:459 – 61\nof marked intravascular hypointensity coupled with enlarge-         19. Stolz E, Trittmacher S, Rahimi A, et al. Influence of recanalization on outcome\n                                                                        in dural sinus thrombosis. A prospective study. Stroke 2004;35:544 – 47\nment of the venous structure on GRE sequences relative to           20. Favrole P, Guichard J, Crassard I, et al. Diffusion-weighted imaging of intra-\nother sequences is important to properly identify the SE.               vascular clots in cerebral venous thrombosis. Stroke 2004;35:99 –103\n\n\n          ",
  "wordCount": 5339,
  "indexed": "2025-09-25T22:52:44.177Z",
  "method": "direct"
}
