{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Gupta et al. - 2015 - Clinical Reasoning A 68-year-old man with a histo.pdf",
  "fileName": "Gupta et al. - 2015 - Clinical Reasoning A 68-year-old man with a histo.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Gupta et al. - 2015 - Clinical Reasoning A 68-year-old man with a histo.pdf",
  "text": "RESIDENT\n              & FELLOW\n              SECTION\n                         Clinical Reasoning:\nSection Editor           A 68-year-old man with a history of lung\nJohn J. Millichap, MD\n                         cancer presenting with right-sided\n                         weakness and aphasia\nAnoopum Gupta, MD,       SECTION 1                                                                          was full on the left side, the right arm was weak with\n   PhD                   A 68-year-old man with paroxysmal atrial fibrillation                              only antigravity movement, and he withdrew the\nMark R. Etherton, MD,    on warfarin, left subclavian thrombosis treated with                               right leg to painful stimuli. Babinski sign was present\n   PhD                   carotid-subclavian bypass, and lung adenocarcinoma                                 on the right.\nKathleen McKee, MD       treated with pneumonectomy, chemotherapy, and                                         He had been in his usual state of health. His\nJessica M. Baker, MD     prophylactic cranial irradiation and in remission since                            family members denied recent infection, trauma,\nSaef Izzy, MD            1987 was admitted to our neurocritical care unit with                              headaches, neck stiffness, or seizure. There was no\nSteven K. Feske, MD      acute onset of right-sided weakness, expressive apha-                              history of significant travel.\n                         sia, and lethargy. On admission his temperature was\n                                                                                                            Questions for consideration:\n                         101.7°F, and initial blood pressure was 140/60 mm\nCorrespondence to        Hg. There was no nuchal rigidity. He was alert and                                 1. What is the expected localization of the lesion?\nDr. Etherton:\nmetherton@partners.org\n                         mute with impaired comprehension. He had left gaze                                 2. What is the differential diagnosis at this time?\n                         preference. Vision was impaired in the right field.                                3. What diagnostic tests or additional history would\n                         There was weakness of the right lower face. Strength                                  be the most helpful?\n\n\n\n\n                                                                                                                                                            GO TO SECTION 2\n\n\n\n\n                         From the Department of Neurology (A.G., M.R.E., K.M., J.M.B., S.I.), Massachusetts General Hospital and Harvard Medical School; and\n                         Department of Neurology (A.G., M.R.E., K.M., J.M.B., S.I., S.K.F.), Brigham and Women’s Hospital, Boston, MA.\n                         Go to Neurology.org for full disclosures. Funding information and disclosures deemed relevant by the authors, if any, are provided at the end of the article.\n\ne104                     © 2015 American Academy of Neurology\n\n   ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                                 SECTION 2                                                        seizures, or PRES much more likely than an expanding\n                                 The neurologic examination showed right spastic                  mass lesion or demyelinating process. To investigate\n                                 hemiparesis affecting the face and arm more than                 these possibilities, a head CT should be obtained\n                                 the leg with a Babinski sign, paresis of rightward gaze,         urgently to rule out hemorrhagic infarct followed by\n                                 right homonymous hemianopsia, and global aphasia.                a brain MRI with contrast to further evaluate the brain\n                                 These findings suggest a lesion affecting a large portion        parenchyma.\n                                 of the cortex of the left middle cerebral artery (MCA)               Admission laboratory studies were remarkable for\n                                 territory, including the motor cortex in the precentral          an international normalized ratio of 1.6 and normal\n                                 gyrus, the frontal eye fields in the prefrontal cortex,          serum white blood cell count. Initial MRI and mag-\n                                 the anterior and posterior language areas, and the visual        netic resonance angiography of the head and neck\n                                 cortex or radiations. The differential diagnosis included        on the day of admission showed no evidence of stroke\n                                 left MCA territory ischemic stroke; seizures with post-          or ischemia and no abnormal enhancement on post-\n                                 ictal paralysis; a focal mass lesion such as a hemorrhage,       contrast sequences. The left subclavian bypass was\n                                 tumor, or brain abscess; demyelinating disease (e.g.,            patent. A second brain MRI with perfusion sequence\n                                 acute disseminated encephalomyelitis); inflammatory              was performed on hospital day 2 and revealed an\n                                 process (e.g., paraneoplastic encephalitis); complex             extensive new region of gyral cortical enhancement\n                                 migraine; and posterior reversible encephalopathy syn-           within the left temporal, parietal, and occipital lobes\n                                 drome (PRES). The rapidity of symptom onset makes                with increased cerebral blood flow on perfusion maps\n                                 entities such as ischemic or hemorrhagic stroke,                 (figure). Given the absence of an acute stroke, we\n                                                                                                  pursued EEG, lumbar puncture, and further imaging\n                                                                                                  to investigate the other possibilities raised in our dif-\n  Figure       Abnormal left hemisphere gyral edema and increased perfusion                       ferential diagnosis.\n                                                                                                      Continuous video EEG for more than 72 hours\n                                                                                                  showed left-sided slowing and brief right-sided lateral-\n                                                                                                  ized periodic discharges but no seizure activity. CSF\n                                                                                                  studies showed an elevated total protein (82.5 mg/dL),\n                                                                                                  normal glucose, and no white blood cells. CSF cultures\n                                                                                                  were negative, and cytologic examination showed no\n                                                                                                  malignant cells. PET showed no evidence of cancer\n                                                                                                  recurrence systemically or intracranially. Chest x-ray\n                                                                                                  revealed pneumonia, for which he was started on\n                                                                                                  antibiotics.\n                                                                                                      Further history revealed that approximately 15\n                                                                                                  years prior to the current presentation the patient\n                                                                                                  had experienced similar transient symptoms of\n                                                                                                  right-sided weakness and mutism during which a\n                                                                                                  brain MRI showed gyral edema and enhancement\n                                                                                                  in the left MCA and posterior cerebral artery terri-\n                                                                                                  tories. Extended EEG monitoring showed only\n                                                                                                  left-greater-than-right–sided slowing in the theta\n                                                                                                  and delta ranges. A repeat brain MRI performed\n                                                                                                  several months later showed resolution of the gyral\nMRI sequences showing regions of new gyral edema and enhancement within the left tem-             enhancement, at which point his symptoms had\nporal, parietal, and occipital lobes on fluid-attenuated inversion recovery (A), magnetization-   also resolved.\nprepared rapid gradient-echo (B), and T1 postcontrast (C). There is also asymmetric\nincreased cerebral blood volume along the left cerebral convexity compared with the right         Question for consideration:\non the perfusion maps (D). There is no restricted diffusion on diffusion-weighted imaging\nand apparent diffusion coefficient maps (E, F).                                                   1. What is the final diagnosis?\n\n\n\n\n                                                                                                                                    GO TO SECTION 3\n\n\n\n\n                                                                                                  Neurology 85   October 6, 2015                     e105\n\n   ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                    SECTION 3                                                   hemiparesis and aphasia.3 Imaging is characteristic, usu-\n                    The patient’s illness was attributed to SMART               ally demonstrating unilateral gyriform enhancement on\n                    (stroke-like migraine attacks after radiation therapy)      MRI after 2–7 days. The imaging findings tend to\n                    syndrome, a rare delayed complication of cerebral           resolve with neurologic recovery,5,6 which typically oc-\n                    irradiation that has been reported in small case reports    curs gradually over a period of 2–5 weeks.3 However,\n                    over the last 20 years.1 Proposed diagnostic criteria       most patients will have recurrent events,4 and 45% of\n                    include (1) remote history of cranial irradiation with-     patients have incomplete neurologic recovery.3\n                    out evidence of recurrent neoplasm, (2) prolonged               The pathophysiology of SMART syndrome is\n                    reversible focal neurologic deficits (e.g., hemiparesis,    unknown. It has been proposed that the syndrome\n                    aphasia, seizures), and (3) transient unilateral cortical   results from radiation-induced vasculopathy with\n                    gyral enhancement sparing the white matter in the           endothelial injury and edema comparable to PRES;\n                    field of previous radiation.2 Our patient presented         however, the predilection for the cortex is very different\n                    with sudden onset of recurrent focal neurologic def-        from PRES.1,6 One study reported fluorodeoxyglucose\n                    icits of unilateral weakness and aphasia without the        PET imaging in 3 patients showing intense hyperme-\n                    typical headache or seizure that is often, but not          tabolism in symptomatic regions that resolved on\n                    always, present at the onset of SMART syndrome,             follow-up imaging.5 Other hypotheses suggest that\n                    thus raising concern for acute stroke. However, the         postradiation neuronal dysfunction, damage to the tri-\n                    characteristic unilateral gyriform enhancement and          geminovascular system, migraine-like spreading\n                    lack of restricted diffusion on MRI after 2 days clearly    depression, and ictal hyperperfusion may be contrib-\n                    differentiate these 2 entities. EEG monitoring elimi-       utors to the mechanism underlying SMART syn-\n                    nated ongoing seizures as a possible cause of his           drome.7 Alternatively, some have postulated that\n                    presentation. CSF showed no evidence of CNS infec-          metabolic or mitochondrial dysfunction may contrib-\n                    tion, and an alternative source of fever (pneumonia)        ute to the pathogenesis of SMART syndrome, given\n                    was identified. Although imaging findings in PRES           the similarity in the symptomatology of stroke-like\n                    are variable, PRES typically affects white matter more      episodes and transient cortically based MRI changes\n                    than gray matter and rarely shows more than scant           seen in MELAS (mitochondrial myopathy, encepha-\n                    enhancement; strictly unilateral findings would be          lopathy, lactic acidosis, and stroke-like episodes).4\n                    uncommon. Postcontrast brain MRI and PET                        The current case highlights some of the previously\n                    showed no evidence of recurrent malignancy.                 described characteristics of SMART syndrome while\n                    Question for consideration:\n                                                                                demonstrating some of the challenges in diagnosis\n                                                                                and treatment. Our patient presented with focal neuro-\n                    1. How would you treat this patient?                        logic deficits of unilateral weakness and aphasia with-\n                        Treatment of SMART syndrome is supportive               out the typical headache or seizure that is usually\n                    with seizure and blood pressure control. Corticoste-        present at onset. His initial presentation was quite con-\n                    roids have been used for acute treatment, but there         cerning for acute stroke, and the surprising absence of\n                    is no clear evidence of benefit.3 Aspirin and verapamil     diffusion restriction on MRI led us to broaden our dif-\n                    have also been suggested for possible reduction in the      ferential diagnosis. Unilateral gyriform enhancement\n                    frequency and severity of recurrent episodes, but           became apparent on the second hospital day. Because\n                    strong evidence is lacking.4 Our patient was managed        of our patient’s prior carotid-subclavian bypass and\n                    with aggressive blood pressure control and antiepilep-      concern for blood pressure–dependent perfusion,\n                    tic therapy. Four days into his hospital course, he         magnetic resonance perfusion sequences were obtained\n                    developed left-sided seizures characterized by evolving     and revealed increased perfusion in the same distribu-\n                    fast activity (15 Hz) associated with right-sided motor     tion as the gyriform enhancement (figure, D). This is\n                    seizures (twitching of the face, arm, and leg), and         consistent with magnetic resonance perfusion studies\n                    antiepileptic agents were augmented. Seizures even-         showing hyperperfusion in the area of MRI abnormal-\n                    tually resolved, and his mental status, aphasia, and        ities during the acute phase of SMART syndrome,\n                    right-sided weakness gradually improved to near base-       with subsequent hypoperfusion once symptoms have\n                    line over his 12-day intensive care unit stay, consis-      resolved.7,8 Consistent with these findings, transcranial\n                    tent with the described course of SMART syndrome.           Doppler ultrasound of the bilateral MCAs showed that\n                                                                                measures of dynamic cerebral autoregulation, phase,\n                    DISCUSSION There is remarkable heterogeneity in the         and coherence were significantly impaired in the left\n                    patients affected by SMART syndrome (pediatric and          MCA. Dynamic cerebral autoregulation was assessed\n                    adult patients) and the time interval between radiation     using transfer function analysis of the relationship\n                    therapy and presentation (1–35 years, 20 years on aver-     between spontaneous oscillations in mean arterial pres-\n                    age).3,4 The initial presentation varies but may include    sure and flow velocity in the MCA. The phase shift\n                    seizure, headache, and focal neurologic deficits such as    measures the time lag between the 2 oscillating signals;\n\ne106                Neurology 85   October 6, 2015\n\n  ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  decreased phase shift suggests temporal synchrony of                     REFERENCES\n                  the oscillations due to impaired autoregulation.9                        1. Bartleson JD, Krecke KN, O’Neill BP, Brown PD. Revers-\n                                                                                              ible, strokelike migraine attacks in patients with previous\n                  Coherence indicates how linearly the fluctuations in\n                                                                                              radiation therapy. Neuro Oncol 2003;5:121–127.\n                  pressure are transmitted to cerebral circulation; higher\n                                                                                           2. Black DF, Bartelson JD, Bell ML, Lachance DH. SMART:\n                  coherence suggests less effective autoregulation. These                     stroke-like migraine attacks after radiation therapy. Cepha-\n                  dynamic findings lend support to vascular autoregula-                       lalgia 2006;26:1137–1142.\n                  tory dysfunction underlying SMART syndrome.                              3. Black DF, Morris JM, Lindell EP, et al. Stroke-like migraine\n                      SMART syndrome represents a rare but serious                            attacks after radiation therapy (SMART) syndrome is not\n                  delayed complication of cerebral irradiation. As this                       always completely reversible: a case series. AJNR Am J Neu-\n                                                                                              roradiol 2013;34:2298–2303.\n                  case illustrates, it should be considered in the differen-\n                                                                                           4. Armstrong AE, Gillan E, DiMario FJ Jr. SMART syndrome\n                  tial diagnosis of any patient with a history of prior                       (stroke-like migraine attacks after radiation therapy) in adult\n                  brain irradiation and abrupt onset of cortical symp-                        and pediatric patients. J Child Neurol 2014;29:336–341.\n                  toms suggestive of stroke or seizure in whom initial                     5. Pruitt A, Dalmau J, Detre J, Alavi A, Rosenfeld MR. Episodic\n                  imaging is uninformative.                                                   neurologic dysfunction with migraine and reversible imaging\n                                                                                              findings after radiation. Neurology 2006;67:676–678.\n                  AUTHOR CONTRIBUTIONS                                                     6. Kerklaan JP, Lycklama a Nijeholt GJ, Wiggenraad RG,\n                  A.G., M.R.E., K.M., J.M.B., S.I., and S.K.F. were involved in project       Berghuis B, Postma TJ, Taphoorn MJ. SMART syndrome:\n                  conceptualization, manuscript drafting and revision, and figure design      a late reversible complication after radiation therapy for\n                  and layout.                                                                 brain tumours. J Neurol 2011;258:1098–1104.\n                                                                                           7. Farid K, Meissner WG, Samier-Foubert A, et al. Normal cere-\n                  ACKNOWLEDGMENT                                                              brovascular reactivity in Stroke-like Migraine Attacks after Radi-\n                  The authors thank Dr. Farzaneh Sorond (Neurology Department,                ation Therapy syndrome. Clin Nucl Med 2010;35:583–585.\n                  Brigham and Women’s Hospital) for critical review of the manuscript.     8. Cordato DJ, Brimage P, Master LT, Butler P. Post-cranial\n                                                                                              irradiation syndrome with migraine-like headaches, pro-\n                  STUDY FUNDING                                                               longed and reversible neurological deficits and seizures.\n                  No targeted funding reported.                                               J Clin Neurosci 2006;13:586–590.\n                                                                                           9. Van Beek AH, Claassen JA, Rikkert MG, Jansen RW. Cere-\n                  DISCLOSURE                                                                  bral autoregulation: an overview of current concepts and\n                  The authors report no disclosures relevant to the manuscript. Go to         methodology with special focus on the elderly. J Cereb\n                  Neurology.org for full disclosures.                                         Blood Flow Metab 2008;28:1071–1085.\n\n\n\n\n                                                                                           Neurology 85      October 6, 2015                             e107\n\nª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\fClinical Reasoning: A 68-year-old man with a history of lung cancer presenting with\n                        right-sided weakness and aphasia\n              Anoopum Gupta, Mark R. Etherton, Kathleen McKee, et al.\n                           Neurology 2015;85;e104-e107\n                       DOI 10.1212/WNL.0000000000001992\n\n                      This information is current as of October 5, 2015\n\n Updated Information &              including high resolution figures, can be found at:\n Services                           http://www.neurology.org/content/85/14/e104.full.html\n\n References                         This article cites 9 articles, 6 of which you can access for free at:\n                                    http://www.neurology.org/content/85/14/e104.full.html##ref-list-1\n Subspecialty Collections           This article, along with others on similar topics, appears in the\n                                    following collection(s):\n                                    All Cerebrovascular disease/Stroke\n                                    http://www.neurology.org//cgi/collection/all_cerebrovascular_disease_\n                                    stroke\n                                    All Epilepsy/Seizures\n                                    http://www.neurology.org//cgi/collection/all_epilepsy_seizures\n                                    Radiation therapy-tumor\n                                    http://www.neurology.org//cgi/collection/radiation_therapytumor\n Permissions & Licensing            Information about reproducing this article in parts (figures,tables) or in\n                                    its entirety can be found online at:\n                                    http://www.neurology.org/misc/about.xhtml#permissions\n Reprints                           Information about ordering reprints can be found online:\n                                    http://www.neurology.org/misc/addir.xhtml#reprintsus\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously since\n1951, it is now a weekly with 48 issues per year. Copyright © 2015 American Academy of Neurology. All\nrights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.",
  "wordCount": 2302,
  "indexed": "2025-09-25T22:54:01.501Z",
  "method": "direct"
}
