{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Siegel y Harriott - 2015 - Clinical Reasoning A case of unilateral facial pa.pdf",
  "fileName": "Siegel y Harriott - 2015 - Clinical Reasoning A case of unilateral facial pa.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Siegel y Harriott - 2015 - Clinical Reasoning A case of unilateral facial pa.pdf",
  "text": "RESIDENT\n           & FELLOW\n           SECTION\n                           Clinical Reasoning:\nSection Editor             A case of unilateral facial pain\nMitchell S.V. Elkind,\nMD, MS\n\n\n\n\nJason Siegel, MD        SECTION 1: CLINICAL PRESENTATION                                                      general head and neck examination, there was no tem-\nAndrea M. Harriott, MD, A 62-year-old man admitted with B cell chronic lym-                                   poral artery tortuosity. There was no tenderness of\n    PhD                 phocytic leukemia (CLL) reported 2 weeks of pro-                                      either of the temporomandibular joints (TMJs) and\n                        gressive left-sided jaw and facial pain. He first                                     no parotid gland swelling. There was no lateral man-\n                        noticed the pain occurring during prolonged chew-                                     dibular deviation or clicking sounds from the TMJ,\nCorrespondence to       ing. It was exacerbated by teeth clenching and                                        and there was no neck dystonia. Oral examination\nDr. Siegel:\nsiegel.jason@mayo.edu\n                        resolved with jaw rest. The patient described the pain                                did not reveal abscesses or other signs of inflammation.\n                        as dull and gnawing without radiation. He also                                            Cranial nerve examination revealed normal visual\n                        described a “knot” within his left “jaw muscles” at                                   acuity, visual fields, and extraocular movements.\n                        the mandibular angle. He had decreased range of                                       The patient had normal perception of pain, light\n                        motion, could not fully open his mouth, and felt that                                 touch, and temperature sensation in V1-V3 bilater-\n                        his jaw was misaligned. He was therefore placed on a                                  ally, without hyperesthesia or allodynia. Lateral pter-\n                        soft mechanical diet. He denied a temporal headache                                   ygoid function was preserved. Frontalis activation,\n                        or transient loss of vision. He was on his second day                                 eye closure, lip pursing, and smile were symmetrical\n                        of obinutuzumab chemotherapy but was not on any                                       and normal. Hearing was normal. Tongue and pha-\n                        other new medications. He had no history of trauma                                    ryngeal muscle movements were normal. The remain-\n                        to his face, head, or neck.                                                           der of the neurologic examination revealed no other\n                            The most notable abnormalities on examination                                     pathologic or lateralizing features.\n                        were that his left masseter and temporalis muscles were\n                                                                                                              Questions to consider:\n                        more prominent than the right, both at rest and when\n                        clenching. His left masseter was tender, and his jaw’s                                1. What is the localization of the lesion?\n                        range of motion was reduced and limited by pain. On                                   2. What is the differential diagnosis?\n\n\n\n\n                                                                                                                                                              GO TO SECTION 2\n\n\n\n\n                           From the Department of Neurology, Mayo Clinic, Jacksonville, FL.\n                           Go to Neurology.org for full disclosures. Funding information and disclosures deemed relevant by the authors, if any, are provided at the end of the article.\n\ne170                       © 2015 American Academy of Neurology\n\n  ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  SECTION 2: LOCALIZATION AND DIFFERENTIAL                    opposed to temporomandibular joint dysfunction,\n                  DIAGNOSIS                                                   vascular claudication, glandular disease, or systemic\n                  Localization. The localization most likely involves a       inflammatory disease. The differential diagnosis in-\n                  lesion of the peripheral nervous system or masticatory      cludes compressive lesions of the mandibular division\n                  muscle. The isolated masseter muscle tenderness and         of the trigeminal nerve or diseases of the muscle such\n                  lack of sensory symptoms or other cranial nerve findings    as neoplasia of the masticatory muscles, masseter\n                  make spinal trigeminal tract, brainstem, and thalamic le-   muscle myopathy, or idiopathic masseter muscle\n                  sions much less likely. The masticatory muscle asymme-      hypertrophy. Systemic inflammatory diseases such\n                  try could represent either left muscle hypertrophy or       as giant cell arteritis, sarcoidosis, and Sjögren syn-\n                  right muscle atrophy. While a lesion of the right trigem-   drome, temporomandibular joint disorders, or\n                  inal motor nucleus could cause right-sided atrophy,         parotid gland diseases are lower on the differential\n                  cortico-trigeminal tracts project bilaterally, making       because of the lack of corroborating clinical signs on\n                  this sort of lesion unlikely. However, ischemic or          examination, but still a consideration because of the\n                  compressive damage to the motor fibers of the               pain with prolonged mastication and reduced jaw\n                  mandibular division of the trigeminal nerve as it exits     opening.1–3 Of these diagnoses, the history of CLL\n                  from the skull could cause right-sided atrophy. All         raised the suspicion for metastasis to either the left\n                  together, the clinical description supports a peripheral    masticatory muscles or the right motor trigeminal\n                  process, comprising the masticatory muscles and the         nerve.\n                  surrounding soft tissue, with possible involvement of       Questions to consider:\n                  motor components of the right trigeminal nerve.\n                                                                              1. What laboratory investigations might help narrow\n                  Differential diagnosis. The asymmetric tender masseter         the differential diagnosis further?\n                  muscle suggests a diagnosis of masticatory myalgia as       2. What if any neuroimaging would you obtain?\n\n\n\n\n                                                                                                               GO TO SECTION 3\n\n\n\n\n                                                                              Neurology 84   May 26, 2015                     e171\n\nª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                    SECTION 3: INVESTIGATIONS                                        and temporalis muscles (figure 1) and revealed a\n                    Several laboratory investigations could be considered            right infratemporal fossa lobulated cystic lesion near\n                    based on the pretest probability of each differential diag-      the foramen ovale (figure 2). There was left-sided\n                    nosis. In this case, giant cell arteritis was strongly consid-   TMJ osteoarthritis with mild synovitis as well (not\n                    ered. However, the erythrocyte sedimentation rate and            shown). There was no radiographic evidence of\n                    C-reactive protein level were within the normal range.           intramuscular lesions to suggest tumor, hemangi-\n                    Anti-Ro and anti-La antibodies were not detected, mak-           oma, or inflammatory changes.\n                    ing Sjögren syndrome a less likely candidate.\n                                                                                     Question to consider:\n                       MRI of the brain, face, and neck, with and with-\n                    out contrast, confirmed asymmetry of the masseter                1. What is your final diagnosis?\n\n\n\n\n                                                                                                                        GO TO SECTION 4\n\n\n\n\n                      Figure 1       Axial MRI of the masticatory muscles\n\n\n\n\n                    Axial T1-weighted MRI demonstrates right masseter (A) and temporalis muscle (B) atrophy with left muscle hypertrophy\n                    (arrowhead points to left masseter muscle, arrow points to left temporalis muscle).\n\n\n\n\n                      Figure 2       Coronal MRI demonstrates foramen ovale cyst\n\n\n\n\n                    Coronal MRI demonstrates a sharply contoured lobulated cystic lesion that appears hyperintense on T2 (A and B) and is non-\n                    enhancing and hypointense on T1 with contrast (C), located in the right infratemporal fossa involving the foramen ovale and\n                    extending subtemporally.\n\ne172                Neurology 84    May 26, 2015\n\n  ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  SECTION 4: DIAGNOSIS AND DISCUSSION                               Unlike this case, false localizations are most com-\n                  The final diagnosis is a right infratemporal fossa lob-       monly seen with increased intracranial pressure or spi-\n                  ulated cyst, causing compressive neuropathy of the            nal cord lesions. Increased intracranial pressure is\n                  V3 segment of the right trigeminal nerve as it exits          known to cause apparent sixth cranial nerve palsy,\n                  the foramen ovale. The consequent right temporalis            but has also been reported to cause fifth and seventh\n                  and masseter muscle atrophy likely caused overcom-            cranial neuropathies, fifth cranial neuralgia, hemifa-\n                  pensation of the left muscles of mastication and left         cial spasm, third cranial neuropathy, and contralateral\n                  (TMJ) osteoarthritis and inflammation. Although               hemiparesis secondary to Kernohan notch phenome-\n                  there can be several causes of facial pain that are not       non. Lesions at the level of the foramen magnum may\n                  primarily neurologic, in this case, the left TMJ              produce upper motor neuron signs, but also signs of\n                  inflammation (typically a non-neurologic problem)             paresthesia in the hands and lower motor neuron\n                  is likely attributable to neuropathy of the contralateral     signs in the upper limbs.7\n                  trigeminal motor nerve. Despite evidence of right-                The role of imaging depends on localization and\n                  sided masticatory muscle atrophy on MRI, the                  clinical suspicion. MRI is most specific and sensitive\n                  patient reported subacute onset left face pain.               for soft tissue and inflammatory conditions of the\n                  Denervation-related alterations in muscle bulk can            joint, whereas x-ray and CT can demonstrate osse-\n                  occur along a spectrum from acute hypertrophic to             ous morphology.8 MRI is suggested when evaluating\n                  chronic atrophic changes.4 The atrophy would seem             cranial neuropathies, new onset neuralgias, or\n                  to suggest a more chronic disease process occurring           sudden-onset severe headache. In this case, we were\n                  on the right. We suppose that the subacute on                 able to clinically localize the lesion peripherally.\n                  chronic presentation could be secondary to enlarge-           However, the MRI was useful in further localizing\n                  ment of the cystic lesion causing more dramatic               the lesion to the foraminal segment of the trigeminal\n                  changes in masticatory function, subacute compensa-           nerve.1,8\n                  tory hypertrophy involving the left masticatory                   TMJ disease is a common cause of jaw and facial\n                  muscles, or worsening inflammation of the left syno-          pain and is characterized by pain, cracking or popping\n                  vial joint tissue. It is unclear if the malignancy could      noises with jaw movement, and limitation of jaw\n                  have contributed to a systemic inflammatory response          movement.9 Patients require combined nonpharma-\n                  worsening the symptoms of compressive cranial                 cologic (education, behavioral modification, and\n                  neuropathy.                                                   occlusal splints) and pharmacologic treatment (non-\n                       There are several important teaching points of this      steroidal anti-inflammatory drugs [NSAIDs], muscle\n                  case. First, when evaluating facial pain, a detailed exam-    relaxants with NSAIDs, and tricyclic antidepres-\n                  ination of the head, neck, and cranial nerves is neces-       sants).10 In extreme cases, surgical intervention may\n                  sary. Facial pain can be accompanied by visual                be necessary. In our patient, NSAIDs were contra-\n                  disturbances, abnormal eye movements, pupillomotor            indicated due to thrombocytopenia. The cyst was not\n                  dysfunction, or facial sensation and may be seen with         amenable to surgical resection.\n                  facial palsy, hypoacusis, balance disturbance, dysphagia,\n                  dysphonia, or dysarthria.1 These signs, if present, assist    AUTHOR CONTRIBUTIONS\n                                                                                Both authors contributed to the conception, design, image acquisition,\n                  in localization. Secondly, the motor component of the\n                                                                                and writing of the manuscript and had final approval of the submitted\n                  trigeminal nerve may be easily overlooked without             manuscript.\n                  change of facial sensation. The motor portion of the\n                  trigeminal nerve has its nucleus in the pontine tegmen-       ACKNOWLEDGMENT\n                  tum. In the trigeminal cave (Meckel cave), the fascicular     The authors thank Victoria L. Jackson, MLIS, ELS, for assistance with\n                                                                                copyediting, formatting, and submitting the manuscript.\n                  portion joins sensory fibers as it becomes incorporated\n                  into the mandibular nerve. The mandibular nerve exits\n                                                                                STUDY FUNDING\n                  the skull through the foramen ovale and supplies the\n                                                                                No targeted funding reported.\n                  masseter, temporalis, pterygoid, mylohyoid, tensor veli\n                  palatine, and the anterior belly of the digastric muscle.     DISCLOSURE\n                  A lesion anywhere along this path can cause motor             The authors report no disclosures relevant to the manuscript. Go to\n                  involvement. Additionally, selective motor involvement        Neurology.org for full disclosures.\n                  of the mandibular nerve has been described.5,6 Third, it\n                                                                                REFERENCES\n                  is useful to consider the contralateral consequences of\n                                                                                 1. Siccoli MM, Bassetti CL, Sandor PS. Facial pain: clinical\n                  unilateral loss of a paired cranial nerve. Finally, cranial\n                                                                                    differential diagnosis. Lancet Neurol 2006;5:257–267.\n                  neuropathies or asymmetry of cranial nerve function            2. Zakrzewska JM. Differential diagnosis of facial pain\n                  should raise suspicion for a lesion involving the foram-          and guidelines for management. Br J Anaesth 2013;111:\n                  ina through which the cranial nerves exit the skull.              95–104.\n\n\n\n                                                                                Neurology 84      May 26, 2015                                 e173\n\nª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                     3.   Clark GT, Ram S. Four oral motor disorders: bruxism,        7.   Larner AJ. False localising signs. J Neurol Neurosurg Psy-\n                          dystonia, dyskinesia and drug-induced dystonic extrapy-          chiatry 2003;74:415–418.\n                          ramidal reactions. Dent Clin North Am 2007;51:225–          8.   Stern I, Greenberg MS. Clinical assessment of patients\n                          243, viii–ix.                                                    with orofacial pain and temporomandibular disorders.\n                     4.   Smoker WR, Reede DL. Denervation atrophy of motor cra-           Dent Clin North Am 2013;57:393–404.\n                          nial nerves. Neuroimaging Clin N Am 2008;18:387–411, xi.    9.   Mehta NR, Forgione AG, Rosenbaum RS,\n                     5.   Park KS, Chung JM, Jeon BS, Park SO, Kwang-Woo L.                Holmberg R. “TMJ” triad of dysfunctions: a biologic\n                          Unilateral trigeminal mandibular motor neuropathy                basis of diagnosis and treatment. J Mass Dent Soc\n                          caused by tumor in the foramen ovale. J Clin Neurol              1984;33:173–176, 212–273.\n                          2006;2:194–197.                                            10.   List T, Axelsson S, Leijon G. Pharmacologic interventions\n                     6.   Piagkou M, Demesticha T, Skandalakis P, Johnson E. Func-         in the treatment of temporomandibular disorders, atypical\n                          tional anatomy of the mandibular nerve: consequences of          facial pain, and burning mouth syndrome. A qualitative\n                          nerve injury and entrapment. Clin Anat 2011;24:143–150.          systematic review. J Orofac Pain 2003;17:301–310.\n\n\n\n\ne174                Neurology 84    May 26, 2015\n\n  ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                     Clinical Reasoning: A case of unilateral facial pain\n                              Jason Siegel and Andrea M. Harriott\n                                 Neurology 2015;84;e170-e174\n                           DOI 10.1212/WNL.0000000000001604\n\n                        This information is current as of May 25, 2015\n\n Updated Information &              including high resolution figures, can be found at:\n Services                           http://www.neurology.org/content/84/21/e170.full.html\n\n References                         This article cites 10 articles, 2 of which you can access for free at:\n                                    http://www.neurology.org/content/84/21/e170.full.html##ref-list-1\n Subspecialty Collections           This article, along with others on similar topics, appears in the\n                                    following collection(s):\n                                    All Pain\n                                    http://www.neurology.org//cgi/collection/all_pain\n                                    Clinical neurology examination\n                                    http://www.neurology.org//cgi/collection/clinical_neurology_examinati\n                                    on\n                                    Clinical neurology history\n                                    http://www.neurology.org//cgi/collection/clinical_neurology_history\n                                    Cranial neuropathy\n                                    http://www.neurology.org//cgi/collection/cranial_neuropathy\n                                    MRI\n                                    http://www.neurology.org//cgi/collection/mri\n Permissions & Licensing            Information about reproducing this article in parts (figures,tables) or in\n                                    its entirety can be found online at:\n                                    http://www.neurology.org/misc/about.xhtml#permissions\n Reprints                           Information about ordering reprints can be found online:\n                                    http://www.neurology.org/misc/addir.xhtml#reprintsus\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously since\n1951, it is now a weekly with 48 issues per year. Copyright © 2015 American Academy of Neurology. All\nrights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.",
  "wordCount": 2138,
  "indexed": "2025-09-25T22:55:06.659Z",
  "method": "direct"
}
