{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Moretta et al. - 2009 - Clinical Reasoning A 35-year-old man with a right.pdf",
  "fileName": "Moretta et al. - 2009 - Clinical Reasoning A 35-year-old man with a right.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Moretta et al. - 2009 - Clinical Reasoning A 35-year-old man with a right.pdf",
  "text": "Clinical Reasoning: A 35-year-old man with a right hemiplegia\n                      and a cerebral mass\n                      G. Moretta, J. P. Pettinicchi, M. E. Talarico, et al.\n                                Neurology 2009;73;e35-e38\n                          DOI 10.1212/WNL.0b013e3181b56d9e\n\n\n                    This information is current as of August 24, 2009\n\n\n\n\n   The online version of this article, along with updated information and services, is\n                          located on the World Wide Web at:\n                http://www.neurology.org/content/73/8/e35.full.html\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously\nsince 1951, it is now a weekly with 48 issues per year. Copyright . All rights reserved. Print ISSN:\n0028-3878. Online ISSN: 1526-632X.\n\fClinical Reasoning: A 35-year-old man with a right hemiplegia and a cerebral\n                                      mass\n               G. Moretta, J. P. Pettinicchi, M. E. Talarico, et al.\n                         Neurology 2009;73;e35-e38\n                    DOI 10.1212/WNL.0b013e3181b56d9e\n\n                 This information is current as of August 24, 2009\n\nUpdated Information &         including high resolution figures, can be found at:\nServices                      http://www.neurology.org/content/73/8/e35.full.html\n\nReferences                    This article cites 10 articles, 2 of which you can access for free\n                              at:\n                              http://www.neurology.org/content/73/8/e35.full.html##ref-list-1\nCitations                     This article has been cited by 2 HighWire-hosted articles:\n                              http://www.neurology.org/content/73/8/e35.full.html##otherarticl\n                              es\nSubspecialty Collections      This article, along with others on similar topics, appears in the\n                              following collection(s):\n                              All Clinical Neurology\n                              http://www.neurology.org//cgi/collection/all_clinical_neurology\n                              HIV\n                              http://www.neurology.org//cgi/collection/hiv\n                              MRI\n                              http://www.neurology.org//cgi/collection/mri\n                              Parasitic infections\n                              http://www.neurology.org//cgi/collection/parasitic_infections\nPermissions & Licensing       Information about reproducing this article in parts (figures,tables)\n                              or in its entirety can be found online at:\n                              http://www.neurology.org/misc/about.xhtml#permissions\nReprints                      Information about ordering reprints can be found online:\n                              http://www.neurology.org/misc/addir.xhtml#reprintsus\n\fRESIDENT\n& FELLOW\nSECTION\n                                   Clinical Reasoning:\nSection Editor                     A 35-year-old man with a right hemiplegia\nMitchell S.V. Elkind,\nMD, MS                             and a cerebral mass\n\nG. Moretta, MD                     SECTION 1                                                                 lytes, erythrocyte sedimentation rate, and glucose\nJ.P. Pettinicchi, MD               A 35-year-old man presented with progressive right                        level were normal. He tested positive for HIV with a\nM.E. Talarico, MD                  face, arm, and leg weakness, and diffuse headache.                        CD4 count of 18 cells/mm3 and viral load of\nP.A. Lopez, MD                     He lived in rural northwest Argentina. He had a past                      133,400 copies/mm3. Brain CT showed a nonen-\nS. Cerrato, MD                     medical history of sexually transmitted diseases. On                      hancing left temporoparietal lesion with surrounding\nM.E. Balbuena, MD                  examination, he was alert and fully oriented, and had                     edema and midline shift.\nJ.J. Poderoso, MD                  a right hemiparesis with hyperreflexia and an exten-\nO. Mazzocchi, MD                                                                                             Questions for consideration:\n                                   sor plantar reflex. Apart from low grade fever, the rest\nA. Dal Verme, MD                   of the physical examination was unremarkable. The                         1. What are the possible etiologies of this intracerebral lesion?\nC. Menghi, MD                      complete blood count revealed leukopenia (3,300                           2. What additional diagnostic testing would you consider at\nM. Arcavi, MD                      leukocytes/mL); renal function, liver tests, electro-                        this point?\nM.P. Grecco, MD\nJ.L. Ferreiro, MD, PhD\n\n                                                                                                                                                       GO TO SECTION 2\nAddress correspondence and\nreprint requests to Dr. Gabriela\nMoretta, Department of\nNeurology, Hospital de Clínicas,\nAv. Cordoba 2351, 1120 AAR,\nBuenos Aires, Argentina\ngabrielamoretta@gmail.com\n\n\n\n\nSee last page for\nMystery Case responses\n                                   From the Department of Neurology (G.M., J.P.P., M.P.G., M.E.T., P.A.L., M.E.B., S.C., J.L.F.), Department of Internal Medicine (J.J.P., O.M.,\n                                   A.D.V.), Department of Clinical Biochemistry, Clinical Immunology Division (M.A.), and Parasitology Division (C.M.), Hospital de Clínicas,\n                                   Buenos Aires, Argentina.\n                                   Disclosure: The authors report no disclosures.\n\n\n                                                                                                             Copyright © 2009 by AAN Enterprises, Inc.                        e35\n\f      SECTION 2\n                                                                   Figure   Gadolinium-enhanced MRI displaying a\n      The patient was started on empirical treatment for tox-\n                                                                            ring-enhancing pattern and marked\n      oplasmosis without clinical improvement. A brain MRI                  perilesional edema\n      with gadolinium performed days later showed a left\n      temporoparietal mass with a ring-like enhancement pat-\n      tern and marked perilesional edema (figure). Serologies\n      for hepatitis B virus, hepatitis C virus, VDRL, and Tox-\n      oplasma (immunoglobulin G, immunoglobulin M, and\n      immunoglobulin A subtypes) were negative. Blood cul-\n      tures for bacteria, fungi, and mycobacteria were also\n      negative. Since the patient lived in an endemic area, a\n      search for Chagas disease was performed. The serology\n      confirmed chronic Chagas disease (both indirect immu-\n      nofluorescence and indirect hemagglutination tests\n      were positive). Blood parasitological tests like microcon-\n      centration and Giemsa staining of thin and thick blood\n      smears were also performed. Neither of these revealed\n      the presence of the trypomastigote form of Trypano-\n      soma cruzi.\n      Questions for consideration:\n\n      1. What is your differential diagnosis at this point?\n      2. What additional diagnostic tests would you consider at\n         this point?\n\n\n\n                                                                                              GO TO SECTION 3\n\n\n\n\ne36   Neurology 73   August 25, 2009\n\fSECTION 3                                              CSF smear revealed the presence of the trypomasti-\nA lumbar puncture was performed. The CSF analysis      gote form of T cruzi.\nshowed 5 cells/mm3, glucose 48 mg/dL (serum glu-\ncose: 97 mg/dL), Cl⫺ 121 mEq/L, and protein 0.44       Questions for consideration:\ng/dL. PCR testing was negative for Toxoplasma, JC      1. How would you manage the treatment of an HIV-\nvirus, and Epstein-Barr virus. A negative result for      positive patient with cerebral tumor–like Chagas disease?\nCryptococcus neoformans was obtained with both In-     2. How long would you extend treatment?\ndia ink stain and antigen testing. A Giemsa-stained    3. What is the prognosis?\n\n\n\n                                                                                           GO TO SECTION 4\n\n\n\n\n                                                       Neurology 73   August 25, 2009                         e37\n\f      SECTION 4                                                      The antiparasitic drugs benznidazole and nifurti-\n      As soon as the diagnosis of cerebral tumor–like Cha-       mox are considered standard treatment.8,9 Even\n      gas disease was made (approximately 10 days after          though there is a lack of agreement regarding treat-\n      admission), the patient was started on benznidazole        ment duration, it would be wise to maintain antipar-\n      5–7 mg/kg/d and he resumed highly active antiretro-        asitic therapy until a CD4 count ⬎200 cells/mm3\n      viral therapy. In the course of treatment, seizures        has been reached.9\n      appeared and were partially controlled with lam-               Cerebral Chagas disease has a poor prognosis, of-\n      otrigine. The patient developed neutropenia later in       ten leading to death within weeks of diagnosis.10 A\n      the course of his treatment, which was attributed to       high level of suspicion, coupled with early diagnosis\n      benznidazole, which was then replaced by nifurtimox        and treatment, is the only way to achieve a better\n      8 –10 mg/kg/d. After 3 months of treatment, the pa-        prognosis.\n      tient exhibited improvement in both his neurologic\n      condition and his immune status.\n          A new MRI showed a remarkable reduction in             REFERENCES\n      both the size of the lesion and its corresponding           1. Lury K, Castillo M. Chagas’ disease involving the brain\n                                                                     and spinal cord: MRI findings. AJR Am J Roentgenol\n      edema.\n                                                                     2005;185:550 –552.\n                                                                  2. Corti M, Trione N, Corbera K, Vivas C. Chagas disease:\n      DISCUSSION Chagas disease, also known as Amer-                 another cause of cerebral mass occurring in patients with\n      ican trypanosomiasis, is an endemic parasitosis of             acquired immunodeficiency syndrome. Enferm Infecc Mi-\n      Central and South America caused by the flagellated            crobiol Clin 2000;18:194 –196.\n      protozoan T cruzi. Although uncommon in the                 3. Conforto A, Sung J. Chagas’ disease. Top Emerg Med\n      United States, its prevalence is expected to increase          2003;25:262–272.\n                                                                  4. Cordova E, Boschi A, Ambrosioni J, Cudos C, Corti M.\n      due to immigration from endemic areas.1 It is trans-\n                                                                     Reactivation of Chagas disease with central nervous system\n      mitted to humans by hematophagous Triatominae\n                                                                     involvement in HIV-infected patients in Argentina, 1992–\n      insects, and occasionally by other routes (blood               2007. Int J Infect Dis 2008;12:587–592.\n      transfusions, IV drug use, and congenitally2).              5. Gluckstein D, Ciferri F, Ruskin J. Chagas’ disease: another\n         The disease course can be divided into 3 phases:            cause of cerebral mass in the acquired immunodeficiency\n      acute, indeterminate, and chronic. The chronic                 syndrome. Am J Med 1992;92:429 – 432.\n      phase is characterized by prominent cardiac and gas-        6. Lages-Silva E, Ramirez LE, Silva- Vergara ML, Chiari E.\n                                                                     Chagasic meningoencephalitis in a patient with acquired\n      trointestinal involvement (10%–30%), but often it\n                                                                     immunodeficiency syndrome: diagnosis, follow– up, and\n      can remain asymptomatic.3 In AIDS and other severe             genetic characterization of Trypanosoma cruzi. Clin Infect\n      immunodeficient states, there is an increased risk of          Dis 2002;34:118 –123.\n      disease reactivation, with a particular predilection for    7. Burgos JM, Begher SB, Freitas JM, et al. Molecular diag-\n      the CNS (75% of cases) both in the form of menin-              nosis and typing of Trypanosoma cruzi populations and\n      goencephalitis and intracranial mass lesions.4 This is         lineages in cerebral Chagas disease in a patient with AIDS.\n      especially true for patients with AIDS with CD4                Am J Trop Med Hyg 2005;73:1016 –1018.\n                                                                  8. Corti M, Yampolsky C. Prolonged survival and immune\n      counts ⬍200 cells/mm3. Cerebral Chagas disease\n                                                                     reconstitution after chagasic meningoencephalitis in a pa-\n      presenting as a tumor-like lesion is often clinically          tient with acquired immunodeficiency syndrome. Rev Soc\n      and radiologically indistinguishable from other more           Bras Med Trop 2006;39:85– 88.\n      prevalent opportunistic diseases, like toxoplasmosis        9. Ferreira MS, Nishioka Sde A, Silvestre MT, Borges AS,\n      and lymphoma, and should be included in the differ-            Nunes-Araújo FR, Rocha A. Reactivation of Chagas dis-\n      ential diagnosis of patients with AIDS from endemic            ease in patients with AIDS: report of three new cases and\n                                                                     review of the literature. Clin Infect Dis 1997;6:1397–\n      areas.5\n                                                                     1400.\n         Diagnostic tests like CSF direct examination (Gi-\n                                                                 10. Madalosso G, Pellini AC, Vasconcelos MJ, et al. Chagasic\n      emsa stain) and PCR techniques6,7 could provide a              meningoencephalitis: case report of a recently included\n      prompt diagnosis, avoiding the need for a brain                AIDS-defining illness in Brazil. Rev Inst Med Trop Sao\n      biopsy.                                                        Paulo 2004;46:199 –202.\n\n\n\n      MYSTERY CASE RESPONSES                                     noses, and determined what would be their next step\n      We invited residency programs, medical student pre-        in either diagnosing or treating the patient. Here are\n      ceptors, and individuals to utilize this Mystery Case      the responses to our first Mystery Case.\n      as an educational tool to develop trainees’ clinical          We had 23 responses to this first Mystery Case. All\n      reasoning skills. Groups or individuals read the case      were from individual residents rather than groups. All\n      presentation, developed their own differential diag-       responses were thoughtful and many were quite de-\n\ne38   Neurology 73   August 25, 2009\n\ftailed, including several alternative diagnoses and exten-   ercosis, glioma, metastases, tuberculoma, syphilis,\nsive descriptions of the respondent’s approach to the        progressive multifocal leukoencephalopathy, infarc-\ndiagnosis and management of this patient.                    tion, and tumefactive multiple sclerosis.\n    All respondents considered the fact that the pa-             Half of the respondents recommended starting\ntient had HIV and was immunocompromised in                   empiric therapy for toxoplasmosis, followed by brain\ntheir differential diagnosis. All respondents included       biopsy if there were no response after several weeks.\ntoxoplasmosis and CNS lymphoma at the top of                 All suggested measuring serologies against many in-\ntheir differential. All described many of the other          fectious organisms, though several expressed con-\nmost common considerations, and most outlined ap-            cerns about performing lumbar puncture due to the\npropriate courses of diagnosis and management. Six           presence of the mass lesion. Seven suggested mag-\nrespondents considered the patient’s area of resi-           netic resonance spectroscopy as a way to distinguish\ndence in South America as relevant to the diagnosis,         tumor, infection, and vascular lesions.\nmost discussing the possibility of neurocysticercosis.           This first Resident & Fellow Section Mystery\nOnly 2 respondents, however, included the diagnosis          Case points to the importance of considering diag-\nof trypanosomiasis—infection with T cruzi, or Cha-           noses of infections uncommonly seen in the United\ngas disease—in the differential: Kate Ahmad, The             States when evaluating immunocompromised pa-\nCanberra Hospital, Canberra, Australia, and Peter            tients from other countries. It is likely that with the\nArmanas, Walter Reed Army Medical Center, Wash-              increase in international travel we will all see more\nington, DC. Additional considerations, in descend-           patients like this one.\ning order of the number of times which they were\ncited, included bacterial abscess, cryptococcus and          Mitchell S.V. Elkind, MD, MS\nother fungal infections, viral infections, neurocystic-      Resident & Fellow Section Editor\n\n\n\n\n                                                             Neurology 73   August 25, 2009                     e39",
  "wordCount": 1899,
  "indexed": "2025-09-25T22:54:40.176Z",
  "method": "direct"
}
