{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Grinspan et al. - 2009 - Clinical Reasoning A 28-year-old pregnant woman w.pdf",
  "fileName": "Grinspan et al. - 2009 - Clinical Reasoning A 28-year-old pregnant woman w.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Grinspan et al. - 2009 - Clinical Reasoning A 28-year-old pregnant woman w.pdf",
  "text": "Clinical Reasoning: A 28-year-old pregnant woman with\n                          encephalopathy\n             Zachary M. Grinspan, Joshua Z. Willey, Mark J. Tullman, et al.\n                             Neurology 2009;73;e74-e79\n                        DOI 10.1212/WNL.0b013e3181bbfeb3\n\n\n                   This information is current as of October 12, 2009\n\n\n\n\n   The online version of this article, along with updated information and services, is\n                          located on the World Wide Web at:\n                http://www.neurology.org/content/73/15/e74.full.html\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously\nsince 1951, it is now a weekly with 48 issues per year. Copyright . All rights reserved. Print ISSN:\n0028-3878. Online ISSN: 1526-632X.\n\f   Clinical Reasoning: A 28-year-old pregnant woman with encephalopathy\n         Zachary M. Grinspan, Joshua Z. Willey, Mark J. Tullman, et al.\n                          Neurology 2009;73;e74-e79\n                    DOI 10.1212/WNL.0b013e3181bbfeb3\n\n                 This information is current as of October 12, 2009\n\nUpdated Information &          including high resolution figures, can be found at:\nServices                       http://www.neurology.org/content/73/15/e74.full.html\n\nReferences                     This article cites 12 articles, 5 of which you can access for free\n                               at:\n                               http://www.neurology.org/content/73/15/e74.full.html##ref-list-1\n\nSubspecialty Collections       This article, along with others on similar topics, appears in the\n                               following collection(s):\n                               All Cerebrovascular disease/Stroke\n                               http://www.neurology.org//cgi/collection/all_cerebrovascular_dis\n                               ease_stroke\n                               All Clinical Neurology\n                               http://www.neurology.org//cgi/collection/all_clinical_neurology\n                               All Education\n                               http://www.neurology.org//cgi/collection/all_education\n                               All Neuropsychology/Behavior\n                               http://www.neurology.org//cgi/collection/all_neuropsychology_b\n                               ehavior\n                               Stroke in young adults\n                               http://www.neurology.org//cgi/collection/stroke_in_young_adults\n\nPermissions & Licensing        Information about reproducing this article in parts (figures,tables)\n                               or in its entirety can be found online at:\n                               http://www.neurology.org/misc/about.xhtml#permissions\nReprints                       Information about ordering reprints can be found online:\n                               http://www.neurology.org/misc/addir.xhtml#reprintsus\n\fRESIDENT\n& FELLOW\nSECTION\n                                  Clinical Reasoning:\nSection Editor                    A 28-year-old pregnant woman\nMitchell S.V. Elkind,\nMD, MS                            with encephalopathy\n\nZachary M. Grinspan,              SECTION 1                                                                  She had no complaints but could not explain why\n   MD                             A 28-year-old woman at 37 weeks’ gestation be-                         she was in the hospital. She was afebrile with normal\nJoshua Z. Willey, MD              came increasingly confused and forgetful. She                          blood pressure. She appeared well and had a normal\nMark J. Tullman, MD               slept 12 hours daily, mistook her apartment for                        postpartum abdominal examination. She was inat-\nMitchell S.V. Elkind,             previous residences, and forgot her children’s                         tentive and abulic with sparse but fluent speech. She\n   MD, MS                         names. Her husband helped her eat and walk. She                        recalled 2 of 3 words at 5 minutes, but had no mem-\n                                  presented to the obstetrical service fully dilated af-                 ory for recent events, including her delivery. She\n                                  ter 2 days of leaking vaginal fluid, and delivered a                   could not describe cocktail ingredients, despite work-\nAddress correspondence and        healthy baby girl. A few hours later, she did not                      ing as a bartender, but correctly recited old addresses.\nreprint requests to Dr. Zachary\n                                  remember giving birth. She was transferred to the                      Cranial nerves were normal. Both optic discs had\nM. Grinspan, Division of\nPediatric Neurology, Harkness     neurology service for evaluation.                                      sharp margins by bedside funduscopic examination.\nPavilion, 5th Floor, 180 Fort\n                                     She had had a febrile seizure at age 4, and several                 Strength was full. Reflexes were brisk, with 3 beats of\nWashington Ave., New York, NY\n                                  brief convulsions as a teenager. A sleep-deprived                      clonus at her right ankle. Toes were equivocal on the\n10032-3791\nzg2126@columbia.edu               EEG had been negative. She took phenytoin for a                        right and downgoing on the left. Sensation and coor-\n                                                                                                         dination were normal. Gait was narrow-based and\n                                  year, then stopped prior to her first pregnancy. She\n                                                                                                         slightly unsteady, but she did not fall.\n                                  had no further convulsions.\n                                     This was her fifth pregnancy. She had 2 healthy                     Questions for consideration:\n                                  children, 1 abruption at 23 weeks, and 1 elective                      1. What can cause subacute mental status changes in the\n                                  abortion. Her maternal grandmother had died from                          peripartum state?\n                                  a ruptured cerebral aneurysm.                                          2. What studies would you pursue?\n\n\n\n                                                                                                                                             GO TO SECTION 2\n\n\n\n\n                                  From the Department of Neurology, College of Physicians and Surgeons, Columbia University, New York, NY.\n                                  Disclosure: Author disclosures are provided at the end of the article.\n\n\n\n\ne74                               Copyright © 2009 by AAN Enterprises, Inc.\n\f                                SECTION 2                                                       cocaine), complex partial seizures, and intracere-\n                                This 28-year-old peripartum woman has subacute                  bral hemorrhage. Subacute processes, such as de-\n                                onset encephalopathy with memory loss and abulia,               myelinating diseases and paraneoplastic processes,\n                                as well as long tract signs. Encephalopathy suggests a          should also be considered.\n                                process affecting large areas of the brain bilaterally             The evaluation should be broad, including blood-\n                                due to metabolic derangements or diffuse structural             work, brain imaging, EEG, and CSF examination.\n                                injury to gray and/or white matter. Focal insults to               Serum chemistries were normal except for low total\n                                structures responsible for memory or attention, such\n                                                                                                protein (5.6 g/dL), albumin (3 g/dL), and calcium (7.8\n                                as the thalamus, hippocampus, and medial temporal\n                                                                                                mg/dL). A complete blood count showed an elevated\n                                lobe, may present similarly. Linking encephalopathy\n                                                                                                white blood cell count (14,000 per mm3). Erythrocyte\n                                with the focal upper motor neuron sign of right leg\n                                                                                                sedimentation rate (ESR) was 30 mm/hour and\n                                hyperreflexia suggests a multifocal process.\n                                                                                                C-reactive protein 33.9 mg/L. Lumbar puncture re-\n                                    The differential diagnosis includes emergent\n                                peripartum conditions, such as dural sinus throm-               vealed a protein of 121 mg/dL, normal glucose, 3 white\n                                bosis, metastatic choriocarcinoma, and postpar-                 blood cells/mm3, and 23 red blood cells/mm3. Urine\n                                tum angiopathy, a form of reversible cerebral                   toxicology was positive for marijuana. The combined\n                                vasoconstriction syndrome.1 Other emergent con-                 herpes simplex virus (HSV) titer was high, the HSV\n                                ditions should be considered, including viral en-               immunoglobulin M slightly above normal, and the\n                                cephalitis (particularly herpesviruses), infectious             CSF HSV PCR negative. The CSF albumin ratio was\n                                meningoencephalitis, substance abuse (especially                high at 30.2 (normal 0–9.0). Additional infectious, co-\n\n\n  Figure 1       MRI on the day of presentation\n\n\n\n\n(A) T2 fluid-attenuated inversion recovery (FLAIR) parasagittal view shows corpus callosal lesions, some with a ring of increased signal and a darker center.\n(B) T1 parasagittal view, similar cut, shows areas of T1 hypointensity (arrows) corresponding to the T2 bright lesions. (C) T2 FLAIR axial views show\nadditional lesions throughout the internal capsule, and the genu, splenium, and tapetum of the corpus callosum. (D) Diffusion-weighted imaging (DWI)\n(1000b) axial view through the superior extent of the lateral ventricles shows several lesions with restricted diffusion through the central fibers of the\ncorpus callosum, many with bright rings and dark centers. (E) DWI (1000b) axial view of the cerebellum and pons shows pinpoint lesions in the middle\ncerebellar peduncle and cerebellar cortex.\n\n\n                                                                                                Neurology 73    October 13, 2009                        e75\n\f      agulation, endocrine, cardiac, lipid, and immunologic   caliber changes in the distal branches of both middle\n      studies were unrevealing.                               cerebral arteries. Magnetic resonance venography\n         EEG showed generalized slowing with superim-         was normal.\n      posed bursts of left frontotemporal maximal slowing.        The patient’s husband, who had been unavail-\n      Head CT found mild diffuse cerebral atrophy and         able initially, reported that for several weeks she\n      deep frontal white matter lucencies. Brain MRI re-      had had headaches, hearing difficulties, and epi-\n      vealed multiple T2-hyperintense lesions in the cere-    sodic visual loss, occasionally losing vision in 1 eye\n      bellum and cerebral white matter. Many lesions were     for 30 minutes. Subtle memory problems had be-\n      hypointense on T1-weighted imaging and some             gun 1 month prior.\n      demonstrated restricted diffusion. There were multi-\n                                                              Questions for consideration:\n      ple lesions in the corpus callosum, many with a rim\n      of T2 hyperintensity around a center of T1 hypoin-      1. How does this information change your differential\n      tensity (figure 1). There was no abnormal enhance-         diagnosis?\n      ment. Magnetic resonance angiography showed             2. What additional information would you like?\n\n\n\n                                                                                              GO TO SECTION 3\n\n\n\n\ne76   Neurology 73   October 13, 2009\n\fSECTION 3                                                   rather than 30 minutes. Finally, in the setting of\nThe widespread distribution of MRI lesions suggests         acute symptoms, MS lesions often enhance on MRI\na multifocal process affecting primarily the white          and rarely have limited diffusion. ADEM is typically\nmatter. The normal CSF glucose and low CSF cell             preceded by a viral illness or immunization. Addi-\ncount argue against an infectious process. The high         tionally, the lesions in ADEM are usually larger, at\nCSF protein, serum C-reactive protein, and ESR              the grey–white junction and deep nuclei, and often\nsuggest an inflammatory or autoimmune process.              confluent.\nThe negative CSF HSV PCR and noninfectious CSF\n                                                                Multiple emboli could explain multifocal re-\ncell count rule out HSV encephalitis.\n                                                            stricted diffusion on MRI. Postpartum deep venous\n    CNS vasculopathy, primary or secondary, could\n                                                            thrombosis (DVT), for example, could cause para-\nexplain the distal caliber changes in the middle cere-\n                                                            doxical embolization to the brain through a patent\nbral arteries. Postpartum angiopathy, a reversible ce-\n                                                            foramen ovale (PFO). However, the absence of corti-\nrebral vasoconstriction syndrome, is a parsimonious\n                                                            cal lesions, the predominance of corpus callosum le-\ndiagnosis linking her headache, pregnancy, elevated\nCSF protein, MRI findings, and encephalopathy.2,3           sions, and the high CSF protein argue against\nHowever, postpartum angiopathy typically follows            embolism.\ndelivery, rather than precedes it, and often presents           Susac syndrome is a microvasculopathy due to en-\nwith vomiting and/or seizures.                              dothelial damage, which links encephalopathy, hear-\n    Demyelinating disorders, such as multiple sclero-       ing loss, and visual changes. The distinctive corpus\nsis (MS) or acute disseminated encephalomyelitis            callosum lesions in this patient are like the “snow-\n(ADEM), could explain the MRI findings, albu-               ball” lesions that are characteristic of this disease, and\nminocytologic dissociation, change in mental status,        high CSF protein is common.4,5 It is not a known\nand visual disturbances (i.e., optic neuritis). How-        complication of pregnancy.\never, encephalopathy and the high CSF protein are\n                                                            Question for consideration:\nunusual for MS. Pregnancy tends to protect against\nflares, especially in the third trimester. Optic neuritis   1. What further testing would help distinguish among these\nworsens over hours to days, and lasts days to weeks,           diagnoses?\n\n\n\n                                                                                              GO TO SECTION 4\n\n\n\n\n                                                            Neurology 73   October 13, 2009                      e77\n\f        Figure 2       Ophthalmologic imaging 4 days after presentation\n\n\n\n\n      (A) Fluorescein angiogram of the right eye shows retinal artery branch occlusions (black vessels, arrows). Note also hyper-\n      fluorescence of the arteriolar walls (arrowheads). (B) Retinography of the left eye shows retinal infarct (arrow).\n\n\n\n      SECTION 4                                                      sharp disc margins, but missed the retinal infarcts. Once\n      Transthoracic echocardiogram with bubble contrast              we considered the rare diagnosis of Susac syndrome,\n      found a small PFO, no evidence of thrombus or veg-             ophthalmologic examination confirmed the branch ret-\n      etation, and normal ejection fraction. Lower extrem-           inal artery occlusions. This case underscores the impor-\n      ity Doppler studies found no DVT. Digital                      tance of the history in an encephalopathic patient and\n      subtraction angiography found generalized small cal-           the utility of a broad differential diagnosis.\n      iber arteries intracranially, but no morphologic\n      changes consistent with a large vessel vasculopathy as         DISCUSSION: SUSAC SYNDROME Susac syn-\n      would be expected in postpartum angiopathy.                    drome is an autoimmune endotheliopathy, pathophysi-\n          To evaluate for Susac syndrome, ophthalmologic             ologically akin to dermatomyositis, targeting arterioles\n      and audiologic evaluations were performed. Bedside             under 100 ␮m in the cochlea, retina, and brain (rather\n      dilated funduscopic examination revealed bilateral             than muscle and skin, as in dermatomyositis). Evidence\n      branch retinal artery occlusions with retinal infarcts.        supporting this etiology includes high serum antiendo-\n      Fluorescein angiography found bilateral retinal in-\n                                                                     thelial antibodies, elevated factor VIII (released by\n      farcts, retinal artery branch occlusions, and arteriolar\n                                                                     damaged endothelium), and tissue pathology with en-\n      hyperfluorescence, suggesting a retinal vasculopathic\n                                                                     dothelial cell necrosis, basement membrane thickening,\n      process (figure 2). Audiologic evaluation found low\n                                                                     and C3d and C4d deposition in vessel walls.4,6-8\n      frequency sensorineural hearing loss.\n                                                                         The current literature only describes about 100 pa-\n          Muscle biopsy and additional serum tests to look for\n                                                                     tients with Susac syndrome, but the disease is underap-\n      evidence of endothelial damage were obtained. Antien-\n                                                                     preciated and may be more common. Women\n      dothelial antibody tests were weakly positive, and factor\n                                                                     outnumber men 3:1. Age at onset is 20 to 40 years,\n      VIII levels were elevated (319%, reference 50 –150%).\n      Factor VIII is synthesized and released by endothelial         ranging from 9 to 58. The clinical triad may not present\n      cells, and may rise if they are damaged. A muscle biopsy,      together. Months to years may separate the initial symp-\n      including electron microscopy, was normal.                     tom from the development of the others.9 Headache,\n          We diagnosed Susac syndrome, or retinocochleo-             often migrainous, frequently precedes the onset of en-\n      cerebral vasculopathy, based on the pathognomonic              cephalopathy, and progresses to confusion, memory\n      triad of encephalopathy, branch retinal artery occlu-          loss, behavioral changes, dysarthria, and mutism.4,5\n      sions, and hearing loss. Elevated CSF protein sup-                 CSF typically shows a mild lymphocytic pleocyto-\n      ports vasculopathy, but the affected vessels were too          sis (less than 20) and markedly elevated protein. Oli-\n      small to be detected by angiography.                           goclonal bands and elevated immunoglobulin G\n          Pregnancy was a cognitive distracter in this case. We      index may falsely suggest MS.4\n      initially focused on postpartum angiopathy as our lead-            Brain MRI reveals multiple small (1–7 mm) white\n      ing diagnosis. Only after an unrevealing evaluation for        matter lesions in the cerebral hemispheres.10 Many\n      stroke did we learn of the visual and hearing loss. Also of    show restricted diffusion, suggesting they represent\n      note, initial bedside funduscopic examination found            small infarcts.10 Deep gray, cerebellar, brainstem, and\n\ne78   Neurology 73   October 13, 2009\n\fgadolinium-enhancing lesions are common. Leptomen-            attention and memory. On discharge, 3 weeks postpar-\ningeal enhancement is occasionally seen. The character-       tum, she demonstrated right visual field deficits, brisk\nistic callosal lesions in Susac syndrome are frequently       reflexes, and clonus at both ankles, right more than left.\nmisdiagnosed as demyelinating disease. However, their         Seven months postpartum, she continues to take myco-\ncentral location, “snowball” appearance on T2-                phenolate mofetil, and is slowly tapering prednisone.\nweighted imaging, and evolution into pathognomonic            She still complains of short-term memory problems,\nT1-hypointensities are atypical of MS lesions, which are      right eye visual problems, and poor hearing in her left\nsmaller and involve the callosal-septal interface.5 The       ear. She fatigues easily, but manages household chores\nsize of the affected arterioles is below the resolution of    and childcare on her own.\nangiography, which is typically normal.\n    Branch retinal artery occlusions present as flashes       DISCLOSURE\n                                                              Dr. Grinspan reports no disclosures. Dr. Willey is funded by NIH/NINDS T\nof light, black spots, scintillating scotoma, or occa-        32 NS 07153. Dr. Tullman has received research support from Acorda Ther-\nsionally monocular amaurosis fugax.4 Fluorescein an-          apeutics, BioMS, Genentech, and Novartis; and honoraria from Biogen Idec,\ngiography shows retinal artery branch occlusions              EMD Serono, Novartis, Pfizer, and Teva Neuroscience. Dr. Elkind serves as\n                                                              Resident and Fellow Section Editor for Neurology®; serves as a consultant to\nwith hyperfluorescence of the arterial wall and late\n                                                              BMS-Sanofi Pharmaceutical Partnership, GlaxoSmithKline, Jarvik Heart,\ndye leakage.11 Hearing loss may be gradual, fluctuat-         Tethys Bioscience, and Daiichi-Sankyo; serves on the speakers bureaus of\ning, or sudden. Low frequencies are typically lost            Boehringer-Ingelheim, Inc., and BMS-Sanofi Pharmaceutical Partnership; re-\nfirst, as the apex of the cochlea, which transduces           ceives research support from diaDexus, Inc., BMS-Sanofi Pharmaceutical\n                                                              Partnership, and NIH/NINDS [K23 NS42912 (PI), R01 NS050724 (PI),\nlower frequencies, is more susceptible to infarction.4        NS048134 (PI), P50 NS049060 (Project PI), R37 NS029993 (co-PI), R01\n    With no controlled therapeutic trials in Susac            NS55809 (coinvestigator); and has given expert testimony involving Merck\nsyndrome, treatment recommendations are based                 & Co., Inc. (Vioxx), Pfizer (Shiley valve and Celebrex/Bextra), and Novartis\n                                                              (Zelnorm and stroke).\nupon clinical experience.6,9 Rennebohm and Susac6\noutline a detailed aggressive regime, including low-          REFERENCES\ndose aspirin, high-dose IV corticosteroids followed            1. Singhal AB, Bernstein RA. Postpartum angiopathy and\nby a prolonged oral taper, monthly IV immunoglob-                 other cerebral vasoconstriction syndromes. Neurocrit Care\nulin, and consideration of cyclophosphamide or my-                2005;3:91–97.\ncophenolate mofetil based on disease severity.                 2. Bogousslavsky J, Despland PA, Regli F, Dubuis PY. Post-\n                                                                  partum cerebral angiopathy: reversible vasoconstriction as-\n    Only 7 pregnancies in 6 patients with Susac syn-\n                                                                  sessed by transcranial Doppler ultrasounds. Eur Neurol\ndrome have been reported. Two developed symptoms                  1989;29:102–105.\nduring pregnancy, in 1 symptoms abated with pr-                3. Ducros A, Boukobza M, Porcher R, Sarov M, Valade D,\negnancy, and 3 had recurrent encephalopathy                       Bousser MG. The clinical and radiological spectrum of\npostpartum.9 Rennebohm and Susac’s6 analogy to in-                reversible cerebral vasoconstriction syndrome: a prospec-\nflammatory myopathy may be instructive for care: preg-            tive series of 67 patients. Brain 2007;130:3091–3101.\n                                                               4. Susac JO, Egan RA, Rennebohm RM, Lubow M. Susac’s\nnant women with inflammatory myopathy often\n                                                                  syndrome: 1975–2005 microangiopathy/autoimmune en-\nrespond to steroids alone, and may flare postpartum.12            dotheliopathy. J Neurol Sci 2007;257:270 –272.\n    The disease is usually self-limited, lasting 2 to 4        5. Susac JO, Murtagh FR, Egan RA, et al. MRI findings in\nyears, and most patients eventually return to work.               Susac’s syndrome. Neurology 2003;61:1783–1787.\nMost are left with bilateral hearing impairment,               6. Rennebohm RM, Susac JO. Treatment of Susac’s syn-\n                                                                  drome. J Neurol Sci 2007;257:215–220.\nsome (35%–50%) have residual cognitive dysfunc-\n                                                               7. Petty GW, Engel AG, Younge BR, et al. Retinocochleoce-\ntion, and as many as 1/3 have relapse of encephalop-\n                                                                  rebral vasculopathy. Medicine 1998;77:12– 40.\nathy. Asymptomatic visual field defects are more               8. Magro C, Martin L, Susac JO. Susac’s syndrome: an organ\ncommon than symptomatic visual loss.9,13                          specific autoimmune endothelialitis (in preparation).\n                                                               9. Aubart-Cohen F, Klein I, Alexandra JF, et al. Long-term\nFOLLOW-UP The patient was treated with daily aspirin,             outcome in Susac syndrome. Medicine 2007;86:93–102.\npulse steroids followed by an oral steroid taper, and IV      10. White ML, Zhang Y, Smoker WR. Evolution of lesions in\n                                                                  Susac syndrome at serial MR imaging with diffusion-\nimmunoglobulin. Mycophenolate mofetil was added after\n                                                                  weighted imaging and apparent diffusion coefficient val-\na week, as she had not significantly improved, and the dis-       ues. AJNR Am J Neuroradiol 2004;25:706 –713.\nease severity warranted additional immunosuppression.6        11. Martinet N, Fardeau C, Adam R, et al. Fluorescein and\nMycophenolate mofetil was chosen over cyclophospha-               indocyanine green angiographies in Susac syndrome. Ret-\nmide to be less detrimental to fertility.                         ina 2007;27:1238 –1242.\n    Follow-up MRI 2 weeks postpartum showed new               12. Silva CA, Sultan SM, Isenberg DA. Pregnancy outcome in\n                                                                  adult-onset idiopathic inflammatory myopathy. Rheuma-\nlesions, suggesting continuing disease activity. A repeat\n                                                                  tology 2003;42:1168 –1172.\nfluorescein angiogram showed decreased arterial wall          13. Susac JO. Susac’s syndrome: the triad of microangiopathy\nhyperfluorescence. However, the patient improved clin-            of the brain and retina with hearing loss in young women.\nically with fluent spontaneous speech and improved                Neurology 1994;44:591–593.\n\n                                                              Neurology 73       October 13, 2009                                   e79",
  "wordCount": 2982,
  "indexed": "2025-09-25T22:53:59.471Z",
  "method": "direct"
}
