{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Lee et al. - 2015 - Clinical Reasoning A patient with rapidly progres.pdf",
  "fileName": "Lee et al. - 2015 - Clinical Reasoning A patient with rapidly progres.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Lee et al. - 2015 - Clinical Reasoning A patient with rapidly progres.pdf",
  "text": "RESIDENT\n                & FELLOW\n                SECTION\n                           Clinical Reasoning:\nSection Editor             A patient with rapidly progressive sensory\nMitchell S.V. Elkind,\nMD, MS                     loss and imbalance\n\nEric Lee, DO               SECTION 1                                                                          pattern up to his midshin and wrists on both sides.\nChafic Karam, MD           A 52-year-old man presented with sudden onset of                                   He was severely unsteady when walking and he\nNizar Chahin, MD           acral paresthesia and imbalance. The patient did                                   could not tandem. Romberg was positive. The rest\n                           not have any recent illness, sick contacts, or travel                              of his neurologic examination was normal apart\n                           abroad. He denied weakness, pain, bowel or bladder                                 from high arches and hammertoes. The patient\nCorrespondence to          incontinence, dysphagia, dysarthria, or shortness of                               had a family history of Charcot-Marie-Tooth disease\nDr. Lee:\neric.lee@asante.org\n                           breath. On neurologic examination, 1 month into                                    type 1A (CMT1A) (PMP22 duplication) and was\n                           his symptoms, he had reduced muscle strength in                                    himself tested, although asymptomatic, and was also\n                           his finger spread, extension, and flexion on both                                  found to be carrying the mutation.\n                           sides graded on Medical Research Council scale\n                                                                                                              Questions for consideration:\n                           42/5 and in toe extensors 24/24 and toe flexors\n                           24/4. The rest of his muscle strength was normal.                                  1. What is your preliminary differential diagnosis?\n                           Reflexes were absent throughout. He had reduced                                    2. What initial investigations would you propose for\n                           sensation to all modalities in a length-dependent                                     this patient?\n\n\n\n\n                                                                                                                                                              GO TO SECTION 2\n\n\n\n\n                           From the Department of Neurology, University of North Carolina at Chapel Hill.\n                           Go to Neurology.org for full disclosures. Funding information and disclosures deemed relevant by the authors, if any, are provided at the end of the article.\n\ne140                       © 2015 American Academy of Neurology\n\n   ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f  Figure 1       Waveforms generated from the motor nerve conduction studies of the left median and tibial nerves\n\n\n\n\nNerve conduction study of the left median (A) and tibial (B) nerves reveal markedly prolonged motor distal latencies with prominent temporal dispersion and\nslowed conduction velocities.\n\n\n                                SECTION 2                                                      examination. Nerve conductions studies showed\n                                Despite the genetically confirmed PMP22 mutation,              absent sensory responses of the upper and lower\n                                the rapid onset and progression of this patient’s symp-        limbs with demyelinating features of the motor re-\n                                toms are concerning. A superimposed process should             sponses (figure 1, table 1).\n                                be considered and ruled out. For example, the patient              Table 1 demonstrates markedly prolonged motor\n                                can have a superimposed inflammatory polyneuropa-              distal latencies (DL) (DL in the arms 16–27 ms\n                                thy such as Guillain-Barre syndrome (GBS) or chronic           [normal , 4.2 ms], DL in the legs 14–26 ms [normal\n                                inflammatory demyelinating polyradiculoneuropathy              , 5.7 ms]). Marked prolonged compound muscle\n                                (CIDP) or a paraneoplastic or neoplastic neuropathy.           action potential durations as seen in the left median\n                                Certain toxic exposures such as arsenic poisoning can          (45 ms at distal site and 50 ms at proximal site) and\n                                cause subacute neuropathy with a similar presentation.         tibial nerves (47 ms at distal site and 53 ms at proximal\n                                Infectious agents such as Lyme disease, HIV, and hep-          site) are consistent with temporal dispersion. On needle\n                                atitis C can cause subacute GBS-like presentations.            EMG, there was abnormal spontaneous activity in the\n                                Vasculitis can cause sensory disturbance, although it          form of fibrillation potentials in the distal legs and long-\n                                typically presents with painful multifocal neuropathy.         duration, high-amplitude, polyphasic motor unit poten-\n                                Meningeal carcinomatosis can present with rapid                tials with reduced recruitment in all muscles tested. A\n                                motor and sensory disturbance including cranial neu-           lumbar puncture was performed to rule out an infectious\n                                ropathies. Finally, a central process such as a cervical       etiology and meningeal carcinomatosis. CSF protein was\n                                cord lesion caused by spinal stenosis or a demyelinating       70 mg/dL, CSF glucose was normal, cell count was 0.\n                                lesion can cause similar bilateral sensory disturbance,        A complete spine MRI revealed mild enhancement of\n                                although the absence of upper motor neuron signs and           the cervical and lumbar roots.\n                                a sensory level do not support this.                               Additional blood tests were performed to rule\n                                    To narrow the diagnosis, the patient underwent             out other acquired causes of neuropathy. CSF\n                                additional testing, including nerve conduction                 immunoglobulin G index, oligoclonal bands, CSF\n                                study and EMG, MRI of the spine, and CSF                       Venereal Disease Research Laboratory (VDRL),\n\n\n  Table 1       Values generated from the motor nerve conduction studies of the left median and tibial nerves\n\n  Nerve stimulation                      Recording site            Latency, ms            Amplitude, mV             Velocity, ms            Duration, ms\n\n  L median                               Wrist                     27.0 , 4.4             1.5 . 4.2                 18.0 . 49               45.0\n\n  L median                               Elbow                     39.7 . 4.0             1.0 . 4.2                                         50.0\n\n  L median F response, ms                Wrist                     Absent\n\n  L tibial                               Ankle                     14.4 , 5.7             0.9 . 2.8                 11.0 . 41               47.0\n\n  L tibial                               Knee                      49.4 . 6.0             0.3 . 2.8                                         53.0\n\n  L tibial F response, ms                Ankle                     Absent\n\n\n\n\n                                                                                               Neurology 84    May 12, 2015                          e141\n\n   ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                    angiotensin-converting enzyme, vascular endothe-    transglutaminase immunoglobulin A, hepatitis C\n                    lial growth factor, GM1 antibody, cryoglobulin,     antibody, Lyme serology, HIV, and hepatitis B sur-\n                    myelin-associated glycoprotein Western blot,        face antigen were all normal or negative.\n                    hemoglobin A1c, methylmalonic acid, serum\n                                                                        Question for consideration:\n                    immunofixation, serum free light chains, thyroid-\n                    stimulating hormone, free T4, complete blood        1. What is your diagnosis based on the history, clin-\n                    count, B12, sedimentation rate, antinuclear            ical examination, and EMG and laboratory\n                    antibodies, extractable nuclear antigen, tissue        studies?\n\n\n\n\n                                                                                                        GO TO SECTION 3\n\n\n\n\ne142                Neurology 84   May 12, 2015\n\n  ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  SECTION 3\n                                                                                 nerve between ankle and below fibular head,\n                  The uniformly severely slowed conduction velocities are        median nerve between wrist and elbow, or ulnar\n                  usually consistent with a severe, inherited, demyelinat-       nerve between wrist and below elbow\n                  ing, sensorimotor peripheral neuropathy such as can            a. Criteria suggestive of partial conduction\n                  be seen in CMT1A. However, the marked temporal dis-               block: ,15% change in duration between\n                  persion and the reduced recruitment in both distal and            proximal and distal sites and .20% drop\n                  proximal muscles are atypical for a patient with asymp-           in negative peak (2p) area or peak-to-peak\n                  tomatic CMT1A. Temporal dispersion can sometimes                  (p-p) amplitude between proximal and distal\n                  be seen in inherited neuropathies, but the degree of tem-         sites\n                  poral dispersion seen in this patient suggests the pres-       b. Criteria for abnormal temporal dispersion\n                  ence of a superimposed inflammatory process.                      and possible conduction block: .15%\n                      The acute onset of paresthesia and imbalance along            change in duration between proximal and\n                  with the nerve conduction and EMG findings are                    distal sites and .20% drop in 2p area or\n                  highly suggestive of a superimposed acquired inflam-              p-p amplitude between proximal and distal\n                  matory and demyelinating process. The workup ruled                sites\n                  out any infectious, paraneoplastic, neoplastic, or meta-    3. Significant prolongation of distal motor latency in\n                  bolic causes. The mildly elevated CSF protein with             2 or more motor nerves:\n                  albuminocytologic dissociation can be seen in either           a. .125% of upper limit of normal (ULN) if\n                  acquired or inherited processes. The patient presented            CMAP .80% of LLN\n                  with 4 weeks of progressive symptoms. He did not               b. .150% of ULN if CMAP ,80% of LLN\n                  meet the time course for the diagnosis of CIDP, which       4. Significant prolongation or absence of F-waves in\n                  is defined as a progression of symptoms for more than          2 or more motor nerves:\n                  8 weeks. This patient met all the mandatory electro-           a. .120% of ULN if CMAP .80% of LLN\n                  physiologic criteria1 for acute inflammatory demyelin-         b. .150% of ULN if CMAP ,80% of LLN\n                  ating polyneuropathy/CIDP, which require only 3 of 4            The patient also fulfilled mandatory CSF study\n                  of the following:                                           findings as he had cytoalbumin dissociation and neg-\n                  1. Significant reduction in motor nerve conduction          ative CSF VDRL.\n                     velocity in 2 or more motor nerves:\n                                                                              Questions for consideration:\n                     a. ,80% of lower limit of normal (LLN) if\n                        CMAP .80% of LLN                                      1. What treatment would you propose in this\n                     b. ,70% of LLN if CMAP ,80% of LLN                          situation?\n                  2. Partial conduction block or abnormal temporal            2. What findings would you expect on repeat EMG\n                     dispersion in one or more motor nerves: peroneal            studies after treatment?\n\n\n\n\n                                                                                                               GO TO SECTION 4\n\n\n\n\n                                                                              Neurology 84   May 12, 2015                     e143\n\nª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f  Figure 2       Waveforms generated from the motor nerve conduction studies of the left median and tibial nerves after treatment\n\n\n\n\nThe follow-up nerve conduction study of the left median (A) and tibial (B) nerves 9 months after the initial study and 1 month after his last treatment with IVIg\nreveal profound improvement of distal latency, amplitude, and duration, including temporal dispersion and conduction velocity.\n\n\n                                 SECTION 4                                                         with long-term IVIg therapy may reflect improve-\n                                 The most widely used treatments for inflammatory                  ments in biophysical properties and possibly even\n                                 neuropathy such as CIDP consist of IV immunoglob-                 promotion of remyelination and prevention of sec-\n                                 ulin (IVIg), plasma exchange, and corticosteroids.2               ondary axonal degeneration (table 2).3\n                                 The treatments appear to be equally effective in stud-\n                                 ies performed over time. The initial dose of IVIg is              DISCUSSION The challenge of this case highlights 2\n                                 typically 2 g/kg infused over 4 to 5 days, as was the             separate pathologic processes that typically do not\n                                 case with this patient. Pulse IV methylprednisolone               occur together. The typical findings of a hereditary\n                                 (1,000 mg/day) for 3 days can be given with tapering              neuropathy include symmetric distal limb weakness\n                                 doses given once weekly, then once monthly. The                   and negative sensory symptoms, isolated absent\n                                 therapy is initiated early in the course of the disease           Achilles or diffusely reduced or absent reflexes, pes\n                                 to prevent continuing demyelination and secondary                 cavus, hammertoes, symmetrically and uniformly\n                                 axonal loss leading to permanent disability.2 Our                 slowed nerve conduction velocities, and a family his-\n                                 patient was treated with IVIg with complete resolu-               tory of neuropathy. The stereotypical findings of an\n                                 tion of his symptoms and normalization of his exam-               acquired neuropathy include symmetric or asymmet-\n                                 ination, including deep tendon reflexes.                          ric distal or proximal weakness and positive sensory\n                                     The benefit of treatment is seen in improvement               symptoms, diffusely absent reflexes, asymmetric and\n                                 of mobility and strength as well as the return of sen-            nonuniformly slowed nerve conduction velocities,\n                                 sory disturbance to baseline. With treatment of                   and temporal dispersion or conduction block at non-\n                                 demyelinating peripheral neuropathies, the examiner               compressive sites. The patient presented herein had\n                                 can see in follow-up studies direct recovery of distal            both hereditary and acquired neuropathies. An obser-\n                                 latency, duration, amplitude, and conduction veloc-               vation such as this case has been described previously,\n                                 ity, as noted in figure 2. In consideration of the                with the authors postulating that patients may have\n                                 long-term, sustained improvements in axonal excita-               an inflammatory-demyelinating hereditary motor\n                                 bility and other measures, clinical improvement seen              and sensory neuropathy.4\n\n\n  Table 2       Values generated from the motor nerve conduction studies of the left median and tibial nerves after treatment\n\n  Nerve stimulation                       Recording site             Latency, ms              Amplitude, mV              Velocity, ms            Duration, ms\n\n  L median                                Wrist                      8.8 , 4.4                6.3 . 4.2                  27 . 49                 7\n\n  L median                                Elbow                      17.1 . 4.0               5.6 . 4.2                                          7\n\n  L median F response, ms                 Wrist                      44 , 31\n\n  L tibial                                Ankle                      7.3 , 5.7                4.2 . 2.8                  21 . 41                 17\n\n  L tibial                                Knee                       26.3 . 6.0               2.2 . 2.8                                          17\n\n  L tibial F response, ms                 Ankle                      89 , 56\n\n\n\n\ne144                             Neurology 84     May 12, 2015\n\n   ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                      A question has been proposed over the last decade                         REFERENCES\n                  as to whether patients with hereditary neuropathy are                          1. Research criteria for diagnosis of chronic inflammatory\n                                                                                                    demyelinating polyneuropathy (CIDP): report from an Ad\n                  more susceptible to inflammatory neuropathy than\n                                                                                                    Hoc Subcommittee of the American Academy of Neurology\n                  the general population. It has been suggested and\n                                                                                                    AIDS Task Force. Neurology 1991;41:617–618.\n                  accumulating evidence exists4–9 for a superimposed                             2. Köller H, Kieseier BC, Jander S, Hartung H-P. Chronic\n                  inflammatory process in a subgroup of patients with                               inflammatory demyelinating polyneuropathy. N Engl J\n                  CMT disease that is not genotype-specific. It could be                            Med 2005;352:1343–1356.\n                  related to genetic susceptibility or may relate to a                           3. Lin CS, Krishnan AV, Park SB, Kiernan MC. Modulatory\n                  disturbance of the normal function of the protein                                 effects on axonal function after intravenous immunoglob-\n                  encoded by the affected gene. The take-home mes-                                  ulin therapy in chronic inflammatory demyelinating poly-\n                                                                                                    neuropathy. Arch Neurol 2011;68:862–869.\n                  sage is that if a patient with CMT disease experiences\n                                                                                                 4. Dyck PJ, Swanson CJ, Low PA, Bartleson JD,\n                  an acute or subacute deterioration in clinical condi-                             Lambert EH. Prednisone-responsive hereditary motor\n                  tion, a search for other causes should be undertaken,                             and sensory neuropathy. Mayo Clin Proc 1982;57:\n                  and treatment of a coexistent inflammatory neurop-                                239–246.\n                  athy with immunotherapy should be considered.10                                5. Malandrini A, Villanova M, Dotti MT, Federico A. Acute\n                                                                                                    inflammatory neuropathy in Charcot-Marie-Tooth dis-\n                                                                                                    ease. Neurology 1999;52:859–861.\n                  AUTHOR CONTRIBUTIONS                                                           6. Vital A, Vital C, Lagueny A. Inflammatory demyelination\n                  Eric Lee: drafting/revising the manuscript, study concept or design, anal-\n                                                                                                    in a patient with CMT1A. Muscle Nerve 2003;28:\n                  ysis or interpretation of data, accepts responsibility for conduct of\n                                                                                                    373–376.\n                  research and final approval. Chafic Karam: drafting/revising the manu-\n                  script, accepts responsibility for conduct of research and final approval.\n                                                                                                 7. Desurkar A, Lin JP, Mills K, et al. Charcot-Marie-Tooth\n                  Nizar Chahin: drafting/revising the manuscript, study concept or design,          (CMT) disease 1A with superimposed inflammatory pol-\n                  analysis or interpretation of data, accepts responsibility for conduct of         yneuropathy in children. Neuropediatrics 2009;40:85–88.\n                  research and final approval, acquisition of data, study supervision.           8. Donaghy M, Sisodiya SM, Kennett R, McDonald B,\n                                                                                                    Haites N, Bell C. Steroid responsive polyneuropathy in a\n                                                                                                    family with a novel myelin protein zero mutation.\n                  STUDY FUNDING\n                                                                                                    J Neurol Neurosurg Psychiatry 2000;69:799–805.\n                  No targeted funding reported.\n                                                                                                 9. Prensky AL, Dodson WE. The steroid treatment of hered-\n                                                                                                    itary motor and sensory neuropathy. Neuropediatrics\n                  DISCLOSURE                                                                        1984;15:203–207.\n                  E. Lee reports no disclosures relevant to the manuscript. C. Karam serves     10. Ginsberg L, Malik O, Kenton AR, et al. Coexistent hered-\n                  as WriteClick Neurology® deputy editor. N. Chahin reports no disclo-              itary and inflammatory neuropathy. Brain 2004;127:\n                  sures relevant to the manuscript. Go to Neurology.org for full disclosures.       193–202.\n\n\n\n\n                                                                                                Neurology 84   May 12, 2015                           e145\n\nª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f  Clinical Reasoning: A patient with rapidly progressive sensory loss and imbalance\n                       Eric Lee, Chafic Karam and Nizar Chahin\n                             Neurology 2015;84;e140-e145\n                        DOI 10.1212/WNL.0000000000001564\n\n                        This information is current as of May 11, 2015\n\n Updated Information &              including high resolution figures, can be found at:\n Services                           http://www.neurology.org/content/84/19/e140.full.html\n\n References                         This article cites 10 articles, 4 of which you can access for free at:\n                                    http://www.neurology.org/content/84/19/e140.full.html##ref-list-1\n Subspecialty Collections           This article, along with others on similar topics, appears in the\n                                    following collection(s):\n                                    All Clinical Neurology\n                                    http://www.neurology.org//cgi/collection/all_clinical_neurology\n                                    All Neuromuscular Disease\n                                    http://www.neurology.org//cgi/collection/all_neuromuscular_disease\n                                    Chronic inflammatory demyelinating polyneuropathy\n                                    http://www.neurology.org//cgi/collection/chronic_inflammatory_demy\n                                    elinating_polyneuropathy\n                                    EMG\n                                    http://www.neurology.org//cgi/collection/emg\n                                    Peripheral neuropathy\n                                    http://www.neurology.org//cgi/collection/peripheral_neuropathy\n Permissions & Licensing            Information about reproducing this article in parts (figures,tables) or in\n                                    its entirety can be found online at:\n                                    http://www.neurology.org/misc/about.xhtml#permissions\n Reprints                           Information about ordering reprints can be found online:\n                                    http://www.neurology.org/misc/addir.xhtml#reprintsus\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously since\n1951, it is now a weekly with 48 issues per year. Copyright © 2015 American Academy of Neurology. All\nrights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.",
  "wordCount": 2544,
  "indexed": "2025-09-25T22:54:27.971Z",
  "method": "direct"
}
