{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Faivre et al. - 2015 - Clinical Reasoning Worsening neurologic symptoms .pdf",
  "fileName": "Faivre et al. - 2015 - Clinical Reasoning Worsening neurologic symptoms .pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Faivre et al. - 2015 - Clinical Reasoning Worsening neurologic symptoms .pdf",
  "text": "RESIDENT\n              & FELLOW\n              SECTION\n                         Clinical Reasoning:\nSection Editor           Worsening neurologic symptoms in a\nJohn J. Millichap, MD\n                         brain tumor patient\n\nGeraldine Faivre, MD     SECTION 1                                                                             Seven months after the diagnosis, while receiving te-\nElena Pentsova, MD       A 65-year-old woman diagnosed with a right                                         mozolomide and bevacizumab, the patient developed\nAlexis Demopoulos, MD    parietal-occipital glioblastoma after presenting                                   headaches, subtle gait ataxia, memory difficulties, leth-\nSophie Taillibert, MD    with hemianopia was treated with 2 surgical resec-                                 argy, and back pain, progressive over 3 weeks. She even-\nMarc Rosenblum, MD       tions including carmustine wafer placement, radi-                                  tually developed a generalized tonic-clonic seizure and\nAntonio Omuro, MD        otherapy with concurrent chemotherapy with                                         was brought to an urgent care facility.\n                         temozolomide, and adjuvant chemotherapy with\n                                                                                                            Questions for consideration:\n                         temozolomide and bevacizumab, an anti-angiogenic\nCorrespondence to        agent targeting vascular endothelial growth factor                                 1. What is the differential diagnosis?\nDr. Omuro:\nomuroa@mskcc.org\n                         (VEGF).                                                                            2. Which examinations should be performed?\n\n\n\n\n                                                                                                                                                            GO TO SECTION 2\n\n\n\n\n                         From Memorial Sloan Kettering Cancer Center (G.F., E.P., M.R., A.O.), New York; North Shore University Hospital (A.D.), Manhasset, NY; and\n                         Groupe Hospitalier Pitié-Salpêtrière (S.T.), Paris, France.\n                         Go to Neurology.org for full disclosures. Funding information and disclosures deemed relevant by the authors, if any, are provided at the end of the article.\n\n                                                                                                            © 2015 American Academy of Neurology                                     e57\n\n   ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                                  SECTION 2                                                                    to radiotherapy or leptomeningeal spread (com-\n                                  In a patient with glioblastoma presenting with worsening                     municating hydrocephalus). Intracranial pres-\n                                  neurologic symptoms, tumor progression with increased                        sure is usually elevated, especially in patients\n                                  tumor size and edema, eventually resulting in a seizure,                     with rapidly progressive symptoms, but in\n                                  seems the most obvious diagnosis. However, the differ-                       others normal-pressure hydrocephalus (NPH)\n                                  ential also includes other neurologic complications                          may develop slowly. Symptoms include pro-\n                                  (table), some of which are not necessarily indicative of                     gressive gait difficulties, psychomotor slowness,\n                                  treatment failure, and that require specific management1:                    and cognitive impairment; headaches, nausea,\n                                      • Ischemic stroke can occur at increased inci-                           and vomiting may be absent. Carefully moni-\n                                        dence in patients with brain tumor as a result                         toring ventricle size throughout the disease\n                                        of the cancer-related prothrombotic state, in                          course is important for the diagnosis.\n                                        addition to radiotherapy-related vasculopathy in                     • Leptomeningeal tumor spread or metastasis:\n                                        arteries included within the radiation port, and                       Tumor cells may gain access and thrive in the\n                                        use of bevacizumab. As deep venous thrombosis                          subarachnoid space, causing progressive neuro-\n                                        and pulmonary embolism are common in these                             logic deterioration even when the original tumor\n                                        patients, paradoxical embolism may also occur.                         appears stable on the MRI. Symptoms may\n                                      • Intratumoral bleeding may occur spontane-                              include worsening headache, back pain, ataxia,\n                                        ously, especially in glioblastomas and oligoden-                       cognitive dysfunction, radiculopathy, cranial\n                                        drogliomas, and in the setting of bevacizumab,                         nerve palsies, and hydrocephalus. The diagnosis\n                                        anticoagulation, or thrombocytopenia.                                  is confirmed by CSF cytology or typical MRI\n                                      • Seizures may develop even in stable tumors, and                        findings, including enhancement in cranial\n                                        can be difficult to recognize. This patient’s slow                     nerves, roots, and cerebellar folia, as well as cis-\n                                        deterioration could result from repeated noncon-                       terns and spinal cord nodules and deposits,\n                                        vulsive and subclinical seizures, which can mimic                      sometimes with a sugar coating appearance.\n                                        slow progression of disease, only identifiable                       • Tumor pseudoprogression: Following radiother-\n                                        through continuous EEG monitoring. Anticon-                            apy, and usually within 2–3 months, some tumors\n                                        vulsant intoxication is another possibility.                           may display radiographic worsening resulting from\n                                      • Hydrocephalus may result from direct mechan-                           inflammation and necrosis in response to treat-\n                                        ical blockade of CSF flow (noncommunicating                            ment, mimicking tumor progression. Recognizing\n                                        hydrocephalus) or reduced CSF absorption due                           pseudoprogression is important because these\n\n\n  Table      Potential causes of worsening of neurologic symptoms in patients with brain tumor\n\n  Differential diagnoses   Diagnostic tools                                      Key findings/pearls\n\n  Tumor progression        Neuroimaging (brain MRI with and without contrast; Increased size of enhancing and nonenhancing tumor; in patients on bevacizumab,\n                           CT of head without contrast if emergency)          increase in nonenhancing tumor may be the only finding\n\n  Intratumoral bleeding    Neuroimaging                                          New T1 hypersignal lesions; may be difficult to differentiate from tumor calcifications\n                                                                                 on the MRI and CT\n\n  Ischemic stroke          Neuroimaging                                          New fluid-attenuated inversion recovery or restricted diffusion lesions with a vascular\n                                                                                 territory distribution; lesions may be difficult to differentiate from hypercellular or\n                                                                                 hypoxic tumors, which may also display restricted diffusion\n\n  Seizures                 EEG or video-EEG                                      May be subclinical, and a spot EEG may or may not show active seizures; continuous\n                                                                                 EEG monitoring may be required\n\n  Hydrocephalus            Neuroimaging; lumbar puncture with opening            Reviewing older or pretreatment neuroimaging and comparing ventricles size over\n                           pressure                                              longer periods of time may be needed; lumbar puncture can be performed if not\n                                                                                 contraindicated by mass effect; intracranial pressure can be increased or normal\n\n  Leptomeningeal           Brain and total spine MRI with and without            CSF cytology has low sensitivity and repeat lumbar punctures may be needed; MRI may\n  dissemination            contrast; lumbar puncture with CSF cytology           be more sensitive, especially in the absence of bevacizumab treatment\n\n  Pseudoprogression        Neuroimaging                                          Usually develops 2–3 months following radiotherapy, although it can occur later in the\n                                                                                 disease course; additional imaging techniques (magnetic resonance perfusion and\n                                                                                 spectroscopy10) may be helpful\n\n  Corticosteroid           Neuroimaging                                          Diagnosis made by detailed review of corticosteroids use/doses (develops in the setting\n  withdrawal                                                                     of corticosteroids taper and rapidly improves with resumption of corticosteroids)\n\n  Herpetic                 Brain MRI; lumbar puncture with CSF HSV PCR           Typical signs of encephalitis on the MRI may be difficult to identify in the presence of\n  meningoencephalitis                                                            the tumor\n\n  Systemic infection/      Metabolic/infectious evaluation (CBC, electrolytes,   Absence of fever does not rule out infection; metabolic disorders resulting from\n  metabolic disorders      liver and renal function, urinalysis, chest X-ray,    chemotherapy and tumor must be actively sought\n                           thyroid function)\n\nAbbreviations: CBC 5 complete blood count; HSV 5 herpes simplex virus.\n\ne58                               Neurology 85      August 18, 2015\n\n  ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                                                                                                    of recent decreases in dose. Such patients\n  Figure      MRI and autopsy findings\n                                                                                                    promptly improve with re-institution of cortico-\n                                                                                                    steroids, and benefit from a slower taper.\n                                                                                                  • Herpetic meningoencephalitis: Cranial radio-\n                                                                                                    therapy and chemotherapy increase this infec-\n                                                                                                    tion risk. Signs of encephalitis may go\n                                                                                                    unrecognized in the MRI, confounded by the\n                                                                                                    presence of tumor-related abnormalities; the\n                                                                                                    diagnosis requires a high degree of suspicion.\n                                                                                                  • Metabolic causes such as systemic infection\n                                                                                                    (especially during chemotherapy), hyperglyce-\n                                                                                                    mia (secondary to corticosteroids), liver failure\n                                                                                                    (chemotherapy-related hepatotoxicity or reacti-\n                                                                                                    vation of viral hepatitis), and hypopituitarism\n                                                                                                    (from radiotherapy) may all cause neurologic\n                                                                                                    worsening in patients with a brain tumor.\n                                                                                                   Our patient’s MRI showed some ventricular dila-\n                                                                                               tion and faint contrast enhancement around the\n                                                                                               right lateral ventricle occipital horn (figure, A and\n                                                                                               D), without obvious tumor progression, bleeding,\n                                                                                               or stroke. A total spine MRI with gadolinium, per-\n                                                                                               formed to investigate leptomeningeal disease, was\n                                                                                               unremarkable. Platelets were normal and there was\n                                                                                               no mass effect contraindicating a lumbar puncture\n                                                                                               (LP), which was performed. CSF analysis showed\n                                                                                               protein of 125 mg/dL, negative cytology and herpes\n                                                                                               simplex PCR, and normal opening pressure. Video-\n                                                                                               EEG and routine urine and blood tests were unre-\n                                                                                               markable. The patient had been off corticosteroids\n                                                                                               for several months.\n                                                                                                   Given the ventricular dilation, the patient received\n                                                                                               a ventriculoperitoneal shunt in an attempt to treat\n                                                                                               NPH, and was discharged. Questionable clinical\n                                                                                               improvement was seen over the next few weeks.\n                                                                                                   In the following 6 months, while still on bevaci-\n                                                                                               zumab, the patient developed progressive confusion\nBrain MRI T1 postgadolinium images 7 months after the diagnosis show mild ventricular          and disorientation, worsening memory difficulties,\ndilation and hyperintense signal corresponding to residual tumor (A). In spite of progress-    urinary incontinence, and more severe gait ataxia.\nive clinical worsening, subsequent scans done 11 (B) and 12 months (C) after diagnosis\n                                                                                               A repeat brain MRI showed no remarkable changes\nshow no significant progression of enhancing tumor. Corresponding fluid-attenuated\ninversion recovery sequences at 7 months (D), 11 months (E), and 12 months (F) after\n                                                                                               in contrast enhancement (figure, B and C) or fluid-\ndiagnosis confirm absence of progression of nonenhancing tumors, as occasionally seen          attenuated inversion recovery (FLAIR) hyperinten-\nin patients on bevacizumab. This dissociation between neurologic deterioration and             sities (figure, E and F). Her back pain worsened,\nabsence of neurologic worsening poses a diagnostic dilemma. Autopsy shows extensive\n                                                                                               and symptoms of lumbosacral radiculopathy devel-\nleptomeningeal spread of the tumor, with hematoxylin & eosin low power (G) and high\npower (H) demonstrating the coating of spinal cord and nerve roots by glioma (arrows).         oped, but a repeat spine MRI was unremarkable.\n(I) Tumor cells coating the cauda equina; glial fibrillary acid protein immunohistochemistry   CSF analysis showed protein 340 mg/dL, glucose\nfurther demonstrates the glial nature of the tumor, shown in brown (J). MRI of the spine       30 mg/dL, 2 leukocytes, and negative cytology.\n(not shown) had normal results, reflecting bevacizumab masking effects.\n                                                                                               EEG and blood and urine tests were again\n                                                                                               noncontributory.\n                                      patients are not experiencing treatment failure and\n                                                                                               Questions for consideration:\n                                      a change in treatment is not indicated.\n                                    • Corticosteroid withdrawal: In some patients, it          1. What could be suspected despite normal CSF\n                                      is difficult to taper off corticosteroids, as wors-         cytology and stable imaging studies?\n                                      ening of brain edema may develop in the setting          2. What could be done to improve symptoms?\n\n\n                                                                                                                                 GO TO SECTION 3\n\n\n                                                                                               Neurology 85   August 18, 2015                      e59\n\n   ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                    SECTION 3                                                     50% at the first LP, increasing to up to 90% with\n                    An intriguing finding in this patient is the lack of radio-   3 repeat LPs3,4; analysis of large volumes of CSF\n                    graphic worsening despite marked clinical deteriora-          may also improve sensitivity. Cytology sensitivity is\n                    tion. In patients on bevacizumab, tumor progression           particularly lower in solid tumors, especially in glio-\n                    without increase in contrast enhancement is sometimes         blastoma.5 The identification of CSF circulating\n                    observed, in a process of tumor cell cooption of existing     tumor cells through rare cell capture technology\n                    blood vessels that is independent of neoangiogenesis.2        may facilitate the diagnosis,4 but this methodology\n                    In those patients, FLAIR hypersignal continues to             is limited to epithelial tumors, and not helpful in\n                    increase, but our patient showed only minimal FLAIR           gliomas. In solid tumors, the diagnosis of LM remains\n                    changes, if any. Shunt malfunction could be a potential       heavily dependent on the MRI, a more sensitive tech-\n                    explanation, and neurosurgical consultation was ob-           nique than cytology.6,7\n                    tained. Neurotoxicity from radiotherapy could be consid-          This patient was receiving the VEGF inhibitor\n                    ered, but there was no significant leukoencephalopathy,       bevacizumab, known to confound interpretation of\n                    and this type of complication typically occurs years later    MRI contrast enhancement. Proangiogenic factors\n                    in the disease course, in the rare patients who achieve       secreted by tumors lead to the formation of new capil-\n                    long-term survival.                                           laries, and these neovessels are fenestrated and lack\n                        Leptomeningeal spread remained the most likely            blood–brain barrier (BBB) properties. This disrupted\n                    diagnosis, given the back pain, radiculopathy, and            BBB provides the basis for imaging tumors on\n                    increasing CSF protein, although cytology remained            contrast-enhanced MRI. VEGF promotes vascular\n                    negative. A careful look at the brain MRI (figure, C)         permeability in these vessels, and anti-VEGF thera-\n                    discloses some enhancement lining the ventricles, pro-        pies may thus decrease contrast enhancement, pre-\n                    viding a diagnostic clue, but that finding is nonspecific     venting accurate tumor visualization. This could\n                    and the spine MRI results were normal. Radiotherapy           explain why the exuberant leptomeningeal disease\n                    to the lumbosacral spine was considered for symptom           seen in the autopsy, with widespread coating of spinal\n                    relief, but not pursued given the absence of radio-           cord and nerve roots, was not apparent on the pa-\n                    graphic abnormalities or diagnostic confirmation.             tient’s MRI despite obvious symptoms. This clinical\n                        The patient resumed bevacizumab and temozolo-             and radiologic dissociation has also been reported in 2\n                    mide but continued to decline. Several shunt revisions        patients receiving bevacizumab for lung cancer brain\n                    were performed with no improvement. Her neurologic            metastases, both presenting with LM and normal\n                    symptoms rapidly deteriorated and she died a few weeks        MRIs.8 In a retrospective study of bevacizumab to\n                    later.                                                        treat gliomas with LM, it was noted that in spite of\n                        On autopsy, macroscopic examination of the brain          radiographic improvements, some patients experi-\n                    revealed infiltration of the septum pellucidum by a           enced worsening of symptoms, once again suggesting\n                    mucoid tumor tissue, with intraventricular and peri-          masking effects of this agent.9\n                    ventricular dissemination. Macroscopic examination                It is important to fully evaluate patients with primary\n                    of the spinal cord showed disseminated tumor coating          or metastatic brain tumors presenting with neurologic\n                    of the leptomeninges and subarachnoid spaces, with            deterioration in order to recognize causes that require\n                    nodularity and thickening of spinal roots and cauda           specific neurologic management. Leptomeningeal spread\n                    equina. Microscopic findings are shown in the figure,         is a potential cause of unexplained neurologic deteriora-\n                    G–J. The diagnosis of widespread leptomeningeal               tion in glioma patients treated with anti-angiogenic\n                    tumor was confirmed.                                          agents, and interpreting contrast-enhanced MRI in this\n                                                                                  setting can be challenging.\n                    DISCUSSION Our patient presented with symptoms\n                    suggestive of leptomeningeal metastasis (LM) during           AUTHOR CONTRIBUTIONS\n                    treatment with bevacizumab. Repeated CSF cytology             G.F.: drafting and revising the manuscript for content, including medical\n                    and MRI failed to confirm LM, and there was a                 writing for content, study concept, analysis and interpretation of data.\n                                                                                  E.P.: drafting and revising the manuscript for content, including medical\n                    marked dissociation between symptoms and radio-\n                                                                                  writing for content, study concept, analysis and interpretation of data.\n                    graphic findings; the diagnosis could only be con-            A.D.: revising the manuscript for content, including medical writing\n                    firmed by autopsy.                                            for content, analysis and interpretation of data. S.T.: revising the manu-\n                        LM is an increasingly frequent complication of            script for content, including medical writing for content. M.R.: revising\n                                                                                  the manuscript for content, including medical writing for content, anal-\n                    cancer, and while therapeutic options are limited,            ysis and interpretation of data. A.O.: drafting and revising the manuscript\n                    establishing this diagnosis is important for progno-          for content, including medical writing for content, study concept, analysis\n                    sis and institution of palliative treatments such as          and interpretation of data.\n                    focal radiotherapy.\n                        Confirming the diagnosis of LM can be challeng-           STUDY FUNDING\n                    ing. CSF cytology sensitivity is approximately only           No targeted funding reported.\n\ne60                 Neurology 85   August 18, 2015\n\n  ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  DISCLOSURE                                                                               multiforme: treatment and management of an uncommon\n                  G. Faivre, E. Pentsova, A. Demopoulos, S. Taillibert, and M. Rosenblum report            manifestation of disease. J Neurosurg Spine 2012;17:438–448.\n                  no disclosures relevant to the manuscript. A. Omuro has participated in an advi-    6.   Straathof CS, de Bruin HG, Dippel DW, Vecht CJ. The\n                  sory board for Roche. Go to Neurology.org for full disclosures.                          diagnostic accuracy of magnetic resonance imaging and\n                                                                                                           cerebrospinal fluid cytology in leptomeningeal metastasis.\n                  REFERENCES                                                                               J Neurol 1999;246:810–814.\n                   1. Omuro A, DeAngelis LM. Glioblastoma and other malignant                         7.   Clarke JL, Perez HR, Jacks LM, Panageas KS,\n                      gliomas: a clinical review. JAMA 2013;310:1842–1850.                                 Deangelis LM. Leptomeningeal metastases in the MRI\n                   2. Norden AD, Young GS, Setayesh K, et al. Bevacizumab                                  era. Neurology 2010;74:1449–1454.\n                      for recurrent malignant gliomas: efficacy, toxicity, and                        8.   Kleinschmidt-DeMasters BK, Damek DM. The imaging and\n                      patterns of recurrence. Neurology 2008;70:779–787.                                   neuropathological effects of bevacizumab (Avastin) in patients\n                   3. Wasserstrom WR, Glass JP, Posner JB. Diagnosis and                                   with leptomeningeal carcinomatosis. J Neurooncol 2010;96:\n                      treatment of leptomeningeal metastases from solid tumors:                            375–384.\n                      experience with 90 patients. Cancer 1982;49:759–772.                            9.   Taillibert S, Guillevin R, Dehais C, Bellanger A, Omuro A.\n                   4. Nayak L, Fleisher M, Gonzalez-Espinoza R, et al. Rare                                Bevacizumab and irinotecan (BI) for gliomatous leptomenin-\n                      cell capture technology for the diagnosis of leptomenin-                             geal disease. J Clin Oncol 2010;28:e12526.\n                      geal metastasis in solid tumors. Neurology 2013;80:                            10.   Sawlani V, Taylor R, Rowley K, Redfern R, Martin J,\n                      1598–1605.                                                                           Poptani H. Magnetic resonance spectroscopy for differentiating\n                   5. Lawton CD, Nagasawa DT, Yang I, Fessler RG,                                          pseudo-progression from true progression in GBM on concur-\n                      Smith ZA. Leptomeningeal spinal metastases from glioblastoma                         rent chemoradiotherapy. Neuroradiol J 2012;25:575–586.\n\n\n\n\n                                                                                                     Neurology 85     August 18, 2015                               e61\n\nª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f    Clinical Reasoning: Worsening neurologic symptoms in a brain tumor patient\n              Geraldine Faivre, Elena Pentsova, Alexis Demopoulos, et al.\n                              Neurology 2015;85;e57-e61\n                        DOI 10.1212/WNL.0000000000001848\n\n                      This information is current as of August 17, 2015\n\n Updated Information &              including high resolution figures, can be found at:\n Services                           http://www.neurology.org/content/85/7/e57.full.html\n\n References                         This article cites 10 articles, 4 of which you can access for free at:\n                                    http://www.neurology.org/content/85/7/e57.full.html##ref-list-1\n Subspecialty Collections           This article, along with others on similar topics, appears in the\n                                    following collection(s):\n                                    Primary brain tumor\n                                    http://www.neurology.org//cgi/collection/primary_brain_tumor\n Permissions & Licensing            Information about reproducing this article in parts (figures,tables) or in\n                                    its entirety can be found online at:\n                                    http://www.neurology.org/misc/about.xhtml#permissions\n Reprints                           Information about ordering reprints can be found online:\n                                    http://www.neurology.org/misc/addir.xhtml#reprintsus\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously since\n1951, it is now a weekly with 48 issues per year. Copyright © 2015 American Academy of Neurology. All\nrights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.",
  "wordCount": 2800,
  "indexed": "2025-09-25T22:53:49.305Z",
  "method": "direct"
}
