{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/EFNS Guidelines/Vos et al. - 2012 - Mild traumatic brain injury.pdf",
  "fileName": "Vos et al. - 2012 - Mild traumatic brain injury.pdf",
  "relativePath": "Neurología/Clinical practice/EFNS Guidelines/Vos et al. - 2012 - Mild traumatic brain injury.pdf",
  "text": "European Journal of Neurology 2012, 19: 191–198                                                      doi:10.1111/j.1468-1331.2011.03581.x\n\nEFNS GUIDELINES/CME ARTICLE\n\n\nMild traumatic brain injury\nP. E. Vosa, Y. Alekseenkob, L. Battistinc, E. Ehlerd, F. Gerstenbrande, D. F. Muresanuf,\nA. Potapovg, C. A. Stepanh, P. Traubneri, L. Vecseij and K. von Wildk\na\n    Radboud University Nijmegen Medical Centre, The Netherlands; bVitebsk Medical University, Vitebsk, Belarus; cIRCCS San Camillo\nHospital, Venice, Italy; dNeurologicka Klinika, Pradubice, Czech Republic; eLudwig Boltzmann Institute for Restorative Neurology and\nNeuromodulation, Vienna, Austria; fUniversity CFR Hospital, University of Medicine and Pharmacy ÔIuliu Hatieganu ÔCluj-Napoca,\nRomania; gInstitute of Neurosurgery, Russian Academy of Medical Sciences, Moscow, Russia; hNeurological Hospital Rosenh ü gel, Vienna,\nAustria; iComenius University School of Medicine, Bratislava, Slovak Republic; jSzent-Györgyi University Hospital, Szeged, Hungary; and\nk\n    Medical Faculty Westphalien University Münster and International Neuroscience Institute INI, Hannover, Germany\n\n\n\n\nKeywords:                            Traumatic brain injury (TBI) is one among the most frequent neurological disorders.\nguideline, mild traumatic            Of all TBIs 90% are considered mild with an annual incidence of 100–300/100 000.\nbrain injury                         Intracranial complications of mild traumatic brain injury (MTBI) are infrequent\n                                     (10%), requiring neurosurgical intervention in a minority of cases (1%), but poten-\nReceived 27 September 2011           tially life threatening (case fatality rate 0.1%). Hence, a true health management\nAccepted 29 September 2011           problem exists because of the need to exclude the small chance of a life-threatening\n                                     complication in a large number of individual patients. The 2002 EFNS guideline used\n                                     the best evidence approach based on the literature until 2001 to guide initial man-\n                                     agement with respect to indications for computed tomography (CT), hospital admis-\n                                     sion, observation and follow-up of MTBI patients. This updated EFNS guideline for\n                                     initial management in MTBI proposes a more selective strategy for CT when major\n                                     [dangerous mechanism, Glasgow Coma Scale (GCS) < 15, 2 points deterioration on\n                                     the GCS, clinical signs of (basal) skull fracture, vomiting, anticoagulation therapy,\n                                     post-traumatic seizure] or minor (age, loss of consciousness, persistent anterograde\n                                     amnesia, focal deﬁcit, skull contusion, deterioration on the GCS) risk factors are\n                                     present based on published decision rules with a high level of evidence. In addition,\n                                     clinical decision rules for CT now exist for children as well. Since 2001, recommen-\n                                     dations, although with a lower level of evidence, have been published for clinical\n                                     observation in hospitals to prevent and treat other potential threats to the patient\n                                     including behavioural disturbances (amnesia, confusion and agitation) and infection.\n\n\nIntroduction                                                            cranial haematoma that needs immediate neurosurgical\n                                                                        operation both in adults and in children; and a very low\nTraumatic brain injury (TBI) caused by sudden impact                    mortality of 0.1% in adults and even lower in children\nor acceleration deceleration trauma of the head is                      [2,3]. Early management in MTBI deals with the rec-\namong the most frequent neurological disorders [1].                     ognition and immediate medical treatment of physio-\nThe acute phase of mild traumatic brain injury (MTBI)                   logical parameters that may worsen brain pathology.\nis characterized by a 10% risk for intracranial abnor-                  Key to the acute management of MTBI patients is the\nmalities like contusion, subdural or epidural haematoma,                recognition of clinical signs and symptoms (risk factors)\nbrain swelling, subarachnoid haemorrhage, or pneu-                      that increase the likelihood of intracranial haematoma\nmocephalus; a low risk (1%) of life-threatening intra-                  that need neurosurgical operation. In 2002, the EFNS\n                                                                        guideline on early management in MTBI was published.\nCorrespondence: P. E. Vos, Radboud University Nijmegen Medical\n                                                                        MTBI was deﬁned as patients with head injury and a\nCentre, Department of Neurology, Hp 935, Reinier Postlaan4, P.O.\nBox 9101, 6500 HB, Nijmegen, The Netherlands (tel.: +31243613396;\n                                                                        Glasgow Coma Scale (GCS) 13–15 (see Table 1 for\nfax: +31243541122; e-mail: p.vos@neuro.umcn.nl).                        classiﬁcation). This guideline was largely based on two\nEdited by N. E. Gilhus, M. P. Barnes and M. Brainin \u0002 2011              formal evidence-based clinical decision rules [4,5]. In\nBlackwell Publishing Ltd. ISBN: 978-1-405-18533-2                       the 2002 EFNS guideline, risk factors were deﬁned as\n                                                                        those that are associated with intracranial abnormali-\nThis is a Continuing Medical Education article, and can be found with\ncorresponding questions on the Internet at http://www.efns.org/EFNS\n                                                                        ties including life-threatening haematoma, which re-\nContinuing-Medical-Education-online.301.0.html. Certiﬁcates for         sulted in a set of rules for diagnostic imaging,\ncorrectly answering the questions will be issued by the EFNS.           observation and follow-up of patients.\n\n\n\u0002 2012 The Author(s)\nEuropean Journal of Neurology \u0002 2012 EFNS                                                                                           191\n\f192     P. E. Vos et al.\n\n\n\nTable 1 Classiﬁcation of traumatic brain injury and indication for\nimmediate head CT                                                       Search strategy\n\n                                                       Indication for   A systematic search of the English literature in the\n                                                       immediate        MEDLINE, EMBASE, Cochrane database (2001–\nClassiﬁcation     Characteristics                      head CTa         2009) using the key words minor head injury, mild head\nMild              Hospital admission\n                                                                        injury, mild traumatic brain injury, traumatic brain\n                  GCS = 13–15                                           injury, guidelines and management. Additional articles\n                  Loss of consciousness if present                      were identiﬁed from the bibliographies of the articles\n                   30 min or less                                       retrieved, and from textbooks. Articles were included if\nCategory\n                                                                        they contained data on classiﬁcation system used (i.e.\n  1               GCS = 15                             No\n                  No risk factors or only 1 minor\n                                                                        admission GCS 13–15) and outcome data (CT abnor-\n                   risk factor present (CHIP rule)                      malities, need for neurosurgical intervention, mortality)\n                  Head injury, no TBI                                   or management. Articles judged to be of historical value\n  2               GCS = 15                             Yes              and existing (new) guidelines were also included and\n                  With risk factors: ‡1 major\n                                                                        reviewed for useful data. Where appropriate, a classi-\n                   risk factor(s) or ‡2 minor risk\n                   factors (CHIP rule)\n                                                                        ﬁcation of evidence level was given for interventions,\n  3               GCS = 13–14                          Yes              diagnostic tests and grades of recommendation for\nModerate          GCS = 9–12                           Yes              management according to the neurological manage-\nSevere            GCS £ 8                              Yes              ment guidelines of the EFNS [8]. Where there was a\nCritical          GCS = 3–4, with loss of              Yes\n                                                                        lack of evidence but consensus was clear we have stated\n                   pupillary reactions and absent\n                   or decerebrate motor reactions\n                                                                        our opinion as Good Practice Points (GPP).\na\n  Major and minor risk factors for indication of immediate head CT in\nMTBI are shown in Table 2.                                              Clinical decision rules for CT\nGCS, Glasgow Coma Scale; TBI, traumatic brain injury; CHIP, CT in\nhead injury patients.                                                   Adults\n\n                                                                        The 2002 version of the EFNS guideline, which weighed\n   Since the appearance of the EFNS guideline new data                  heavily on two prospective Class I/II studies, oﬀered a\nhave been published. Results of an independent Dutch                    decision rule for use of CT to demonstrate the need for\nmulticentre study on 3181 patients with MTBI dem-                       neurosurgical intervention or clinically important brain\nonstrated that the EFNS guideline has 100% sensitivity                  injury after MTBI [4,5,9]. It was subsequently demon-\nfor the detection of intracranial abnormalities after                   strated that the EFNS guideline compared to other\nMTBI [6]. Despite this convincing result from the pa-                   existing guidelines has a high sensitivity for the identi-\ntient safety perspective, it was also concluded that the                ﬁcation of patients with clinical relevant traumatic\nspeciﬁcity of the EFNS guideline is low and that the                    ﬁndings at CT [6,10]. In addition, the EFNS guideline\nnumber of patients needed to be scanned to detect                       conﬁrmed that in patients with MTBI the use of CT can\nabnormalities is very high.                                             be safely limited to those who have certain clinical\n   These limitations form an important reason to up-                    ﬁndings. The generalizability and reliability of existing\ndate and reﬁne the EFNS guideline; and there have also                  guidelines and prediction rules is in general lower than\nbeen reports that caution against the liberal use of                    those described in the original studies as was demon-\ncomputed tomography (CT) because of an increase in                      strated in an independent sample of 1101 patients\nlifetime cancer mortality risks attributable to radiation               evaluating 11 existing guidelines [10]. For an overview\nfrom CT [7]. Second, healthcare costs form a concern in                 of the risk factors used in existing guidelines rules and\nMTBI. A restrictive use of CT compared to the current                   studies from which they were derived, see Table 2. The\nguideline has been propagated. Selecting patients with                  sensitivity of the original studies forming the basis for\nMTBI for CT, i.e. ordering a CT less frequently, may be                 the guidelines after external validation amounts to 85–\ncost-eﬀective as long as the sensitivity of such proce-                 100% for neurosurgical intervention and 85–96% for\ndures for the identiﬁcation of patients who require                     clinical important ﬁndings [10,11].\nneurosurgery remains high.\n   In this version, based on new publications since 2001,               Conclusion\nwe present updated guidelines for early management in                   Various prediction rules that employ diﬀerent risk\nMTBI with respect to the indication for CT and                          factors have high sensitivity and low speciﬁcity for\nearly management (admission, clinical observation and                   clinically relevant intracranial abnormalities and the\nfollow-up).                                                             need for neurosurgical operation (Evidence Level I).\n\n\n                                                                                                                      \u0002 2012 The Author(s)\n                                                       European Journal of Neurology \u0002 2012 EFNS European Journal of Neurology 19, 191–198\n\f                                                                                                           Mild traumatic brain injury        193\n\n\nTable 2 Overview of prediction rules/guidelines for the detection of intracranial lesions and need for neurosurgical operation after MTBI in adults\n\nRisk factor                           EFNS 2002          NOC                CCHR                CHIP                NICE               NEXUS II\n\n                                      GCS = 13–15        LOC                LOC or              GCS = 13–14         GCS = 13–15        Blunt head\n                                       guideline          GCS = 15           PTA GCS =           GCS = 15 +          guideline          trauma\n                                                          n = 909           13–15                risk factor\n                                                                             n = 3121            n = 3181\nHistory\n  Age                                 +                  + (>60 year)       + (>65 year)        + (>60 year)        + (>65 year,       >65\n                                                                                                 or minor            if LOC)\n                                                                                                 (40–60 year)\n  Loss of consciousness               +                  Inclusion          Inclusion           Minor               )\n  Headache                            +                  +                  )                   )\n  Vomiting                            +                  +                  + (>2)              +                   + (>1)             +\n  Post-traumatic seizure              +                  +                  Excluded            +                   +\n  Dizziness\n  Pre-traumatic seizure               )                  )                  )                   )                   )\n  Anticoagulation therapy             +                  )                  Excluded            +                   + if LOC           +\nExamination\n  GCS score < 15                      +                  Excluded           + (at 2 h           +                   + (2 h post        +\n                                                                               post injury)                          injury)\n  Suspicion of open or                +                  +                  +                   +                   +                  +\n   depressed skull fracture\n  Clinical signs of basal skull       +                  +                  +                   +                   +                  +\n   fracture\n  Clinical signs of skull fracture    +                  +                  +                   +                   )\n  Intoxication                        +                  +                  )                   )                   )\n  Persistent anterograde amnesia      +                  +                  )                   Minor               )                  +\n  Focal neurologic deﬁcit             +                  Excluded           Excluded            Minor               +                  +\n  Retrograde amnesia                  +                  )                  + (>30 min)         )                   + (>30 min)\n  Contusion of the skull                                 +                  )                   Minor\n  Signs of facial fracture            +                  +                  )                   )                   )\n  Contusion of the face               )                  +                  )                   )                   )\n  GCS score deterioration             +                  )                  +                   + (>2 pts) or       )\n                                                                                                 minor (1 pt)\n  Prolonged PTA                       +                  )                  +                   + (>4 h) or\n                                                                                                 minor\n                                                                                                 (2 to <4 h)\n Multiple injuries                    +                  )                  )                   )                   )\nMechanism\n Dangerous mechanisma                 )                  )                  +                   +                   + if LOC\n High-energy trauma                   +                  )                  )                   )                   )\n Unclear trauma mechanism             +                  )                  )                   )                   )\n\nContinued post-traumatic amnesia is deﬁned as a GCS verbal reaction of 4 and hence the GCS is by deﬁnition <15. High-energy (vehicle) accident\nin EFNS deﬁned as initial speed >64 km/h, major auto-deformity, intrusion into passenger compartment >30 cm, extrication time from vehicle\n>20 min, falls >6 m, roll-over, auto-pedestrian accidents, or motor cycle crash >32 km/h or with separation of rider and bike [26,34].\na\n  Dangerous mechanism in CHIP deﬁned as ejected from vehicle, pedestrian or cyclist versus vehicle. Neurosurgery deﬁned in EFNS as: death\nwithin 7 days, craniotomy, elevation of skull fracture, intracranial pressure monitoring or intubation for head injury; in NOC as craniotomy, or\nplacing of monitoring bolt; in CCHR as death or craniotomy; in CHIP as craniotomy, elevation of depressed skull fracture, ICP monitoring. In\nNEXUS-II intracranial injury was deﬁned as mass effect or sulcal effacement, signs of herniation, basal cistern compression or midline shift,\nsubstantial epidural or subdural haematomas (>1 cm in width, or causing mass effect), substantial cerebral contusion (>1 cm in diameter, or\nmore than one site), extensive subarachnoid haemorrhage, haemorrhage in the posterior fossa, intraventricular haemorrhage, bilateral\nhaemorrhage of any type, depressed or diastatic skull fracture, pneumocephalus, diffuse cerebral oedema, or diffuse axonal injury.\nGCS, Glasgow Coma Scale; LOC, loss of consciousness; EFNS, European Federation of Neurological Societies; NOC, New Orleans Criteria;\nCCHR, Canadian Closed Head Injury Rule; CHIP, CT in head injury patients; NICE, National Institute of Clinical Excellence.\n\n\n\n\nRecommendation                                                              Children\nProtocols for initial management in MTBI should in-                         A quarter of all patients presenting to emergency\nclude a decision scheme or prediction rule algorithm for                    departments are children. Until recently no formal pre-\nthe use of CT after MTBI (Grade A recommendation).                          diction rule existed for the selection of children with head\n\n\n\u0002 2012 The Author(s)\nEuropean Journal of Neurology \u0002 2012 EFNS European Journal of Neurology 19, 191–198\n\f194    P. E. Vos et al.\n\n\n\ninjury at risk for intracranial abnormalities. So it was         patients who had a skull radiograph or CT, were\nquestioned if in young patients with MTBI prediction             admitted to hospital, or underwent neurosurgery were\nrules originally developed for adults may apply. In a            followed up. However, to minimize the chance of miss-\npreliminary study, Haydel and Shembekar [12] deter-              ing a poor outcome in those not followed up endpoints\nmined whether or not a clinical decision rule developed          were veriﬁed indirectly via collection of data collected in\nfor adults could be used in children aged 5 years and            the participating centres and two tertiary hospitals\nolder with MTBI and a normal consciousness. In 175               separately on every child who had a skull radiograph or\npatients aged 5–17 years with minor head injury (deﬁned          CT of the brain. In addition, hospitals prospectively\nas normal GCS or modiﬁed GCS in infants, plus normal             collected data on patients who were admitted, under-\nbrief neurological examination) and loss of conscious-           went neurosurgery, or stayed in the intensive care unit or\nness (LOC), the presence of six clinical variables: head-        neurorehabilitation unit from 12 centres. These data\nache, vomiting, intoxication, seizure, short-term memory         were then cross-checked with those in the study data-\ndeﬁcits and physical evidence of trauma above the clav-          base. Finally, to verify unexpected poor outcome in\nicles, was assessed. CT was obtained for all patients.           patients at low risk for important injury, the Oﬃce of\nFourteen (8%) patients had intracranial injury or de-            National Statistics provided the investigators with de-\npressed skull fracture on CT. The presence of any of the         tails of children who died, in whom head injury was any\nsix criteria was signiﬁcantly associated with an abnormal        part of the cause of death.\nCT scan result (P < 0.05) and was 100% [95% conﬁ-                   The Chalice rule describes criteria for use of CT that\ndence interval (CI) 73–100%] sensitive for identifying           may be applicable in all children 0–17 years of age,\npatients with intracranial injury. Use of this clinical          criteria yielding a high sensitivity of 97.6% (CI: 94–\ndecision rule previously validated in adults could safely        99.4) in those with a GCS of 13–15 (Evidence Level I).\nreduce CT use by 23% in the paediatric population older             A second study aiming to identify children at low risk\nthan 5 years of age with a normal consciousness at the           of clinically important traumatic brain injuries for\nemergency department (ED) (Evidence Level II).                   whom CT might be unnecessary, enrolled 42 412 pa-\n   In 2006 and 2009, two large studies appeared                  tients younger than 18 years with a GCS of 14–15 [3].\n(involving more than 60 000 patients) that demon-                CT scans were obtained on 14 969 (35.3%), 376 (0.9%)\nstrated that in children, as in adults, use of prediction        had clinically signiﬁcant head injury (death from trau-\nrules in the selection of CT to detect life-threatening          matic brain injury, neurosurgery, intubation >24 h, or\nhaematoma is feasible [3,13].                                    hospital admission ‡2 nights), and 60 (0.1%) underwent\n   The CHALICE study, a prospective multicentre                  neurosurgery. Prediction rules were derived and vali-\ndiagnostic cohort study, aimed to provide a rule for             dated separately in children younger than 2 years and\nselection of high-risk children with head injury for CT          for children 2–18 years, for death from traumatic brain\nscanning and included all children presenting to the EDs         injury, neurosurgery, intubation > 24 h, or hospital\nof 10 hospitals [13]. From 40 clinical variables, deﬁned         admission ‡ 2 nights).\nfrom the literature, 14 were appointed prior to the study.          In 2216 children younger than 2 years (normal mental\nPresence of one of these variables would require a CT.           status, no scalp haematoma except frontal, no LOC or\nOf 22 772 patients with any severity of head injury that         LOC for <5 s, non-severe injury mechanism, no palpa-\nwere evaluated, 96.6% had a GCS of 15 at hospital                ble skull fracture and acting normally according to the\nadmission [13]. Clinically signiﬁcant head injury was            parents) had a negative predictive value of 100% (95%\ndeﬁned as death, need for neurosurgical intervention, or         CI 99.7–100) and sensitivity of 100% (86.3–100%). For\nabnormality on a CT scan. Recursive partitioning was             children aged 2 years and older, in 6411 patients, a nor-\nused to create a highly sensitive rule for the prediction of     mal mental status, no LOC, no vomiting, non-severe\nsigniﬁcant intracranial pathology. Of the study popu-            injury mechanism, no signs of basilar skull fracture and\nlation 56% were younger than 5 years. In 766, a CT scan          no severe headache, yielded a negative predictive value of\nwas carried out, of which 281 (37.7%) showed a trau-             99.95% (95% CI 99.81–99.99) and sensitivity of 96.8%\nmatic abnormality, 137 had a neurosurgical operation             (95% CI 89.0–99.6). Both rules identiﬁed all neurosur-\nand 15 died. The Chalice rule was 98% (95% CI 96–100)            gical operations in the validation populations.\nsensitive and 87% (95% CI 86–87) speciﬁc for the pre-\ndiction of clinically signiﬁcant head injury. With this\n                                                                 Recommendations\nrule the CT scan rate would be 14%. Although a highly\nsensitive clinical decision rule was derived for the iden-       • In young patients with MTBI and a normal con-\ntiﬁcation of children who should undergo CT scanning               sciousness, prediction rules originally developed for\nafter head injury, the rule has not been externally vali-          adults may apply when they are 5 years of age or\ndated yet. A potential weakness of this study is that only         older (Grade C).\n\n\n                                                                                                               \u0002 2012 The Author(s)\n                                                European Journal of Neurology \u0002 2012 EFNS European Journal of Neurology 19, 191–198\n\f                                                                                               Mild traumatic brain injury   195\n\n\n\n• In patients under 5 years of age, prediction rules for the          sonnel involved in ﬁrst-aid procedures outside the\n  need of CT to detect intracranial haematoma also                    hospital, is important to ascertain the circumstances\n  apply but with a diﬀerent set of risk factors, such as              (mechanism of injury) under which the accident took\n  those applied in the Chalice study [13] or the North                place and to assess the duration of LOC and amnesia\n  American [3] prospective cohort study (Grade A)                     (GPP).\n• In young patients under 5 years of age, CT is a gold\n  standard for the detection of life-threatening (and other\n                                                                      Home discharge\n  intracranial) abnormalities after MTBI (Grade B).\n• In children under 2 years of age, a CT is not indicated if          In MTBI, CT can also be used to decide if patients\n  normal mental status, no scalp haematoma except                     should be admitted or transferred to a neurosurgical\n  frontal, no LOC or LOC for <5 s, non-severe injury                  centre or discharged home [4,9,11,16,21–23]. The\n  mechanism, no palpable skull fracture and acting                    majority of MTBI patients show normal CT scan\n  normally according to the parents (Grade A).                        ﬁndings [2,24]. It has been shown before that in patients\n• In children aged 2 years and older, a CT is not indi-               with a GCS = 15 and no skull fracture the absolute\n  cated if all apply: a normal mental status, no LOC, no              risk of a haematoma is 1 in 7866 in adults and 1 in\n  vomiting, non-severe injury mechanism, no signs of                  12 559 in children (Evidence Level II) [25]. It may be\n  basilar skull fracture and no severe headache (Grade A).            assumed that CT, which is much more sensitive in the\n                                                                      detection of intracranial haematoma than the skull X-\n                                                                      ray, is a better instrument to select patients for home\nInitial patient management\n                                                                      discharge. Indeed, in a review involving two prospective\nAccording to the Advanced Trauma Life Support                         studies and 52 studies containing over 62 000 patients\n(ATLS) and Advanced Pediatric Life Support (APLS)                     investigating the safety of early CT in MTBI, only three\nguidelines, any patient with trauma should be evalu-                  cases were deemed to have experienced an early adverse\nated for surgical trauma (Evidence Level III) [14].                   outcome despite a normal CT, a GCS = 15, and a\nProper triage includes assessing the airways, breathing               normal neurological examination on initial presenta-\nand circulation, and the cervical spine. A neurological               tion. Only eight cases were identiﬁed in which the\nexamination is obligatory and should include level of                 interpretation was not clear [22]. The conclusion was\nconsciousness, presence of anterograde or retrograde                  that the evidence available shows that a CT strategy is a\namnesia and/or disorientation, higher cognitive func-                 safe way to triage patients for admission (Evidence\ntions, presence of focal neurological deﬁcit (asymmet-                Level II).\nrical motor reactions or reﬂexes, unilateral paresis or                  In addition, a multicentre, pragmatic, non-inferiority\ncranial nerve deﬁcit), pupillary responses, blood pres-               randomized trial involving 2602 patients aged ‡6 with\nsure and pulse rate [15–17]. In addition, the presence of             MTBI within the past 24 h, conﬁrmed or suspected\nfrontal lobe signs, cerebellar symptoms, or sensory                   LOC or amnesia, or both, normal results on neuro-\ndeﬁcits should be actively investigated. Accurate                     logical examination and a GCS of 15, and no associated\nassessment of post-traumatic amnesia (PTA) is rele-                   injuries that required admission, demonstrated that use\nvant to guide clinical decision-making. Although, de-                 of CT during triage is feasible and clinical outcomes are\nspite the importance of PTA measurement, no gold                      similar to those in patients admitted for observation\nstandard for PTA assessment exists, use of formal PTA                 (Evidence Level I) [23].\nmethod is recommended (GPP). Existing methods to\nassess PTA include the Galveston Orientation and\n                                                                      Recommendation\nAmnesia Test [18], the (Modiﬁed) Oxford PTA Scale\n[19], the Westmead PTA Scale [20] and the Nijmegen                    • Patients with MTBI and a normal neurological\nPTA scale (Jacobs, van Ekert, Vernooy et al.,                           examination (including a GCS = 15), no risk factors\nunpublished data).                                                      (in particular a normal coagulation status, no drug or\n                                                                        alcohol intoxication, no other injuries, no suspected\n                                                                        non-accidental injury, no cerebrospinal ﬂuid leak)\nRecommendation\n                                                                        and a normal CT could be observed at home and the\nFollowing acute TBI all patients should undergo urgent                  patient is admitted only if some extracerebral cause\nneurological examination, in addition to a surgical                     occured. (Grade A).\nexamination (preferably according to ATLS or APLS                     • For children under 6 years of age who are discharged\nguidelines). Furthermore, accurate history taking                       home from the ED, head injury warning instructions\n(including medication), preferably with information                     are recommended because of the likelihood of de-\nbeing obtained from a witness of the accident or per-                   layed cerebral swelling (GPP).\n\n\n\u0002 2012 The Author(s)\nEuropean Journal of Neurology \u0002 2012 EFNS European Journal of Neurology 19, 191–198\n\f196     P. E. Vos et al.\n\n\n\n\n                                                            Mild Traumatic Brain Injury (GCS = 13–15)\n\n                                          Category 1:                 Category 2:                              Category 3:\n\n                                    Head injury                  GCS = 15                             GCS = 13–14\n                                    GCS = 15                     + risk factors*\n                                    No risk factors*\n\n\n\n\n                                     Discharge home                   CT mandatory                        CT mandatory\n\n\n\n                                                               NO                        CT abnormal\n                                                                       Skull fracture (linear, depressed, basal skull)\n                                                                       Extradural haematoma\n                                                                       Subdural haematoma\n                                                                       Contusion zones\n                                                                       Intracranial haemorrhage\n                                                                       Brain edema (local–diffuse)\n                                                                       Subarachnoid haemorrhage\n                                                                       Pneumocephalus\n\n                                                                                       YES\n\n                                                                                                                    NO\n                           GCS < 15                                                Indication for operation?\n                           Focal neurological deficit\n                           Prolonged post traumatic amnesia/agitation               YES\n                           Severe headache\n                           Persistent vomiting\n                           Skull (base) fracture-CSF leakage\n                           Multi trauma                               YES\n                           Coagulation disorder\n                           Intoxication(drugs,alcohol)\n                           Suspected non-accidental injury\n\n                                       NO\n\n\n\n                                Discharge home if age > 5                                               Hospital admission\n                                                                                                        Observe ≥ 24 hours\n                                Age ≤ 5 with head injury          Admit to neurotrauma center\n                                                                                                        Consider consult neurotrauma\n                                warning instructions                                                    center and repeat CT(or MRI)\n\n\n\nFigure 1 Decision scheme for initial management in Mild traumatic Brain Injury (modiﬁed from the Dutch and Scandinavian guidelines)\n[16,29] GCS, Glasgow Coma Scale; LOC, loss of consciousness; PTA, post-traumatic amnesia; TBI, traumatic brain injury; CT, computed\ntomography; MRI, magnetic resonance imaging. *Risk factors are shown in Table 2, no risk factor in CHIP rule includes only one minor\nrisk factor.\n\n\n• Patients with a new and clinically signiﬁcant trau-                              mally 12–24 h [16,26–29]. The main goal of clinical\n  matic lesion on CT, GCS <15, focal neurological                                  observation is to detect, at an early stage, the devel-\n  deﬁcit, restlessness or agitation, intoxication with                             opment or worsening of extradural or subdural\n  alcohol or drugs, or other extracranial injuries should                          haematoma or diﬀuse cerebral oedema. A secondary\n  be admitted to the hospital (Grade C).                                           goal is to determine the duration of PTA.\n• A repeat CT should be considered if the admission                                  An extradural haematoma usually develops within\n  CT ﬁndings were abnormal or if risk factors are                                  6 h, and thus the initial CT may be false-negative when\n  present (Grade C).                                                               performed very early (within 1 h) [30–32]. Therefore,\n                                                                                   repeated neurological observation (see above) is\n                                                                                   obligatory for the timely detection of clinical deterio-\nClinical observation\n                                                                                   ration and other neurological deﬁcits (such as sensory\nAll patients with a GCS <15, including continued                                   deﬁcits, frontal lobe signs, cerebellar symptoms, etc).\nPTA, coagulopathy, abnormal neurological examina-                                    Although no studies exist as to where patients with\ntion or intracerebral abnormalities, should preferably                             MTBI can be best admitted and in as far qualiﬁed\nbe admitted to hospital for observation (Fig. 1). Most                             personnel should carry out observations, the NICE\nguidelines recommend an observation period of mini-                                guidelines recommend that in-hospital observation of\n\n\n                                                                                                                           \u0002 2012 The Author(s)\n                                                            European Journal of Neurology \u0002 2012 EFNS European Journal of Neurology 19, 191–198\n\f                                                                                                   Mild traumatic brain injury     197\n\n\n\npatients with a head injury should only be conducted by               nation, assessment of trauma history and more selective\nprofessionals competent in the assessment of head in-                 use of CT. The use of a clinical decision rule for CT and\njury (Evidence Level III) [33].                                       hospital admission after MTBI is conﬁrmed. In addi-\n  When patients are observed in the hospital, obser-                  tion to adults, decision rules now also exist for children,\nvations should consist of general and neurological                    including infants.\nexaminations, and include breathing frequency, oxygen\nsaturation, blood pressure, pulse rate, GCS, pupil size and\n                                                                      Disclosure of conflict of interest\nreaction to light, motor reactions and temperature [33].\n                                                                      The authors have reported no conﬂict of interest rele-\n                                                                      vant to this manuscript.\nRecommendation\n\n• A complete neurological examination is mandatory\n                                                                      References\n  after admission and should include assessment of the\n  GCS, pupillary size and reaction to light, and short-                1. Hirtz D, Thurman DJ, Gwinn-Hardy K, Mohamed M,\n                                                                          Chaudhuri AR, Zalutsky R. How common are the Ôcom-\n  term memory. Repeat neurological examination\n                                                                          monÕ neurologic disorders? Neurology 2007; 68: 326–337.\n  should be carried out, its frequency being dependent                 2. af Geijerstam JL, Britton M. Mild head injury – mortality\n  on the clinical condition of the patient; if the GCS is                 and complication rate: meta-analysis of ﬁndings in a sys-\n  <15 it should be every 30 min. Patients with a GCS                      tematic literature review. Acta Neurochir 2003; 145: 843–\n  of 15 should be examined every 30 min, for 2 h, and                     850.\n                                                                       3. Kuppermann N, Holmes JF, Dayan PS, et al. Identiﬁ\n  if no complications or deterioration occurs, every\n                                                                          cation of children at very low risk of clinically-important\n  hour for 4 h, thereafter once every 2 h. The use of a                   brain injuries after head trauma: a prospective cohort\n  neurological checklist may be helpful to document                       study. Lancet 2009; 374: 1160–1170.\n  the neurological condition and its course. If deterio-               4. Stiell IG, Wells GA, Vandemheen K, et al. The Canadian\n  ration occurs, possible intracranial causes should be                   CT Head Rule for patients with minor head injury. Lancet\n                                                                          2001; 357: 1391–1396.\n  evaluated with (repeated) CT (Grade C).\n                                                                       5. Haydel MJ, Preston CA, Mills TJ, Luber S, Blaudeau E,\n• In-hospital observation of patients with a head injury                  DeBlieux PM. Indications for computed tomography in\n  should only be conducted by professionals competent                     patients with minor head injury. N Engl J Med 2000; 343:\n  in the assessment of head injury (GPP).                                 100–105.\n                                                                       6. Smits M, Dippel DW, de Haan GG, et al. Minor head\n                                                                          injury: guidelines for the use of CT. A multicenter vali-\nFollow-up                                                                 dation study. Radiology 2007; 245: 831–838.\n                                                                       7. Brenner D, Elliston C, Hall E, Berdon W. Estimated risks\nIt has been shown that regular specialized outpatient                     of radiation-induced fatal cancer from paediatric CT.\nfollow- up visits are eﬀective in reducing social mor-                    AJR Am J Roentgenol 2001; 176: 289–296.\nbidity and the severity of symptoms after MTBI [34]. In                8. Brainin M, Barnes M, Baron JC, et al. Guidance for the\n                                                                          preparation of neurological management guidelines by\na large randomized controlled trial, patients with a PTA\n                                                                          EFNS scientiﬁc task forces – revised recommendations\nshorter than 7 days who received specialist intervention                  2004. Eur J Neurol 2004; 11: 577–581.\nhad signiﬁcantly less social disability and fewer post-                9. Vos PE, Battistin L, Birbamer G, et al. EFNS guideline\nconcussion symptoms 6 months after injury than those                      on mild traumatic brain injury: report of an EFNS task\nwho did not receive the service (Evidence Level II) [34].                 force. Eur J Neurol 2002; 9: 207–219.\n                                                                      10. Ibanez J, Arikan F, Pedraza S, et al. Reliability of clinical\n                                                                          guidelines in the detection of patients at risk following\nRecommendation                                                            mild head injury: results of a prospective study. J Neu-\n                                                                          rosurg 2004; 100: 825–834.\nIt is recommended that all patients with MTBI who                     11. Smits M, Dippel DW, de Haan GG, et al. External vali-\nhave been admitted to hospital should be seen at least                    dation of the Canadian CT Head Rule and the New Or-\n                                                                          leans Criteria for CT scanning in patients with minor head\nonce in the outpatient clinic in the ﬁrst 2 weeks after\n                                                                          injury. JAMA 2005; 294: 1519–1525.\ndischarge (Grade C) [34]. Patients who are discharged                 12. Haydel MJ, Shembekar AD. Prediction of intracra-\nimmediately should contact their general practitioners,                   nial injury in children aged ﬁve years and older with\nwho can decide to refer the patient to the neurologist if                 loss of consciousness after minor head injury due to\ncomplaints persist (Grade C).                                             nontrivial mechanisms. Ann Emerg Med 2003; 42: 507–\n                                                                          514.\n                                                                      13. Dunning J, Daly JP, Lomas JP, Lecky F, Batchelor J,\nConclusions                                                               Kway Jones K. Derivation of the children Ôs head injury\n                                                                          algorithm for the prediction of important clinical events\nThis update of the guidelines presented in this article                   decision rule for head injury in children. Arch Dis Child\nstresses the importance of careful neurological exami-                    2006; 91: 885–891.\n\n\n\u0002 2012 The Author(s)\nEuropean Journal of Neurology \u0002 2012 EFNS European Journal of Neurology 19, 191–198\n\f198     P. E. Vos et al.\n\n\n\n14. American College of Surgeons. Advanced Trauma Life                  adults: implications for managing head injuries. BMJ\n    Support for Doctors, 6th edn. Chicago: American College             1990; 300: 363–367.\n    of Surgeons, 1997.                                              26. Masters SJ, McClean PM, Arcarese JS, et al. Skull x-ray\n15. Tate RL, Pfaff A, Jurjevic L. Resolution of disorientation          examinations after head trauma. Recommendations by a\n    and amnesia during post-traumatic amnesia. J Neurol                 multidisciplinary panel and validation study. N Engl J\n    Neurosurg Psychiatry 2000; 68: 178–185.                             Med 1987; 316: 84–91.\n16. Ingebrigtsen T, Romner B, Kock-Jensen C. Scandinavian           27. Bartlett J, Kett-White R, Mendelow AD, Miller JD, Pic-\n    guidelines for initial management of minimal, mild, and             kard J, Teasdale G. Recommendations from the Society\n    moderate head injuries. The Scandinavian Neurotrauma                of British Neurological Surgeons. Br J Neurosurg 1998;\n    Committee. J Trauma 2000; 48: 760–766.                              12: 349–352.\n17. Valadka AB, Narayan RK. Emergency room manage-                  28. American Academy of Pediatrics. The management of\n    ment of the head-injured patient. In: Narayan RK, Wil-              minor closed head injury in children. Committee on\n    berger JE, Povlishock JT, eds. Neurotrauma. New York:               Quality Improvement, American Academy of Pediatrics.\n    McGraw-Hill, 1996: 119–135.                                         Commission on Clinical Policies and Research, American\n18. Levin HS, OÔDonnell VM, Grossman RG. The Galveston                  Academy of Family Physicians. Pediatrics 1999; 104:\n    Orientation and Amnesia Test. A practical scale to assess           1407–1415.\n    cognition after head injury. J Nerv Ment Dis 1979; 167:         29. Twijnstra A, Brouwer OF, Keyser A, et al. Richtlijnen\n    675–684.                                                            voor de diagnostiek en behandeling van patienten met\n19. Fortuny LA, Briggs M, Newcombe F, Ratcliff G, Thomas                licht schedel hersenletsel. Commissie Kwaliteitsbevordering\n    C. Measuring the duration of post traumatic amnesia.                van de Nederlandse Vereniging voor Neurologie 2001; 1:\n    J Neurol Neurosurg Psychiatry 1980; 43: 377–379.                    1–26.\n20. Shores EA, Marosszeky JE, Sandanam J, Batchelor J.              30. Smith HK, Miller JD. The danger of an ultra-early\n    Preliminary validation of a clinical scale for measuring the        computed tomographic scan in a patient with an evolving\n    duration of post-traumatic amnesia. Med J Aust 1986;                acute epidural hematoma. Neurosurgery 1991; 29: 258–\n    144: 569–572.       ",
  "wordCount": 5703,
  "indexed": "2025-09-25T22:56:37.397Z",
  "method": "direct"
}
