{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/The Bare Essentials/Functional neurological disorders the neurological assessment as treatment  Practical Neurology.pdf",
  "fileName": "Functional neurological disorders the neurological assessment as treatment  Practical Neurology.pdf",
  "relativePath": "Neurología/Clinical practice/The Bare Essentials/Functional neurological disorders the neurological assessment as treatment  Practical Neurology.pdf",
  "text": "REVIEW\n\n\n                                     Functional neurological disorders:\n\n\n\n\n                                                                                                                                                   Pract Neurol: first published as 10.1136/practneurol-2015-001241 on 29 December 2015. Downloaded from http://pn.bmj.com/ on April 22, 2025 by guest.\n                                     the neurological assessment as\n          Editor’s choice\n        Scan to access more\n           free content              treatment\n                                     Jon Stone\n\n\n\n\n                                                                                                                                                                        Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies.\nCorrespondence to                    ABSTRACT                                                       their functional disorders such as irritable\nDr Jon Stone, Department of\n                                     The neurologist’s role in patients with                        bowel syndrome and functional dyspep-\nNeurophysiologie Clinique/\nClinical Neurophysiology,            functional disorders has traditionally been                    sia.4 Functional gastrointestinal disorders\nUniversity of Edinburgh, Western     limited to making the diagnosis, excluding a                   now occupy a standard part of their cur-\nGeneral Hospital, Edinburgh EH4      ‘disease’ and pronouncing the symptoms to be                   riculum for training, practice and research.\n2XU, UK; Jon.Stone@ed.ac.uk\n                                     ‘non-organic’ or ‘psychogenic’. In this article,               As a consequence, gastroenterologists have\nThis article first appeared in       I argue that there are multiple opportunities                  primary responsibility for the management\nNeurophysiologie Clinique/           during routine assessment of a patient with a                  of patients with these disorders, even\nClinical Neurophysiology.1 It has    functional disorder for the neurologist to take                though they may call on members of the\nbeen edited and updated for\nPractical Neurology but is largely   the lead with treatment. These opportunities                   multidisciplinary team to help.\nthe same article and is              occur throughout history taking, during the                       Other specialties, such as cardiology\npublished here with thanks and       examination and, with greatest potential for                   and neurology, have not developed in the\npermission of Dr Jean                treatment, at the end of the consultation.                     same way. Interest in this area from neu-\nMichel-Guerit, editor of that\njournal as well as Elsevier.         Elements of the neurologist’s discussion that                  rologists actually declined over the 20th\n                                     may be most useful include (a) emphasis that                   century for many reasons. These include\nAccepted 14 October 2015             symptoms are genuine, common and                               the success of the clinico-anatomic\nPublished Online First\n29 December 2015\n                                     potentially reversible; (b) explanation of the                 method, the dualistic split from psychiatry\n                                     positive nature of the diagnosis (ie, not a                    and prevailing notions that the diagnosis\n                                     diagnosis of exclusion); (c) simple advice about               of ‘conversion disorder’ (requiring evi-\n                                     distraction techniques, self-help techniques and               dence of psychic conflict) and treatment\n                                     sources of information; (d) referral on to                     (psychodynamic unravelling of the pre-\n                                     appropriate physiotherapy and/or psychological                 sumed conflict) were essentially the terri-\n                                     services; and (e) offering outpatient review.                  tory of psychiatry rather than neurology.5\n                                     I also discuss how new diagnostic criteria for                    For most of the 20th century, the pen-\n                                     Diagnostic and Statistical Manual of Mental                    dulum swung strongly towards a psychi-\n                                     Disorders-5 and changes proposed for                           atric model of functional disorder/\n                                     International Classification of Diseases may                   conversion disorder. However, in the\n                                     facilitate changes that allow neurologists to                  last 10–20 years, the pendulum has\n                                     bring their management of patients with                        started to swing back with increasing\n                                     functional disorders in line with other                        numbers of biological studies. It will\n                                     multidisciplinary neurological disorders in the                hopefully come to rest on a model\n                                     outpatient clinic.                                             where both ‘neurology and psychiatry’,\n                                                                                                    ‘brain and mind’ are equally important\n                                                                                                    in considering the diagnosis and treat-\n                                     INTRODUCTION                                                   ment of these disorders.6–8\n                                     Doctors in nearly all medical specialties                         In this article, I give a personal view\n▸ http://dx.doi.org/10.1136/         see patients with physical symptoms that                       regarding features of the neurological\npractneurol-2015-001242              are genuine but cannot be explained on                         assessment that I believe the general neur-\n                                     the basis of a recognised ‘organic’ disease.                   ologist can use for the day-to-day benefit\n                                     Around 30–50% of outpatient visits in                          of their patients with functional disorders.\n                                     primary and secondary care are for this                        Some of this advice is evidence based,\n                                     reason.2 3                                                     from prognostic or treatment studies, but\n                                       Some specialties, such as gastroenter-                       much is not and derives from 15 years of\n To cite: Stone J. Pract Neurol      ology, have developed a pragmatic                              subspecialty interest and referrals of\n 2016;16:7–17.                       approach to the diagnosis and treatment of                     patients, often perceived by colleagues to\n\n                                              Stone J. Pract Neurol 2016;16:7–17. doi:10.1136/practneurol-2015-001241                         7\n\fREVIEW\n\nbe ‘difficult’ or at the ‘hard end’ of the spectrum of       which to ‘pin’ the symptoms (when it did not feel like\nfunctional neurological disorders.                           that was the case to the patient and indeed there may\n   My experience is that there are very few patients         not have been one to find);\n\n\n\n\n                                                                                                                                          Pract Neurol: first published as 10.1136/practneurol-2015-001241 on 29 December 2015. Downloaded from http://pn.bmj.com/ on April 22, 2025 by guest.\nwho are truly ‘difficult’ to have a consultation with.     ▸ not being given a chance to explain and discuss what\nMany consultations are time consuming. Many patients         thoughts they had about the cause and treatment of the\ngive ‘wandering’ histories that need frequent ‘reining       symptoms (eg, Lyme disease, ‘crumbling bones’ or stroke);\nin’ and considerable patience. There are many patients     ▸ not being given a diagnosis, treatment or anything that\nwhom I have been unable to help. But with only a             they can read about afterwards;\ncouple of exceptions the ‘recipe’ presented here creates   ▸ not being given enough time.\nconsultations that virtually never result in an angry or      To this familiar list I would add that patients with\n\n\n\n\n                                                                                                                                                               Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies.\ncomplaining patient, even though this is a common          acute functional motor symptoms or dissociative\nscenario in many neurology services.9 Sometimes,           (non-epileptic) attacks commonly experience deper-\nsingle consultations have been highly therapeutic          sonalisation (a feeling that they are disconnected from\nwithout needing any other intervention. In many            their body) or derealisation (a feeling of being discon-\nothers, consultations appear to have helped patients       nected from their surroundings) in conjunction\nmake improvements and to work more effectively with        with the onset of their symptoms (or with their\nother health professionals. Even when a patient’s symp-    attacks).15–17 Patients often find it hard to describe\ntoms and disability remain the same, I am struck how       dissociative symptoms because (a) they may lack the\noften patients with functional disorders report ‘peace     words for the symptoms and (b) they worry that the\nof mind’ and improved quality of life after developing     symptoms sound ‘crazy’. Conversely, explaining that\na good understanding of their diagnosis. I’m aware that    these terms are medical words for a common ‘trance-\na ‘recipe’ on a printed page may not be enough. Some       like state’ that has nothing to do with ‘going crazy’\ncolleagues of mine appear to ‘say the right things’ but    can be both therapeutic and helpful for explaining the\nstill have unhappy patients, perhaps because those col-    mechanism of symptoms.\nleagues rushed the consultation or do not fundamen-           With these ‘bad experiences’ in mind, here are some\ntally believe that the patient has anything much the       suggestions for therapeutic aspects of history taking.\nmatter with them. When some of my neurologist col-\nleagues ‘roll their eyes’ or make comments such as,        1. ‘Drain the symptoms dry’—Asking the patient to make a\n“No, I think she is genuine/real” (ie, not functional),       list of all their symptoms does not take as long as you\nthey are reminders of the professional ambiguity that         think. It may seem perverse to want to ask about fatigue,\ncharacterises views about whether patients with func-         sleep disturbance, pain, poor concentration and dizziness\ntional disorders are deserving of help or not.10              in someone who has already volunteered eight symptoms.\n   The suggestions here allow a model of care, like           However, a complete list of current symptoms at the start\nthose in gastroenterology, where functional disorders         of a consultation helps a patient to feel unburdened and\nsuch as migraine or multiple sclerosis become part of         prevents symptoms ‘popping up’ later on (eg, when they\nthe accepted repertoire of conditions that a neurolo-         are leaving the room). Questions about fatigue and sleep\ngist diagnoses and then takes responsibility for man-         often reveal that these are the main problems—the\naging. Here I am arguing that, as with those                  patient may be relieved to be asked about them as they\nconditions, the neurological assessment should not be         may have expected that the doctor would not wish to\nregarded as a prelude to treatment, but the first stage       hear from a patient who is ‘tired all the time’.\nof treatment itself.11                                     2. Asking about dissociation—Obtaining a history of deper-\n   For a systematic description of terminology,12 com-        sonalisation and derealisation may require questions that\nponents of the assessment13 and pitfalls in diagnosis,14      are slightly more ‘leading’ than normally advised. Often\nI direct the reader elsewhere.                                patients say they have not had any symptoms at the\n                                                              onset of acute functional motor symptoms or dissociative\nTHERAPEUTIC ELEMENTS OF HISTORY TAKING                        (non-epileptic) attacks.18 They will, however, often\nThe purpose of taking a history is not just to obtain         admit to symptoms of dissociation or panic if asked by\ninformation—ideally, it also enables the patient to feel      questionnaire19 or in the right way during assess-\nunburdened and to gain confidence in the doctor               ment.17 20 Questioning might proceed as in box 1.\nbefore the diagnosis has even been discussed.                    Hopefully it can be seen from this exchange\n  Patients with functional disorders have often had           that the patient has unburdened themselves of a\nbad experiences with previous doctors. Some                   frightening symptom that initially they were reluc-\ncommon reasons for this include                               tant (or found hard) to discuss and received a pre-\n▸ not getting a chance to describe all their symptoms;        liminary explanation that it is common and has\n▸ feeling that their symptoms were being ‘dismissed’ or       nothing to do with ‘being crazy’. As I will explain\n  that they were ‘disbelieved’;                               later, it is often the patient’s perceived failure to\n▸ a perception that the doctor was most interested in         obtain recognition that the symptoms are ‘real’\n  looking for some kind of psychological problem upon         and ‘not crazy’ that so often forms the largest\n\n\n8                                                               Stone J. Pract Neurol 2016;16:7–17. doi:10.1136/practneurol-2015-001241\n\f                                                                                                                              REVIEW\n                                                                             improve is likely to have a worse prognosis than the\n  Box 1 Discussing dissociation during the history in                        patient who is unsure and looking for answers.21 22\n  a way that is therapeutic for the patient                               4. What happened with the other doctors?—When asked\n\n\n\n\n                                                                                                                                             Pract Neurol: first published as 10.1136/practneurol-2015-001241 on 29 December 2015. Downloaded from http://pn.bmj.com/ on April 22, 2025 by guest.\n                                                                             what they think is wrong, many patients will say, “I\n  Doctor: Did you get any warning symptoms before your                       don’t know”, despite a documented previous discussion\n  blackout?                                                                  of the diagnosis of a functional disorder. Why did the\n  Patient: No doctor, none.                                                  patient not believe the first explanation? Allow the\n  Doctor: Did you feel dizzy when it started, even just for a                patient to vent their frustration at previous health\n  few seconds?                                                               encounters. You do not need to pass judgement on what\n  Patient: A bit maybe.                                                      happened, but the patient is likely to find this discussion\n\n\n\n\n                                                                                                                                                                  Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies.\n  Doctor: What was the dizziness like?                                       therapeutic.\n  Patient: I don’t know really—it’s hard to describe.                     5. Go easy on ‘psychological’ questions—Neurologists are\n  Doctor: If I told you there are three main sorts of dizzi-                 often tempted to dive in to questions about depression,\n  ness—a lightheaded feeling that you might faint, a                         anxiety, stress or abuse because they have been condi-\n  feeling that you are moving even though you are still                      tioned to believe that this is the right thing to do. It is\n  and a spaced out feeling as if you were not quite there                    actually not necessary to ask the patient about their\n  —which of these would you say it was most like?                            mood and levels of anxiety, either to make a diagnosis or\n  Patient: The third one and the first one                                   to begin treatment. Studies show that only around half of\n  Doctor: Tell me about that spaced out feeling in your                      the patients have a comorbid anxiety or depression. Such\n  own words. Don’t worry about sounding silly. The more                      things can often be inferred anyway from questions\n  detail you can give me, the more I can help.                               about day-to-day activities, for example, if they look\n  Patient: Well it was strange really—it was like I was                      forward to watching ‘Top Gear’ on television, then they\n  floating and people around me were really far away. It                     probably are not depressed (or demented). Patients with\n  was horrible.                                                              functional motor symptoms have rates of recent life stress\n  Doctor: How long did it go on for?                                         and prior abuse not much different to the general popula-\n  Patient: It must have been a couple of minutes                             tion.23 Questions about prior psychological trauma such\n  Doctor: Was it scary? Did it get scarier as time went on?                  as physical and sexual abuse are likely, in any case, to be\n  Patient: Yes it was really frightening—It felt like I was                  unnecessarily intrusive for a first assessment unless it is\n  going crazy…                                                               clear that the patient wishes to discuss it. If these things\n  Doctor: Actually what you are describing is called dissoci-                do need to be discussed, most patients prefer to discuss\n  ation—it’s nothing to do with going crazy at all. It’s a                   them once they have confidence in the doctor and the\n  trance like state that people often have when they                         diagnosis (ie, at a second appointment). Premature and\n  develop symptoms—I’ll explain later.                                       clumsy questioning is commonly ‘antitherapeutic’ by\n                                                                             raising suspicion in the patient that you think their symp-\n                                                                             toms are ‘all in the mind’ (even if that is not what you\n    barrier to successful rehabilitation and good                            think!). In many patients though, it is quite straightfor-\n    outcome.21 Providing early reassurance that the                          ward and reasonable to ask about depression and anxiety\n    consultation is not heading down the path of the                         as part of a systems enquiry. Instead of asking blunt ques-\n    patient being labelled as ‘crazy’ puts the patient at                    tions like, “Are you depressed/anxious?”, it may be more\n    ease and into a state where they may find it easier                      helpful to ask, “Do your symptoms get you down/make\n    to discuss other aspects of the history.                                 you worried?”. The core of generalised anxiety is exces-\n3. Ask what the patient thinks is wrong and what should be                   sive worry that the person finds difficult to control.\n   done—Medical students (in the UK at least) are now                        Instead of asking, “Do you have panic attacks?” (patients\n   taught to routinely ask about ‘Ideas, Concerns and                        may, but not recognise them as such), ask, “Do you have\n   Expectations’ although this is a habit that has passed by                 attacks where you have lots of symptoms all at once—is\n   many older doctors. But these lines of questioning are                    that scary?”.\n   essential in allowing the neurologist’s explanation to be              6. Time—Probably the hardest problem to solve from my\n   tailored to the patient’s prior concerns. Therefore,                      initial list of patient ‘bad experiences’ is not having\n   someone who thinks their bones are crumbling in their                     enough time. Ideally the patient with complex and chronic\n   neck and has been unhelpfully told by their general                       functional disorders should be given at least an hour for a\n   practitioner that they have cervical spondylosis will need                new patient assessment, especially if they have seen many\n   a discussion of what a normal MR scan of cervical spine                   other specialists. In many neurological services, this is not\n   looks like at the age of 40. A patient who believes they                  possible. This compromises what can be delivered, but in\n   have Lyme disease or multiple sclerosis will require                      my own practice I still think most of these components\n   something different. This discussion becomes thera-                       can be fitted in to a 30 min consultation (and I do have to\n   peutic when the patient or family experiences relief in                   do that as well!). It may be worth reflecting though that a\n   getting their worst fears and concerns out into the open.                 neurosurgeon does not try to remove someone’s pituitary\n   The patient who is adamant that they will never                           gland in the same time they would expect to decompress a\n\n\nStone J. Pract Neurol 2016;16:7–17. doi:10.1136/practneurol-2015-001241                                                                 9\n\f REVIEW\n     carpal tunnel and perhaps neurologists should be less rigid                   1. The diagnosis is positive and not negative. It is a clinical\n     about spending the same time with every patient.                                 bedside diagnosis and not a diagnosis made because a scan is\n                                                                                      normal. Indeed, the scan may be abnormal and it may still\n\n\n\n\n                                                                                                                                                                    Pract Neurol: first published as 10.1136/practneurol-2015-001241 on 29 December 2015. Downloaded from http://pn.bmj.com/ on April 22, 2025 by guest.\nTHERAPEUTIC FEATURES OF THE EXAMINATION                                               be a functional tremor. These positive signs are now required\nShowing patients their positive signs                                                 to make a diagnosis of functional neurological disorders in\nThe diagnosis of functional neurological disorders                                    Diagnostic and Statistical Manual of Mental Disorders—5\nshould be made on the basis of positive features on                                   (DSM-5).38 The presence of psychological stressors is no\nthe examination, not on the absence of disease                                        longer required. I discuss DSM-5 at the end of this article.\n(table 1).24–26                                                                    2. The signs demonstrate the potential for reversibility—for\n   Something that follows on from this is that func-                                  example, hip extension returns transiently to normal\n\n\n\n\n                                                                                                                                                                                         Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies.\ntional disorders can also be diagnosed in the presence                                during contralateral hip flexion against resistance.\nof existing disease such as multiple sclerosis or                                  3. The signs demonstrate the role of attention and the\nParkinson’s disease.34–36 Sticking to this rule with                                  benefit of distraction—for example, the more the patient\npatients is important in avoiding diagnostic mistakes                                 pays attention to the limb and tries to move it the worse\nbut also therapeutic in helping patients to understand                                it is. Conversely, when they are distracted the movement\nthey do not have an absence of a condition (ie, non-                                  is much better.\norganic), they have a positively identifiable condition                               We find in our own practice that this simple demon-\nwith positive criteria.                                                            stration of the nature of the diagnosis is one of the most\n   In an article entitled ‘Trick or Treat?: showing                                therapeutic parts of the consultation. Our patients even\npatients with functional ( psychogenic) motor symp-                                practice these physical signs at home to help to persuade\ntoms their signs’,37 Mark Edwards and I argued that                                themselves and family members that the diagnosis is\nsharing physical signs such as Hoover’s sign and the                               correct. It is perhaps then worth rehearsing what the\ntremor entrainment test with patients fulfilled several                            explanation of a Hoover’s sign would sound like during\nvaluable functions.                                                                a consultation as shown in box 2.\n\n\nTable 1 Examples of positive signs in functional disorders that can be shared with a patient to explain the diagnosis\n                                                   Positive finding\nMotor symptoms\n  Hoover’s sign27 (figure 1)                       Hip extension weakness that returns to normal with contralateral hip flexion against resistance\n  Hip abductor sign28                              Hip abduction weakness returns to normal with contralateral hip abduction against resistance\n  Other clear evidence of inconsistency            For example, weakness of ankle plantar flexion on the bed but able to walk on tiptoes\n  Global pattern of weakness                       Weakness that is global, affecting extensors and flexors equally\nMovement disorder\n  Tremor entrainment test29                        Patient with a unilateral tremor is asked to copy a rhythmical movement with their unaffected limb: the\n                                                   tremor in the affected hand either ‘entrains’ to the rhythm of the unaffected hand, stops completely or\n                                                   the patient is unable to copy the simple rhythmical movement\n  Fixed dystonic posture30                         A typical fixed dystonic posture, characteristically of the hand (with flexion of fingers, wrist and/or elbow)\n                                                   or ankle (with plantar and dorsiflexion)\n  Typical ‘functional’ hemifacial overactivity31   Orbicularis oculis or orbicularis oris over-contraction, especially when accompanied by jaw deviation and/\n  (figure 2)                                       or ipsilateral functional hemiparesis\n  Balance/gait\n  Reduced postural sway with distraction32         Abnormal sway that resolves during tasks such as assessing numbers written on the back or using a\n                                                   phone\nNon-epileptic attacks26\n  Prolonged attack of motionless                   Paroxysmal motionlessness and unresponsiveness lasting longer than a minute\n  unresponsiveness\n  Long duration                                    Attacks lasting longer than 2 min without any clear cut features of focal or generalised epileptic seizures\n  Closed eyes                                      Closed eyes during an attack, especially if there is resistance to eye opening\n  Ictal weeping                                    Crying either during or immediately after the attack\n  Memory of being in a generalised seizure         Ability to recall the experience of being in a generalised shaking attack\n  Presence of an attack resembling epilepsy        A normal EEG does not exclude frontal lobe epilepsy or deep foci of epilepsy but does provide supportive\n  with a normal EEG                                evidence\n  Visual symptoms33\n  Fogging test                                     Vision in the unaffected eye is progressively ‘fogged’ using lenses of increasing dioptres whilst reading an\n                                                   acuity chart. A patient who still has good acuity at the end of the test must be seeing out of their\n                                                   affected eye\n  Tubular visual field                             The patient has a field defect of the same width at 1 m as at 2 m\n\n\n10                                                                                        Stone J. Pract Neurol 2016;16:7–17. doi:10.1136/practneurol-2015-001241\n\f                                                                                                                           REVIEW\n\n\n\n\n                                                                                                                                        Pract Neurol: first published as 10.1136/practneurol-2015-001241 on 29 December 2015. Downloaded from http://pn.bmj.com/ on April 22, 2025 by guest.\n                                                                                                                                                             Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies.\nFigure 1     Hoover’s sign of functional leg weakness. Reproduced with permission from BMJ publications.13\n\nA ‘HANDS ON’ WAY OF IMPROVING DOCTOR                                      physiotherapists but which psychologists and psychia-\nPATIENT RAPPORT                                                           trists rarely avail themselves of. There is no reason,\nWe live in an age of technological medicine, but many                     however, why these professionals should not also\npatients still appreciate the thoroughness and skill of a                 learn selected skills. Psychiatrists I work with have\nphysical examination. The physical examination pro-                       successfully incorporated these features into their\nvides ‘hands on’ contact, a basic transaction that                        practice.\npatients have expected from health professionals for\nmillennia. There are also many aspects of the neuro-                      THERAPEUTIC ASPECTS OF THE EXPLANATION\nlogical examination that have the potential to ‘break                     Diagnoses and explanations in medicine are often, in\nthe ice’, such as the plantar response, finger–nose test                  themselves, therapeutic. The patient with migraine will\nand knee jerks. The opportunity to share a smile with                     be less likely to worry about a brain tumour when they\na patient whose affect has been flat throughout an                        realise that pain from a brain tumour would not remit\nassessment should not be underestimated.                                  as well as relapse. Even patients with motor neurone\n                                                                          disease who are devastated and shocked at the news of\nAN OPPORTUNITY TO REINFORCE NORMAL                                        a terminal illness may report a sense of relief that a\nFINDINGS                                                                  cause has been found for their problems. Diagnostic\nDuring the examination, some doctors say very little.                     limbo is a difficult state for anyone to be in.\nExplaining what you are doing and mentioning that\nthings are normal as you go along helps improve\nconfidence and transparency.                                              COMMON APPROACHES\n                                                                          Neurologists who are confident about the diagnosis of\nThese aspects of the physical examination are thera-                      a functional disorder are often less confident about\npeutic opportunities open to physicians and                               transmitting that information to the patient. There are\n\n\n\n\nFigure 2 Functional facial overactivity can look like facial weakness—typically with platysma overactivity, jaw deviation and/or\ncontraction of orbicularis oculis. Reproduced with permission from Stone J.1\n\n\nStone J. Pract Neurol 2016;16:7–17. doi:10.1136/practneurol-2015-001241                                                            11\n\f REVIEW\n\n                                                                which for most conditions is not found in the name\n Box 2 An example of how to show a patient their                of the disorder. The doctor may talk about inflamma-\n Hoover’s sign37                                                tion or autoimmune disease but this is mechanism not\n\n\n\n\n                                                                                                                                               Pract Neurol: first published as 10.1136/practneurol-2015-001241 on 29 December 2015. Downloaded from http://pn.bmj.com/ on April 22, 2025 by guest.\n                                                                aetiology—‘how’ not ‘why’. When doctors do discuss\n Doctor (testing weak hip extension): Try to keep your          aetiology, then normally phrases such as, “It’s just one\n foot flat on the floor for me.                                 of those things/bad luck”, indicate to the patient that\n Patient (in a sitting position): I can’t do it.                it is not their fault. It is also true that if you can see it\n Doctor (testing contralateral hip flexion against resistance   on a scan or have heard of the condition then gener-\n but holding other hand under the patient’s weak thigh):        ally patients do not believe a priori that it is their fault\n Now, concentrate on lifting up your good right leg. Look       anyway.\n\n\n\n\n                                                                                                                                                                    Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies.\n at that right leg and focus on keeping it up in the air.          Following this initial discussion, the patient with\n Now, can you feel that when you do that, the power in          multiple sclerosis or epilepsy may be directed to\n your left leg has come back to normal? I can’t get that        sources of information on the web and, with a bit of\n left foot off the floor now.                                   luck, an appointment with a specialist nurse so that\n Patient (and the partner): That’s weird.                       they can have support and further information for\n Doctor: This test is called Hoover’s sign. It’s a positive     their chronic condition. Patients with chronic condi-\n sign of a genuine problem called functional leg weak-          tions like diabetes and epilepsy are encouraged to self-\n ness. I can see that you were really trying to keep your       manage and optimise their conditions, but the neur-\n left foot on the floor but your leg was weak. But              ologist or another physician will see the patient from\n because the movement comes back to normal when you             time to time for review, active treatment where appro-\n move your other leg, that shows me that the weakness           priate, and certainly in the case of multiple sclerosis,\n can’t be due to damage anywhere in the nervous system.         at least once more to answer questions.\n Patient: So what’s going on then?                                 So, translating this approach to functional disorders\n Doctor: Your brain is having trouble sending a message         gives us a plan outlined in table 3. Tell the patient what\n to your leg to make it move, but when you are distracted       they have first (and discuss what it is not later). Discuss\n the automatic movements can take place normally. This          the positive evidence for the diagnosis from the history\n test shows me that there is a problem with the function        and examination and explain why it cannot be seen on\n of your nervous system, not damage to it. It’s basically a     any scans. Some discussion of mechanism is helpful—a\n problem with the function of the nervous system—a bit          problem with the software of the brain communicating\n like a software problem instead of a hardware problem.         to the limbs (functional motor disorders) or a trance-\n Shall I show you again?                                        like state (dissociative (non-epileptic) attacks)—espe-\n                                                                cially when linked to the examination findings or\n                                                                symptoms of dissociation. If the question of ‘why’\nseveral common approaches to this problem. It is                arises, then it would seem quite reasonable to say that\nworth rehearsing the pitfalls of each of these                  this varies from person to person, that there are\napproaches (table 2).                                           various triggers including injury, pain, panic attacks and\n                                                                life stress but that in many people it is not clear and\nGIVING A POSITIVE DIAGNOSIS                                     may well be ‘one of those things’.\nOne solution to these problems is to approach the                  As with other chronic disease management, being\nproblem in the same transparent and straightforward             honest and transparent, encouraging the patient to\nway you do for other patients seen in the neurology             understand their condition, providing self-help infor-\nclinic (table 3). Discussions about terminology go              mation (such as http://www.neurosymptoms.org or\nround and round 12 40 41 (and probably always will). I          http://www.nonepilepticattacks.info) and optimising\nincreasingly find that is not so much the precise ter-          function are important. Specialist nurses or allied\nminology but the overall attitude of the doctor that            health professionals dedicated to this area hardly exist\nmatters.                                                        but would be a great advantage, given the size and\n   Consider how you tell a patient that they have mul-          complexity of the problem.\ntiple sclerosis. Generally you start, within the first few         If your current approach to talking to patients with\nsentences at least, by telling the patient that they have       functional disorders is different from how you\nmultiple sclerosis. There is then usually a discussion          approach other disorders, it is worth asking yourself\nabout why the diagnosis has been made—typical                   why. Do you have an ambivalent attitude to the\nsymptoms, signs on examination and an abnormal                  patient and a concern that the symptoms are volun-\nMRI that a doctor will preferably show to the patient.          tary? Are you changing your approach because you\nThe conversation does not start with a discussion               think they need a psychosocial formulation on the\nabout all the neurological diseases the patients do not         first assessment? Or perhaps you view these patients\nhave (although that may come later). Neither does the           as ‘not having a diagnosis’ rather than having a\nconversation typically move early towards aetiology,            diagnosis?\n\n\n\n12                                                                   Stone J. Pract Neurol 2016;16:7–17. doi:10.1136/practneurol-2015-001241\n\f                                                                                                                                                 REVIEW\n\nTable 2 Features of some common explanations offered by neurologists to patients for functional disorders and their associated problems\nStrategy                                                                       Comments\n\n\n\n\n                                                                                                                                                                  Pract Neurol: first published as 10.1136/practneurol-2015-001241 on 29 December 2015. Downloaded from http://pn.bmj.com/ on April 22, 2025 by guest.\n1. Making no diagnosis: no neurological disease (includes the term             The patient is likely to go elsewhere to seek a diagnosis\n   ‘non-organic’)\n2. Making an ‘unexplained’ diagnosis, eg, these things are common in          ▸ The patient is likely to go elsewhere to seek a diagnosis\n   neurology and we don’t really know why they happen\n                                                                              ▸ Many neurological disorders have known pathology ‘unexplained’ or\n                                                                                ‘unknown’ cause, eg, multiple sclerosis/Parkinson’s disease\n                                                                              ▸ Neurologists should be familiar with functional disorders and be able\n                                                                                to make a positive clinical diagnosis, eg, migraine/Parkinson’s disease\n\n\n\n\n                                                                                                                                                                                       Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies.\n3. Making an incomplete diagnosis—eg, telling someone with a 3-week            This may be acceptable to the patient (and be easier for the neurologist) but\n   history of functional hemiparesis triggered by migraine that they just      leads to a missed opportunity to understand symptoms and their potential for\n   have migraine39                                                             reversibility\n4. Trying to explain that the problem is psychological—eg, explaining         ▸ Likely to be rejected by most (80%) of patients\n   that these symptoms are often ‘stress-related’\n                                                                              ▸ Often equated by patients as an accusation that the symptoms are\n                                                                                ‘made up’ or ‘imagined’\n                                                                              ▸ Many patients with these symptoms do not have identifiable stress or\n                                                                                psychiatric disorder\n                                                                              ▸ This is, however, consistent with referral for psychological treatment\n5. Making a functional diagnosis                                              ▸ Consistent with a disorder of nervous system functioning\n                                                                              ▸ Does not leap to conclusions about the cause\n                                                                              ▸ Could be interpreted as something irreversible that cannot be\n                                                                                improved with physical or psychological rehabilitation.\n\n\n\n\nTable 3 Some suggested ingredients for a therapeutic explanation for patients with functional neurological disorders\nIngredient                                                  Example\nExplain what they do have…                                  “You have functional weakness”\n                                                            “You have dissociative seizures”\nEmphasise the mechanism of the symptoms rather              Weakness: “There is a problem with the way your brain is sending messages to your body—its a\nthan the cause                                              problem with the function of your nervous system”\n                                                            Seizures: “You are going into a trance-like state a bit like someone being hypnotised”\nExplain how you made the diagnosis                          Show the patient their Hoover’s sign or dissociative seizure video\nIndicate that you believe them                              “I do not think you are imagining/making up your symptoms/mad”\nEmphasise that it is common                                 “I see lots of patients with similar symptoms”\nEmphasise reversibility                                     “Because there is no damage, you have the potential to get better”\nExplain what they do not have                               “You don’t have multiple sclerosis, epilepsy”, etc\nEmphasise that self-help is a key part of getting better    “This is not your fault but there are things you can do to help it get better”\nMetaphors may be useful                                     “There’s a problem with the software of the nervous system rather than the hardware”\nIntroducing the role of depression/anxiety                  “If you have been feeling stressed/low/worried, that will tend to make the symptoms even\n                                                            worse” (often easier to achieve on a second visit)\nUse written information                                     Send the patient their clinic letter. Give them some written information, eg, http://www.\n                                                            neurosymptom.org, http://www.nonepilepticattacks.info\nStop the antiepileptic drug in dissociative seizures        If you have diagnosed dissociative (non-epileptic) attacks and not epilepsy, stop the antiepileptic\n                                                            drug\nSee the patient again                                       “I’ll see you again. Please have a read of my letter and the information I have given you and\n                                                            come back with questions”\nMaking the physiotherapy or psychiatric referral            “My colleague X (or my colleague Dr X) has a lot of experience and interest in helping patients\n(preferably at a second visit)                              with functional movement disorder—he won’t think you are crazy either”\n\n\n\nARRANGING A FOLLOW-UP VISIT                                                        again to go over the diagnosis. At that second visit, if\nTable 3 also expands on other things that might be                                 the first one has gone well, other issues may emerge\nsaid by a neurologist during a 5–10 min period at the                              and referral to physiotherapy or psychiatry is likely to\nend of a consultation. In addition to explanation, the                             flow more naturally from the consultations. If the first\nneurologist treating functional disorders like multiple                            consultation did not go well, this might be because\nsclerosis or epilepsy would normally see the patient                               the patient needs more time to understand it, or it\n\nStone J. Pract Neurol 2016;16:7–17. doi:10.1136/practneurol-2015-001241                                                                                    13\n\f REVIEW\n\nmight be that the patient is fundamentally not moti-         with functional movement and gait disorder. For\nvated or interested to pursue the diagnosis and treat-       example, a recent randomised trial of 3 weeks of\nment suggested. If that is the case, then it would be        inpatient physical rehabilitation for patients with\n\n\n\n\n                                                                                                                                            Pract Neurol: first published as 10.1136/practneurol-2015-001241 on 29 December 2015. Downloaded from http://pn.bmj.com/ on April 22, 2025 by guest.\nsensible for the neurologist to defer referra",
  "wordCount": 8421,
  "indexed": "2025-09-25T22:57:55.096Z",
  "method": "direct"
}
