{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Cerebrovascular/Fibrinolisis-Protocolo Codigo Ictus Peset/Recanalización, fracaso terapéutico y reoclusión/Alexandrov et al_2001_Speed of intracranial clot lysis with intravenous tissue plasminogen.pdf",
  "fileName": "Alexandrov et al_2001_Speed of intracranial clot lysis with intravenous tissue plasminogen.pdf",
  "relativePath": "Neurología/Cerebrovascular/Fibrinolisis-Protocolo Codigo Ictus Peset/Recanalización, fracaso terapéutico y reoclusión/Alexandrov et al_2001_Speed of intracranial clot lysis with intravenous tissue plasminogen.pdf",
  "text": "Speed of Intracranial Clot Lysis With Intravenous Tissue Plasminogen Activator Therapy\n               : Sonographic Classification and Short-Term Improvement\n Andrei V. Alexandrov, W. Scott Burgin, Andrew M. Demchuk, Ashraf El-Mitwalli and James\n                                         C. Grotta\n                             Circulation 2001;103;2897-2902\n   Circulation is published by the American Heart Association. 7272 Greenville Avenue, Dallas, TX 72514\n   Copyright © 2001 American Heart Association. All rights reserved. Print ISSN: 0009-7322. Online ISSN:\n                                                1524-4539\n\n\n\nThe online version of this article, along with updated information and services, is located on the\n                                       World Wide Web at:\n                    http://circ.ahajournals.org/cgi/content/full/103/24/2897\n\n\n\n\n Subscriptions: Information about subscribing to Circulation is online at\n http://circ.ahajournals.org/subscriptions/\n\n Permissions: Permissions & Rights Desk, Lippincott Williams & Wilkins, a division of Wolters Kluwer\n Health, 351 West Camden Street, Baltimore, MD 21202-2436. Phone: 410-528-4050. Fax: 410-528-8550.\n E-mail:\n journalpermissions@lww.com\n\n Reprints: Information about reprints can be found online at\n http://www.lww.com/reprints\n\n\n\n\n                           Downloaded from circ.ahajournals.org by on November 22, 2010\n\f    Speed of Intracranial Clot Lysis With Intravenous Tissue\n                 Plasminogen Activator Therapy\n                 Sonographic Classification and Short-Term Improvement\n         Andrei V. Alexandrov, MD; W. Scott Burgin, MD; Andrew M. Demchuk, MD, FRCP(C);\n                             Ashraf El-Mitwalli, MD; James C. Grotta, MD\n\nBackground—Arterial recanalization precedes clinical improvement or may lead to hemorrhage or reperfusion injury.\n  Speed of clot lysis was not previously measured in human stroke.\nMethods and Results—Transcranial Doppler (TCD) and the National Institutes of Health Stroke Scale (NIHSS) were used\n  to monitor consecutive patients receiving intravenous tissue plasminogen activator (tPA), before tPA bolus and at 24\n  hours. Patients with complete or partial recanalization of the middle cerebral or basilar artery on TCD were studied.\n  Recanalization was classified a priori as sudden (abrupt appearance of a normal or stenotic low-resistance signal),\n  stepwise (flow improvement over 1 to 29 minutes), or slow (ⱖ30 minutes). Recanalization was documented in 43\n  tPA-treated patients (age 68⫾17 years; NIHSS score 16.8⫾6, median 15 points). tPA bolus was given at a mean of\n  135⫾61 minutes after symptom onset. Recanalization began at a median of 17 minutes and was completed at 35 minutes\n  after tPA bolus, with mean duration of recanalization of 23⫾16 minutes. Recanalization was sudden in 5, stepwise in\n  23, and slow in 15 patients. Faster recanalization predicted better short-term improvement (P⫽0.03). At 24 hours, 80%,\n  30%, and 13% of patients in these respective recanalization groups had NIHSS scores of 0 to 3. Symptomatic\n  hemorrhage occurred in only 1 patient, who had stepwise recanalization 5.5 hours after stroke onset. Slow or partial\n  recanalization with dampened flow signal was found in 53% of patients with total NIHSS scores ⬎10 points at 24 hours\n  (P⫽0.01). Complete recanalization (n⫽25) occurred faster (median 10 minutes) than partial recanalization (n⫽18;\n  median 30 minutes; P⫽0.0001).\nConclusions—Rapid arterial recanalization is associated with better short-term improvement, mostly likely because of\n  faster and more complete clot breakup with low resistance of the distal circulatory bed. Slow (ⱖ30 minutes) flow\n  improvement and dampened flow signal are less favorable prognostic signs. These findings may be evaluated to assist\n  with selection of patients for additional pharmacological or interventional treatment. (Circulation. 2001;103:2897-\n  2902.)\n                          Key Words: ultrasonics 䡲 thrombolysis 䡲 stroke 䡲 recanalization 䡲 prognosis\n\n\n\nA     rterial recanalization indicates successful thrombolysis\n      and often precedes early clinical improvement in ische-\nmic stroke.1,2 The degree of arterial recanalization can be\n                                                                           These results parallel observations in cardiology that the\n                                                                           amount of TIMI residual flow is related to successful\n                                                                           thrombolysis with tPA.3,4\ndetermined by angiographic classification, such as Thrombol-                  Timing of recanalization determined in vitro represents an\nysis In Myocardial Infarction (TIMI) flow grades,3 or sono-                outcome measure of thrombolysis when clot is exposed to\ngraphic Thrombolysis In Brain Ischemia (TIBI) residual flow                tPA with or without externally applied ultrasound.6,7 This is\ngrades, which were designed specifically for intracranial                  often determined as the time of complete clot dissolution with\nvessels.4 Compared with angiography, sonographic wave-                     washout to distal vasculature and veins. In human stroke, the\nforms determined by transcranial Doppler (TCD) had 91%                     timing of maximum completeness of recanalization correlates\nsensitivity and 93% specificity for complete (TIMI grade III)              with clinical recovery as predicted from animal models.8\nrecanalization versus persisting occlusion.5 TIBI flow grades              However, recanalization is a process that often begins many\non TCD also correlate with baseline stroke severity and                    minutes before restoration of cerebral blood flow, because\npredict short-term improvement after thrombolysis with tis-                tPA binding and activity on the clot surface are proportionate\nsue plasminogen activator (tPA) in acute ischemic stroke.4                 to the area exposed to blood flow. Once recanalization starts,\n\n\n\n Received October 25, 2000; revision received April 2, 2001; accepted April 4, 2001.\n From the Center for Noninvasive Brain Perfusion Studies (A.V.A., W.S.B., A.E.-M., J.C.G.), Stroke Treatment Team, University of Texas–Houston\nMedical School, Houston, Tex, and Department of Clinical Neurosciences (A.M.D.), University of Calgary, Alberta, Canada.\n Guest Editor for this article was Phillip A. Wolf, MD, Boston University School of Medicine, Boston, Mass.\n Correspondence to Dr A. Alexandrov, MSB 7.044 6431 Fannin St, University of Texas, Houston, TX 77030. E-mail avalexandrov@worldnet.att.net\n © 2001 American Heart Association, Inc.\n  Circulation is available at http://www.circulationaha.org\n\n                                                                    2897\n                                      Downloaded from circ.ahajournals.org by on November 22, 2010\n\f2898       Circulation          June 19, 2001\n\n\nclot softens and partially dissolves, allowing some (often               justed when necessary, eg, if the patient was restless. In our\nminimal) residual flow improvement. This flow brings more                validation studies, we showed that the waveform analysis and not the\ntPA to bind with fibrinogen sites. This continuous process               velocity measurements was predictive of vessel patency.4,5 For the\n                                                                         purposes of this article, patients who experienced complete or partial\nfacilitates clot lysis and improves residual flow until the clot         recanalization of the MCA or BA according to previously published\nbreaks up under the pressure of arterial blood pulsations.               criteria5 were included in the analysis.\n   Therefore, the speed of clot lysis can be measured through               The speed of intracranial clot lysis was assessed with sonographic\nthe duration of flow improvement with real-time ultrasound               classification of the beginning, duration, and timing to maximum\nmonitoring with TIBI residual flow signals4 and other previ-             completeness of arterial recanalization that was developed based on\n                                                                         previous studies.4,5,10 The beginning and duration (continuation) of\nously reported parameters5,9,10 such as intensity of flow                recanalization was determined when one of the following flow signal\nsignals, appearance of microembolic signals, and velocity/               changes was detected on TCD (Figure 1): (1) waveform change by\npulsatility changes (presented below). The speed of recana-              ⱖ1 TIBI residual flow grade (eg, absent to minimal, minimal to\nlization was not previously measured in human stroke;                    blunted, and minimal to normal); (2) appearance of embolic signals\nhowever, it may represent an important parameter of                      (transient high-intensity signals of variable duration); (3) flow-\n                                                                         velocity improvement by ⱖ30% at a constant angle of insonation;\nthrombolysis. For example, prolonged clot breakup delays the             (4) signal intensity and velocity improvement of variable duration at\noccurrence of complete recanalization and therefore may be               constant gain/sample volume/scale settings; and (5) appearance of\nassociated with longer duration of cerebral ischemia. Sudden             flow signals with variable (⬎30%) pulsatility indexes and amplitude\nblood flow increase, on the other hand, may disrupt the                  of systolic peaks.\nblood-brain barrier11 and lead to edema or hemorrhage.                      Maximum completeness (or amount) of recanalization was deter-\n                                                                         mined when the highest TIBI flow-grade signal (normal⬎stenot-\n   In this study, we aimed to determine the speed of recana-\n                                                                         ic⬎dampened) appeared during TCD monitoring. The amount of\nlization using continuous monitoring of the residual flow                recanalization was assessed with previously reported criteria.5 Nor-\nsignals with TCD during tPA infusion. Our goal was to                    mal and stenotic signals indicate complete recanalization (TIMI\ndetermine the beginning, duration, and timing of maximum                 grade III, equivalent to low resistance to flow). Dampened signals\ncompleteness of arterial recanalization using a priori devel-            indicate partial recanalization (TIMI grade II, equivalent to increased\noped sonographic classification and to correlate these find-             resistance to flow).5\n                                                                            To measure speed of intracranial clot lysis, recanalization was\nings with the amount of recanalization and short-term im-                classified a priori as follows (Figure 2): I, sudden (abrupt appearance\nprovement after thrombolysis for acute ischemic stroke.                  of a normal or stenotic low-resistance signal); II, stepwise (gradual\n                                                                         flow improvement over 1 to 29 minutes); and III, slow (flow\n                            Methods                                      improvement over ⱖ30 minutes).\nA standard TCD protocol and continuous TCD monitoring have been             Statistical analysis included ␹2, t test, and Kendall-␶ and Spearman\nincorporated into our routine emergency assessment of stroke pa-         correlation to determine significance based on a directional hypoth-\ntients.9 Briefly, an experienced sonographer performed bedside TCD       esis (1-tailed test) that early recanalization produces better recovery.\nexamination using a validated fast-track insonation protocol to\nidentify the presence and site of arterial occlusion.5,9 Residual flow                                 Results\nsignals at the presumed clot location were identified with the TIBI      A total of 65 patients with arterial occlusion on pretreatment\ngrading system,4 and a 2-MHz pulsed-wave transducer was fixed in\na steady position over the temporal bone window with a standard          TCD were monitored during infusion. Mean age was 68⫾17\nhead frame (Marc series, Spencer Technologies). No delay in              years, and mean pretreatment NIHSS score was 16.8⫾6\nthrombolytic therapy was experienced as a result of TCD                  (median 15 points; first quartile 13 points, third quartile 22\nexamination.                                                             points). tPA bolus was given at 135⫾61 minutes after\n   Between January 1999 and September 2000, we studied 73\nconsecutive patients with symptoms of acute ischemic stroke who\n                                                                         symptom onset (median 121 minutes; first quartile 106\nreceived intravenous tPA and underwent TCD examination (3 had no         minutes, third quartile 172 minutes). Occlusion sites were M2\nocclusion, and 5 had no temporal windows). tPA was given in a            MCA segment 21%, M1 MCA 49%, tandem MCA and\nstandard 0.9-mg/kg dose (10% bolus, 90% continuous infusion over         internal carotid artery (ICA) occlusion 16%, terminal ICA\n1 hour) within the first 3 hours after symptom onset. In selected        5%, and vertebrobasilar vessels 9%. A standard full dose of\npatients presenting between 3 and 6 hours of onset or with other risk\nfor hemorrhagic complications, tPA was given in a dose of 0.6 mg/kg      intravenous tPA was given in 55 patients, and an experimen-\n(15% bolus, 85% continuous infusion over 30 minutes). This               tal low dose was given in 10 patients (Table 1).\nexperimental protocol was approved by the University of Texas               Of 65 patients treated, 43 (66%) had recanalization docu-\nCommittee for Protection of Human Subjects.                              mented by TCD. Of those who had recanalization, 37 (67%)\n   National Institutes of Health Stroke Scale (NIHSS) scores were\nobtained before tPA bolus and at 24 hours by a neurologist not\n                                                                         received the 0.9-mg/kg tPA dose and 6 (60%) received the\ninvolved in TCD monitoring. Flow changes on TCD were docu-               0.6-mg/kg tPA dose.\nmented by an experienced sonographer before NIHSS scoring and               Recanalization began 23⫾19 minutes (median 17 minutes)\ninterpreted with the TIBI flow-grading system.4 Treating physicians      and was completed 42⫾23 minutes (median 35 minutes) after\nwere informed of TCD results in terms of the presence and location       tPA bolus. Mean duration of recanalization was 23⫾16\nof intracranial occlusion. TCD monitoring was performed for at least\n60 minutes during tPA infusion and extended up to 2 hours when           minutes (median 17 minutes; first quartile 10 minutes, third\nfeasible. The depth for gated monitoring was selected with a             quartile 30 minutes). Patients who received the 0.9-mg/kg\npreviously published algorithm9 that identifies the worst TIBI flow      tPA dose had mean duration of 24⫾17 minutes, and those\ngrade signal in the middle cerebral (MCA) or basilar artery (BA)         treated with the 0.6-mg/kg dose had a mean recanalization\nstems. For example, in patients with presumed distal M1 MCA\nocclusion, this segment was monitored at a depth of 55 to 45 mm.\n                                                                         time of 16⫾9 minutes (P⫽NS). Median speed of MCA clot\nWe also described and validated our criteria for M2 MCA and BA           recanalization was 17 minutes for distal MCA occlusion\nocclusions.12 During monitoring, the transducer position was read-       tandem to an ICA lesion, 28 minutes for M2 segment, and 30\n\n\n                                      Downloaded from circ.ahajournals.org by on November 22, 2010\n\f                                                       Alexandrov et al     Duration of Arterial Recanalization              2899\n\n\n\n\n                                                                                        Figure 1. Signs of beginning and contin-\n                                                                                        uation of arterial recanalization. (1)\n                                                                                        Waveform improvement by 1 or more\n                                                                                        TIBI residual flow grades: first set illus-\n                                                                                        trates flow changes from minimal to\n                                                                                        blunted waveform (appearance of posi-\n                                                                                        tive end-diastolic flow and rounded sys-\n                                                                                        tolic complex). (2) Appearance of\n                                                                                        embolic signals: second set of wave-\n                                                                                        forms illustrate dampened and normal\n                                                                                        flow signals with multiple transient high-\n                                                                                        intensity signals of variable duration with\n                                                                                        characteristic chirp or poplike sounds\n                                                                                        (arrows). (3) to (4) Flow velocity improve-\n                                                                                        ment by ⱖ30% or signal intensity/\n                                                                                        velocity improvement: this set shows\n                                                                                        flow tracing obtained at constant angle\n                                                                                        of insonation with mean flow velocity\n                                                                                        improvement from 15 to 30 cm/s pre-\n                                                                                        ceded by improvement in strength\n                                                                                        (brightness) of residual flow signal (mid-\n                                                                                        dle set). (5) Appearance of flow signals\n                                                                                        with variable (⬎30%) amplitude of sys-\n                                                                                        tolic peaks and pulsatility: turbulent\n                                                                                        high-frequency, high-resistance stenotic\n                                                                                        flow signal (bottom left); variable veloci-\n                                                                                        ties with transient appearance of flow in\n                                                                                        branching vessel below baseline (arrow,\n                                                                                        bottom right). ED indicates end-diastolic\n                                                                                        velocity; P.I., pulsatility index.\n\n\n\n\nminutes for M1 segment. The site of occlusion and complete-          The amount of recanalization (determined as complete or\nness of recanalization are shown in Table 2.                      partial) was inversely proportional to its duration: 88% of\n   Recanalization was sudden in 5, stepwise in 23, and slow in    complete recanalizations were sudden and stepwise, whereas\n15 patients. Faster recanalization (sudden and stepwise) pre-     67% of partial recanalizations were slow (Table 5; P⫽0.001).\ndicted better short-term improvement (Spearman’s correlation      Complete recanalization had median duration of 10 minutes\nP⫽0.03). At 24 hours, 80%, 30%, and 13% of patients with          (first quartile 4 minutes, third quartile 15 minutes, mean⫾SD\nsudden, stepwise, and slow recanalization, respectively, had      12⫾11 minutes, n⫽25) compared with partial recanalization\nNIHSS scores of 0 to 3 (Table 3). Symptomatic hemorrhage          with median duration of 30 minutes (first quartile 16 minutes,\noccurred in only 1 patient, who had stepwise recanalization 5.5   third quartile 40 minutes, mean 32⫾18 minutes, n⫽18,\nhours after stroke onset. Completeness of recanalization also     P⫽0.0001).\npredicted better short-term improvement. Normal and stenotic\nTIBI flow signals were seen in 84% of patients with NIHSS                                 Discussion\nscores of 0 to 3 at 24 hours compared with dampened flow signal   Our study shows that the speed of intracranial arterial\nfound in 53% of patients with total NIHSS scores ⬎10 points at    recanalization on TCD correlates with short-term improve-\n24 hours (Table 4; P⫽0.01).                                       ment after tPA therapy. Short duration of arterial recanaliza-\n\n\n                                  Downloaded from circ.ahajournals.org by on November 22, 2010\n\f2900          Circulation           June 19, 2001\n\n\n\n\nFigure 2. Duration of arterial recanalization. I, Sudden recanalization (abrupt appearance of normal or stenotic low-resistance signal): (a) TCD\nshows minimal signal in MCA at time of tPA bolus. (b) At 31 minutes after bolus, first improvement in signal intensity was noticed and\nmarked as “beginning” of recanalization. (c) In ⬍5 seconds, first low-resistance signal was detected with normal waveform, and 30 seconds\nlater (d), strong normal flow velocity signal was detected. Recanalization started at 31 minutes after tPA bolus, its duration was 35 seconds,\nand timing of complete recanalization of distal M1 MCA segment (TIMI grade III equivalent) was 32 minutes after tPA bolus. II, Stepwise re-\ncanalization (flow improvement over 1 to 29 minutes): (a) TCD shows minimal signal in mid to distal M1 MCA at time of tPA bolus. (b) Nine\nminutes later, TCD shows first improvement in amplitude of systolic velocities (beginning of recanalization); however, absence of end-diastolic\nvelocities still indicates minimal TIBI flow signal and persisting occlusion. (c) At 14 minutes, positive end-diastolic flow is detected with\nrounded systolic shape of waveform (TIBI blunted signal) with flow improvement by 1 TIBI grade. Note high-intensity bruits during each car-\ndiac cycle with possible embolic signals. (d) At 16 minutes, TCD shows high-resistance turbulent stenotic signals with elevated and variable\nsystolic velocities that are replaced by normal waveforms at 18 minutes (e) At this point, TCD findings indicate that M1 MCA patency at site\nof insonation is restored. Further improvement in flow velocity, pulsatility, and strength of signal was detected between 18th and 20th min-\nutes after bolus (f), indicating continuous flow recovery, presumably due to distal clot migration beyond M2 MCA bifurcation. TCD shows\nbeginning of recanalization at 9 minutes, duration of 11 minutes, and timing of complete (TIMI grade III equivalent) recanalization at 20 min-\nutes after tPA bolus. III, Slow recanalization (30 to 60 minutes): (a) At time of tPA bolus, TCD shows minimal flow signal at M1 MCA origin\n(above baseline) and flow signal below baseline from proximal A1 anterior cerebral artery (ACA) with mean flow velocity of 24 cm/s. (b) At 12\nminutes after bolus, slow positive end-diastolic flow appears in proximal M1 MCA, indicating beginning of recanalization. Decrease in ACA\nflow signal may indicate clot movement or breakup at its proximal part. Variable M1 MCA and A1 ACA flow velocities with dampened TIBI\nflow grade are seen during next 40 minutes (c) with arrival of dampened flow signal with highest mean flow velocity of 28 cm/s and improved\nA1 ACA velocities of 54 cm/s at 54 minutes after tPA bolus (d). TCD findings indicate beginning of recanalization at 12 minutes, duration of\n42 minutes, and timing of partial (TIMI grade II equivalent) recanalization with continuing flow diversion to ACA at 54 minutes after tPA bolus.\n\ntion is associated with better short-term improvement, mostly                   indicate partial recanalization are less favorable prognostic\nlikely because of faster and more complete clot breakup with                    signs. Therefore, the speed of clot lysis as well as the amount\nlow resistance of the distal circulatory bed. Slow (⬎30                         and timing of arterial recanalization are important factors that\nminutes) flow improvement and dampened flow signals that                        can influence the success of thrombolytic therapy. Our\n\nTABLE 1.      Occlusion Site and tPA Dose\n                                                                                TABLE 2.      Occlusion Site and Completeness of Recanalization\n       Artery             n (%)          0.9 mg/kg        0.6 mg/kg\n                                                                                       Artery          n         Complete   Partial   None\n       M2 MCA           14 (21)              12                2\n       M1 MCA           32 (49)              26                6                       M2 MCA          14          36%      28%       36%\n\n       MCA/ICA          10 (15.4)             9                1                       M1 MCA          32          38%      25%       37%\n\n       TICA               4 (6)               4                0                       MCA/ICA         10          30%      40%       30%\n\n       VB                 5 (7.6)             4                1                       TICA             4          25%      25%       50%\n\n   MCA/ICA indicates tandem distal MCA/proximal ICA occlusion; TICA, terminal          VB               5          60%      20%       20%\nICA; and VB, vertebrobasilar occlusion.                                           Abbreviations as in Table 1.\n\n\n                                          Downloaded from circ.ahajournals.org by on November 22, 2010\n\f                                                                     Alexandrov et al         Duration of Arterial Recanalization                        2901\n\n\nTABLE 3. Duration of Recanalization and                                           TABLE 5.     Amount and Duration of Recanalization\nShort-Term Improvement\n                                                                                                 Duration          Complete            Partial\n                                         Stepwise:                                               Sudden             5 (100%)           0 (0%)\n                    Sudden:            Baseline NIHSS            Slow:\n                 Baseline NIHSS          16.4⫾7.3            Baseline NIHSS                      Stepwise         17 (74%)             6 (26%)\nNIHSS 24 h      15.2⫾4.9 (n⫽5)            (n⫽23)            17.6⫾5.3 (n⫽15)                      Slow               3 (20%)           12 (80%)\n0 –3 points          4 (80%)                7 (30%)              2 (13%)            Complete (TIMI grade III equivalent) recanalization had shorter duration\n4–9 points           1 (20%)                7 (30%)              5 (34%)          compared with partial TIMI grade II recanalization, 2⫻3 ␹2 P⫽0.001.\n\nⱖ10 points              0                   9 (40%)              8 (53%)\n  Shorter duration of recanalization correlates with better short-term improve-   Although a kilohertz range might better enhance tPA activi-\nment, Spearman’s correlation P⫽0.03. Baseline stroke severity (mean NIHSS         ty,7,15–17 it requires “blind” application of external devices. A\nscores⫾SD) was similar in all 3 groups (P⫽NS).                                    combination of kilohertz tPA-enhancing frequencies and\n                                                                                  megahertz monitoring frequencies in the same device may\nsonographic classification of the occurrence and speed of                         prove to be the best way to apply and dose-control\narterial recanalization provides this information in real time.                   ultrasound-enhanced clot lysis with tPA.\n   Our study has limitations because TCD does not offer                              Our data also indicate that slow recanalization with a\nimaging of intracranial vessels and relies on operator experience.                dampened flow signal is a less favorable prognostic sign for\nAlso, in the presence of multiple occlusions, TCD selection of                    short-term improvement, which is similar to other studies that\nthe target vessel may be erroneous and less informative. Never-                   have documented persisting occlusion as a poor prognostic\ntheless, our prospectively validated scanning protocol and flow-                  sign.2,18,19 Our findings of slow recanalization and dampened\ngrading system help to monitor stroke patients undergoing                         flow signals can be linked to persistent distal arterial occlu-\nthrombolysis with good agreement with angiography.4,5,12                          sion when the clot recanalizes partially or moves to a distal\n   In their experiments with ischemic stroke in rats, Yang and                    arterial segment. The phenomenon of a dampened flow signal\nBetz11 showed that blood-brain barrier disruption was greater                     can be present with relatively successful proximal recanali-\nwith good reperfusion, which suggests that fast recovery of                       zation but compromised distal perfusion, resulting in a\ncerebral blood flow may produce additional damage to the                          pulsatile high-resistance waveform. In addition to distal clot\nbrain. Our data indicate that rapid recanalization leads to                       location, this waveform can be produced by stagnant flow in\nbetter short-term improvement compared with slow and                              the distal microcirculatory bed, activated platelet aggregation,\npartial flow recovery. Our findings that dramatic recovery                        swelling, and other factors that affect ischemic brain tissue\noccurs more often with faster and complete clot lysis are in                      and endothelial function. Therefore, this flow pattern may\nagreement with experimental data that a shorter depolariza-                       prove particularly useful in selecting patients for further\ntion time after reperfusion leads to a smaller extent of                          interventions or for additional pharmacological treatment to\nischemic damage.13 Also, positron-emission tomography                             inhibit platelet function, reduce edema, or reduce a possible\nstudies in humans suggest that early postischemic tissue                          inflammatory response, with a goal to improve brain micro-\nhyperperfusion may not be detrimental by itself.14                                circulation in partially reperfused tissues.\n   The utility of transcranial 2-MHz ultrasound should be                            In conclusion, unlike other arterial systems, intracranial\nconsidered in future studies of thrombolytic therapies, partic-                   arteries can be easily assessed and monitored with externally\nularly if a new-generation tPA, a new dose, or experimental                       applied ultrasound during thrombolysis. This real-time infor-\nexternal devices to enhance the effect of tPA are subjected to                    mation on flow dynamics may prove useful in developing\nclinical trials. Continuous TCD monitoring provides a non-                        future therapies and in patient selection for interventional\ninvasive tool for real-time measurement of the beginning,                         procedures.\nspeed, timing, and amount of arterial recanalization. This\nadvantage is linked to a low-megahertz diagnostic ultrasound                                              Acknowledgments\nfrequency that allows spatial resolution with a wavelength of                     Dr Alexandrov is supported by NIH 1 K23 NS02229-01 career\n0.77 mm sufficient to focus ultrasound on a proximal branch                       development award. Dr Burgin is supported by an NIH fellowship\n                                                                                  training grant 1-T32-NS07412-O1A1 for the Stroke Program, Uni-\nof the circle of Willis. This spatial resolution allows reason-                   versity of Texas–Houston Medical School. The authors gratefully\nable precision in measurement of residual flow signals that                       acknowledge technical support provided by Multigon Industries, Inc,\ncannot be achieved with a kilohertz-range of frequencies.                         DWL/Neuroscan, and Spencer Technologies during the project.\n\nTABLE 4.      TIBI Flow Grades and Short-Term Improvement                                                      References\n                                                                                   1. del Zoppo GJ, Poeck K, Pessin MS, et al. Recombinant tissue plasmin-\n        NIHSS 24 h                 Normal       Stenotic   Dampened                   ogen activator in acute thrombotic and embolic stroke. Ann Neurol.\n                                                                                      1992;32:78 – 86.\n        0 –3 points (n⫽13)        10 (76%)      1 (8%)       2 (16%)\n                                                                                   2. Ringelstein EB, Biniek R, Weiller C, et al. Type and extent of hemi-\n        4–9 points (n⫽13)          7 (54%)      1 (8%)       5 (38%)                  spheric brain infarctions and clinical outcome in early and delayed middle\n        ⱖ10 points (n⫽17)          7 (41%)      1 (6%)       9 (53%)                  cerebral artery recanalization. Neurology. 1992;42:289 –298.\n                                                                                   3. The TIMI Study Group. The Thrombolysis in Myocardial Infarction\n   Dampened TIBI flow grade signals indicating partial recanalization were seen       (TIMI) trial: phase I findings. N Engl J Med. 1985;312:932–936.\nin 53% of patients with poor short-term improvement, Spearman correlation          4. Demchuk AM, Burgin WS, Christou I, et al. Thrombolysis in Brain\nP⫽0.01.                                                                               Ischemia (TIBI) transcranial Doppler flow grades predict clinical\n\n\n\n                                            Downloaded from circ.ahajournals.org by on November 22, 2010\n\f2902         Circulation            June 19, 2001\n\n\n    severity, early recovery, and mortality in patients treated with intravenous   12. Demchuk AM, Christou I, Wein TH, et al. Accuracy and criteria for\n    tissue plasminogen activator. Stroke. 2001;32:89 –93.                              localizing arterial occlusion with transcranial Doppler. J Neuroimaging.\n 5. Burgin SW, Felberg RA, Demchuk AM, et al. Ultrasound criteria for                  2000;10:1–12.\n    middle cerebral artery recanalization: an angiographic correlation. Stroke.    13. Dijkhuizen RM, Beekwilder JP, van der Worp HB, et al. Correlation\n    2000;31:1128 –1132.                                                                between tissue depolarizations and damage in focal ischemic rat brain.\n 6. Spengos K, Behrens S, Daffertshofer M, et al. Acceleration of                      Brain Res. 1999;840:194 –205.\n    thrombolysis with ultrasound through the cranium in a flow model.              14. Marchal G, Young AR, Baron JC. Early post-ischemic hyperperfusion:\n    Ultrasound Med Biol. 2000;26:889 – 895.                                            pathophysiologic insights from positron emission tomography. J Cereb\n 7. Akiyama M, Ishibashi T, Yamada T, et al. Low-frequency ultrasound                  Blood Flow Metab. 1999;19:467– 482.\n    penetrates the cranium and enhances thrombolysis in vitro. Neurosurgery.       15. Behrens S, Daffertshofer M, Spiegel D, et al. Low-frequency, low-\n    1998;43:828 – 832.\n                                                                                       intensity ultrasound accelerates thrombolysis through the skull.\n 8. Christou I, Alexandrov AV, Burgin WS, et al. Timing of recanalization\n                                                                                       Ultrasound Med Biol. 1999;25:269 –273.\n    after tPA therapy determined by transcranial Doppler correlates with\n                                                                                   16. Lauer CG, Burge R, Tang DB, et al. Effect of ultrasound on tissue-type\n    clinical recovery from ischemic stroke. Stroke. 2000;31:1812–1816.\n 9. Alexandrov AV, Demchuk AM, Felberg RA, et al. High rate of complete                plasminogen activator-induced thrombolysis. Circulation. 1992;86:\n    recanalization and dramatic clinical recovery during tPA infusion when             1257–1264.\n    continuously monitored with 2-MHz transcranial Doppler monitoring.             17. Suchkova V, Siddiqi FN, Carstensen EL, et al. Enhancement of fibrino-\n    Stroke. 2000;31:610 – 614.                                                         lysis with 40-kHz ultrasound. Circulation. 1998;98:1030 –1035.\n10. Alexandrov AV, Demchuk AM, Felberg RA, et al. Intracranial clot                18. Fieschi C, Argentino C, Lenzi GL, et al. Clinical and instrumental\n    dissolution is associated with embolic signals on transcranial Doppler.            evaluation of patients with ischemic stroke within six hours. J Neurol Sci.\n    J Neuroimaging. 2000;10:27–32.                                                     1989;91:311–322.\n11. Yang GY, Betz AL. Reperfusion-induced injury to the blood brain barrier        19. Christou I, Burgin WS, Alexandrov AV, et al. Arterial status after intra-\n    after middle cerebral artery occlusion in rats. Stroke. 1994;25:                   venous therapy for ischemic stroke: a need for further interventions. Int\n    1658 –1664.                                                                        Angiol. In press.\n\n\n\n\n                                           Downloaded from circ.ahajournals.org by on November 22, 2010",
  "wordCount": 4349,
  "indexed": "2025-09-25T22:51:12.443Z",
  "method": "direct"
}
