{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/EFNS Guidelines/Lauria et al. - 2005 - EFNS guidelines on the use of skin biopsy in the d.pdf",
  "fileName": "Lauria et al. - 2005 - EFNS guidelines on the use of skin biopsy in the d.pdf",
  "relativePath": "Neurología/Clinical practice/EFNS Guidelines/Lauria et al. - 2005 - EFNS guidelines on the use of skin biopsy in the d.pdf",
  "text": "European Journal of Neurology 2005, 12: 747–758\n\nEFNS TASK FORCE/CME ARTICLE\n\n\nEFNS guidelines on the use of skin biopsy in the diagnosis of peripheral\nneuropathy\nG. Lauriaa, D. R. Cornblathb, O. Johanssonc, J. C. McArthurb, S. I. Mellgrend, M. Nolanoe,\nN. Rosenbergf and C. Sommerg\na\n Immunology and Muscular Pathology Unit, Department of Clinical Neurosciences, National Neurological Institute ÔCarlo BestaÕ, Milan,\nItaly; bDepartment of Neurology, The Johns Hopkins University School of Medicine, Baltimore, MD, USA; cExperimental Dermatology\nUnit, Department of Neuroscience, Karolinska Institute, Stockholm, Sweden; dDepartment of Neurology, University of Tromsø, Tromsø,\nNorway; eDepartment of Neurology, Salvatore Maugeri Foundation, IRCCS, Center of Telese, Terme, Italy; fDepartment of Neurology,\nAcademic Medical Center (AMC), University of Amsterdam, Amsterdam, The Netherlands; and gDepartment of Neurology, University of\nWürzburg, Würzburg, Germany\n\n\nKeywords:                           Skin biopsy has become a widely used tool to investigate small calibre sensory nerves\nimmunostaining, intra-              including somatic unmyelinated intraepidermal nerve ﬁbres (IENF), dermal myeli-\nepidermal, nerve ﬁbres,             nated nerve ﬁbres, and autonomic nerve ﬁbres in peripheral neuropathies and other\npainful neuropathy,                 conditions. Diﬀerent techniques for tissue processing and nerve ﬁbre evaluation have\nperipheral neuropathy,              been used. In March 2004, a Task Force was set up under the auspices of the Euro-\nskin biopsy, small ﬁbre             pean Federation of Neurological Societies (EFNS) with the aim of developing\nneuropathy                          guidelines on the use of skin biopsy in the diagnosis of peripheral neuropathies. We\n                                    searched the Medline database from 1989, the year of the ﬁrst publication describing\nReceived 18 April 2005              the innervation of human skin using immunostaining with anti-protein-gene-product\nAccepted 20 May 2005                9.5 (PGP 9.5) antibodies, to 31 March 2005. All pertinent papers were rated according\n                                    to the EFNS guidance. The ﬁnal version of the guidelines was elaborated after con-\n                                    sensus amongst members of the Task Force was reached. For diagnostic purposes in\n                                    peripheral neuropathies, we recommend performing a 3-mm punch skin biopsy at the\n                                    distal leg and quantifying the linear density of IENF in at least three 50-lm thick\n                                    sections per biopsy, ﬁxed in 2% PLP or Zamboni’s solution, by bright-ﬁeld\n                                    immunohistochemistry or immunoﬂuorescence with anti-PGP 9.5 antibodies (level A\n                                    recommendation). Quantiﬁcation of IENF density closely correlated with warm and\n                                    heat-pain threshold, and appeared more sensitive than sensory nerve conduction study\n                                    and sural nerve biopsy in diagnosing small-ﬁbre sensory neuropathy. Diagnostic\n                                    eﬃciency and predictive values of this technique were very high (level A recommen-\n                                    dation). Confocal microscopy may be particularly useful to investigate myelinated\n                                    nerve ﬁbres, dermal receptors and dermal annex innervation. In future, the diagnostic\n                                    yield of dermal myelinated nerve ﬁbre quantiﬁcation and of sweat gland innervation\n                                    should be addressed. Longitudinal studies of IENF density and regeneration rate are\n                                    warranted to correlate neuropathological changes with progression of neuropathy and\n                                    to assess the potential usefulness of skin biopsy as an outcome measure in peripheral\n                                    neuropathy trials (level B recommendation). In conclusion, punch skin biopsy is a safe\n                                    and reliable technique (level A recommendation). Training in an established cutaneous\n                                    nerve laboratory is recommended before using skin biopsy as a diagnostic tool in\n                                    peripheral neuropathies. Quality control at all levels is mandatory.\n\n\n                                                                      Objectives\n\nCorrespondence: Giuseppe Lauria, MD, Immunology and Muscular\n                                                                      In the last decade skin biopsy has gained widespread\nPathology Unit, National Neurological Institute ÔCarlo BestaÕ, Via    use as a method to investigate small-diameter nerve\nCeloria, 11, 20133 Milan, Italy (tel.: +39 02 2394 2255; fax:         ﬁbres in human epidermis and dermis. In particular,\n+39 02 7063 3874; e-mail: glauria@istituto-besta.it).                 this technique may be used to evaluate either qualita-\n                                                                      tively or quantitatively somatic unmyelinated intraepi-\nThis is a Continuing Medical Education paper and can be found\nwith corresponding questions on the Internet at: http://www.\n                                                                      dermal nerve ﬁbres (IENF). Skin biopsy can be used to\nblackwellpublishing.com/products/journals/ene/mcqs. Certiﬁcates for   evaluate abnormalities in cutaneous innervation for\ncorrectly answering the questions will be issued by the EFNS.         diagnosis of neuropathy including those with so-called\n\n\n\n\u0001 2005 EFNS                                                                                                                      747\n\f748    G. Lauria et al.\n\n\n\nÔpureÕ small ﬁbre sensory neuropathy (SFSN), at              are taken. This technique was ﬁrst developed at the\ndiﬀerent stages of neuropathy, and in diﬀerent types of      Karolinska Institute (Wang et al., 1990), and later\nperipheral neuropathies, including autonomic and             standardized at the University of Minnesota (Kennedy\ndemyelinating neuropathies.                                  and Weldelschafer-Crabb, 1993) and at the Johns\n   A growing number of laboratories in Europe and the        Hopkins University (McCarthy et al., 1995).\nUnited States have been using skin biopsy in the diag-          A less invasive sampling method is removal of the\nnostic evaluation of patients with peripheral neuropa-       epidermis alone by applying a suction capsule to the skin.\nthy. However, diﬀerent techniques for tissue processing      With this method, there is no bleeding, and local anaes-\nand nerve ﬁbre evaluation have been developed.               thesia is not needed. However, the method does not\n   The objectives of our Task Force were to: (i) evaluate    provide information on dermal and sweat gland nerve\nthe techniques for performing skin biopsy and the            ﬁbres. Moreover, thus far it has not been systematically\nchoice of biopsy location; (ii) evaluate the methods for     used to investigate patients with peripheral neuropathy.\ntissue processing and for quantiﬁcation of IENF; (iii)       This technique was developed at the University of Min-\nassess the diagnostic performance of skin biopsy in          nesota (Kennedy and Wendelschafer-Crabb, 1996).\nperipheral neuropathies; (iv) compare skin biopsy with          In most studies of peripheral neuropathies, skin\nclinical, neurophysiological, psychophysical, autonomic      biopsies were obtained from the distal part of the leg\nand sural nerve biopsy examination; (v) recommend EU         (10 cm above the external malleolus), in some from the\nstandards; and (vi) propose, if needed, new studies to       calf, and in many of them also from the upper lateral\naddress unresolved issues.                                   aspect of the thigh (20 cm below the anterior iliac\n                                                             spine). These locations were chosen to detect the length-\n                                                             dependent loss of cutaneous nerve ﬁbres, which is\nSearch strategy\n                                                             typical of axonal polyneuropathy.\nThe Task Force systematically searched the Medline\ndatabase from 1989, the year when the ﬁrst papers            Recommendations\nreporting immunostaining of human skin with anti-            We emphasize that the 3 mm punch skin biopsy is a\nprotein-gene-product 9.5 (PGP 9.5) antibodies were           minimally invasive technique. It requires training and is\npublished (Dalsgaard et al., 1989; Wang et al., 1990), to    safe as long as sterile procedures and haemostasis are\n31 March 2005. For each speciﬁc issue, we stored all the     correctly performed. For diagnostic purposes in per-\narticles sorted by the Medline search, omitted those that    ipheral neuropathies, we recommend performance of a\nwere not pertinent, read and rated the remaining arti-       3-mm punch skin biopsy. In polyneuropathies, we\ncles according to the guidelines of the European Fed-        recommend performing skin biopsy at the distal leg for\neration of Neurological Societies (EFNS) (Brainin            quantiﬁcation of epidermal innervation density. An\net al., 2004). In some cases, investigators were asked for   additional biopsy from the proximal thigh may provide\noriginal data and methodological details.                    information about a length-dependent process (level A\n                                                             recommendation).\nMethod for reaching consensus\n                                                             Methods to process tissue and to quantify IENF\nData extraction was carried out and compared amongst\neach member of the Task Force. Discrepancies in each         In neurology, punch skin biopsy has been primarily\ntopic were discussed and settled during a consensus          developed to evaluate both qualitatively and quantita-\nmeeting held in Milan on 8 January 2005. The revised         tively IENF immunostained by the cytoplasmatic\nand ﬁnal version of the guidelines is presented here.        neuronal marker PGP 9.5, an ubiquitin carboxyl-ter-\n                                                             minal hydrolase. Antibodies against speciﬁc cytoskeletal\n                                                             (i.e. tubules and microtubules) (Lauria et al., 2004) and\nResults\n                                                             axonal membrane (i.e. Ga0) epitopes (Polydefkis et al.,\n                                                             2004) label the same number of PGP 9.5-positive IENF,\nMethods to perform skin biopsy and choice of biopsy\n                                                             suggesting that targeted markers could be used to\nlocation\n                                                             investigate sensory endings in peripheral neuropathies.\nSkin biopsy was most commonly performed by means                After the biopsy is performed, the specimen is\nof a 3-mm disposable circular punch under sterile            immediately ﬁxed in cold ﬁxative for up to 24 h at 4\u0002C,\ntechnique, after topical anaesthesia with lidocaine. No      then kept in a cryoprotective solution for one night, and\nsuture was required, and no side eﬀects were reported.       serially cut with a freezing microtome or a cryostat.\nHealing was reported to occur within 7–10 days. Epi-         Each biopsy yields about 55 vertical 50-lm sections.\ndermis and superﬁcial dermis, including sweat glands,        However, the ﬁrst and the last few sections should not\n\n\n                                                                       \u0001 2005 EFNS European Journal of Neurology 12, 747–758\n\f                                                                Skin biopsy in the diagnosis of peripheral neuropathy      749\n\n\n\nbe used for cutaneous nerve examination because of\npossible artefacts.\n   In most studies, either 2% paraformaldehyde-lysine-\nperiodate (2% PLP) or Zamboni’s (2% paraformalde-\nhyde, picric acid) ﬁxative were used. In early studies\n(McCarthy et al., 1995; McArthur et al., 1998), tissue\nwas ﬁxed in formalin, which produced a more frag-\nmented appearance of nerve ﬁbres when compared with\nPLP, without aﬀecting innervation density (Herrmann\net al., 1999; Lauria et al., 1999). No study systematic-\nally compared IENF evaluations in peripheral neuro-\npathies using diﬀerent ﬁxatives, although Ljungberg\nand Johansson (1993) studied the inﬂuence of the\nimmunohistochemical method, including the choice of\nﬁxative, on the procedure for visualizing neuronal\nmarkers in human skin.                                       Figure 1 Quantiﬁcation of intraepidermal nerve ﬁbre (IENF)\n   Two immunostaining methods have been used:                density using bright-ﬁeld immunohistochemistry with anti-\nbright-ﬁeld immunohistochemistry (Wang et al., 1990;         protein-gene-product 9.5 antibodies. Arrows indicate IENF and\n                                                             arrowheads indicate dermal nerve bundles. The red line marks the\nHilliges et al., 1995; McCarthy et al., 1995; Holland\n                                                             length of the section. Linear IENF density (IENF/mm) is obtained\net al., 1997, 1998; Karanth et al., 1989; Lauria et al.,     dividing the number of IENF by the length of the section.\n1998, 1999, 2001, 2003; McArthur et al., 1998, 2000;         Bar ¼ 30 lm.\nHerrmann et al., 1999, 2004a,b; Hilliges and Johans-\nson, 1999; Johansson et al., 1999; Scott et al., 1999;\nHirai et al., 2000; Polydefkis et al., 2000, 2002, 2004;;\nChien et al., 2001; Pan et al., 2001, 2003; Smith et al.,\n2001; Omdal et al., 2002; Chiang et al., 2002; Nodera\net al., 2003; Rajan et al., 2003; Sumner et al., 2003;\nGøransson et al., 2004; Shun et al., 2004; Singer et al.,\n2004; Koskinen et al., 2005; Li et al., 2005) and indirect\nimmunoﬂuorescence with or without confocal micro-\nscopy (Kennedy et al., 1996, 1999; Kawakami et al.,\n2001; Reilly et al., 1997; Facer et al., 1998; Periquet\net al., 1999; Nolano et al., 2001, 2003; Novak et al.,\n2001; Hoitsma et al., 2002; Besnè et al., 2002; Sommer\net al., 2002; Perretti et al., 2003; Hilz et al., 2004;\nMoura et al., 2004; Pittenger et al., 2004).\n   In most studies using bright-ﬁeld immunohisto-\nchemistry, at least three sections of 50 lm thickness        Figure 2 Projection of a stack of 16 optical sections of 2 lm\nfrom each biopsy were examined (Fig. 1). In confocal         thickness obtained by confocal microscopy from a triple-stained\nmicroscopy studies, usually sections of 80–100 lm            skin section. Nerve ﬁbres are stained in green (protein-gene-\nthickness were immunostained. Confocal microscopy            product 9.5), basement membrane and the blood vessels are\n                                                             stained in red (collagen IV), and endothelium and epidermis are\nallows analysing double, triple and even quadruple-\n                                                             stained in blue (ULEX-Europaeus agglutinin I). Arrows indicate\nstained sections, for example, with antibodies against\n                                                             IENF and arrowheads indicate dermal nerve bundles. The quan-\nPGP 9.5 and collagen IV to visualize axons and base-         tiﬁcation is performed in 3D on the stack of optical sections using\nment membrane in order to trace IENF from the site           Neurolucida software. Bar ¼ 50 lm.\nwhere they penetrate the basement membrane to their\nendings (Fig. 2). Quantiﬁcation of IENF density was          methods, single IENF crossing the dermal–epidermal\nperformed on images based on the stack of consecutive        junction are counted, whereas secondary branching is\n2 lm optical sections (usually 16 sections) for a stand-     excluded from quantiﬁcation. No study provided\nard linear length of epidermis (usually 1–3 mm). IENF        information on the rules for counting IENF fragments.\nmay be evaluated either qualitatively or quantitatively.     The length of the section is measured with computer-\n   For quantitative analysis, IENF are counted either        ized software (freely available at http://rsb.info.nih.gov/\nunder the light microscope at high magniﬁcation, i.e.        nih-image/index.html) and the linear epidermal inner-\n40·, or using software for image analysis. In both           vation density is therefore calculated. IENF density is\n\n\n\n\u0001 2005 EFNS European Journal of Neurology 12, 747–758\n\f750     G. Lauria et al.\n\n\n\n                                                                      the traditional method of counting whole nerve ﬁbres\n                                                                      and (iii) the nerve ﬁbre estimation method. Comparat-\n                                                                      ive analysis showed a good correlation (R > 0.96) be-\n                                                                      tween the three numerical methods. It was emphasized\n                                                                      that section thickness and nerve ﬁbre shape could aﬀect\n                                                                      the count, and therefore always need to be separately\n                                                                      analysed and corrected for in a pilot run before com-\n                                                                      mencing any larger comparative study. This study is\nFigure 3 Intraepidermal nerve ﬁbre counting rules. Diagram of         one of the very few examples where an unbiased, cor-\nskin innervation: nerves (black), basement membrane (dark grey),      rect, and eﬃcient counting rule on vertical sections by\ndermis (medium grey) and epidermis (light grey). (A) Count nerve      design-based stereology and with a ﬁxed reference space\nas it crosses the basement membrane of the epidermis. (B) Nerves      was utilized within this speciﬁc area of interest. Hilliges\nthat branch after crossing the basement membrane are counted as\n                                                                      and Johansson (1999) concluded that reporting nerve\na single unit. (C) Nerves that split below the basement membrane\nare counted as two units. (D) Nerves that appear to branch within\n                                                                      ﬁbre proﬁles counted per projected surface area is very\nthe basement membrane are counted as two units. (E) Nerve             useful for comparing results from diﬀerent laboratories\nfragments that do cross the basement membrane are counted. (F)        regardless of section thickness, shape or form.\nNerve ﬁbres that approach the basement membrane but do not               Koskinen et al. (2005) compared the epidermal\ncross it are not counted. (G) Nerve fragments in the epidermis that   innervation density at the distal leg estimated per epi-\ndo not cross the basement membrane in the section are not             dermal length with that calculated per epidermal area\ncounted.\n                                                                      using a volume-corrected mitotic index that might\n                                                                      correct the variations caused by optic factors, such as\nreported as IENF/mm. A comprehensive review on                        diﬀerent high-power microscopic ﬁelds between micro-\nmethods and rules for IENF counting is available                      scopes. The two methods showed a signiﬁcant correla-\n(Kennedy et al., 2005) (Fig. 3).                                      tion coeﬃcient.\n   Signiﬁcant correlation with a stereologic technique                   The Ôskin blisterÕ method has also been used to quantify\n(Stocks et al., 1996) supported the reliability of linear             the innervation of the epidermis (Kennedy et al., 1999).\nIENF density quantiﬁcation under light microscopy                     Blisters are obtained by applying to the skin surface a\n(McArthur et al., 1998). No systematic study comparing                suction capsule with single or multiple 2 or 3 mm holes\nlight and confocal microscope method has been carried                 depending upon the number and size of samples desired.\nout. However, a recent meta-analysis (N. Rosenberg,                   A negative pressure induces the epidermis to separate at\npersonal communication) emphasized that sensitivity                   the dermal–epidermal junction without damaging the\nand speciﬁcity of IENF quantiﬁcation in patients with                 basement membrane and the underlying capillary loops.\nSFSN was not inﬂuenced by diﬀerent microscopy tech-                   After removing the capsule, the blister roof is excised,\nniques and suggested that, for diagnostic purposes,                   ﬁxed and immunostained. Epidermal nerve ﬁbre density\nconfocal microscopy that is more complicated, expen-                  is calculated in sampling areas (IENF/mm2) using a grid\nsive, and time consuming is not required.                             to reduce the chance of double counting IENF. Counting\n   An alternative estimation method based on simple                   includes secondary branching of ﬁbres. This technique\nÔcounting and calculatingÕ, with no aid of an image                   allows quantifying IENF in an area several times larger\nanalysis system, has been used under light microscopy                 (up to 7 mm2) than the surface of a single 3 mm section\n(Chien et al., 2001; Pan et al., 2001; Herrmann et al.,               and oﬀers a horizontal perspective that makes immedi-\n2004b). This is based on the hypothesis that the epi-                 ately apparent an uneven distribution of nerve ﬁbres. The\ndermal length of speciﬁcally deﬁned sections (i.e. the                Ôskin blisterÕ method has been used in a limited number of\n19th, 25th and 31st) is close to the maximum diameter                 patients and controls.\nof the skin punch, namely 3 mm. The Ôocular IENF\ndensityÕ in the section is therefore calculated dividing              Recommendations\nthe number of IENF by 3 mm. This method signiﬁ-                       For diagnostic purposes in peripheral neuropathies, we\ncantly correlated with the conventional quantiﬁcation                 recommend bright-ﬁeld immunohistochemistry or im-\nof epidermal innervation density obtained by measuring                munoﬂuorescence with anti-PGP 9.5 antibodies in 2%\nthe length of the section (Chien et al., 2001).                       PLP or Zamboni’s ﬁxed sections of 50 lm thickness.\n   Hilliges and Johansson (1999) compared three                       For methodological issues on bright-ﬁeld immunohist-\nmethods to quantify IENF density per projected area                   ochemistry we refer to McCarthy et al. (1995), on im-\n(IENF/mm2) in 14 lm thick sections in 45 biopsies                     munoﬂuorescence to Wang et al. (1990), and on\nfrom healthy subjects: (i) the unbiased nerve ﬁbre pro-               confocal microscopy to Kennedy and Weldelschafer-\nﬁle and nerve ﬁbre fragment estimation methods, (ii)                  Crabb (1993). IENF should be counted at high\n\n\n                                                                                \u0001 2005 EFNS European Journal of Neurology 12, 747–758\n\f                                                                 Skin biopsy in the diagnosis of peripheral neuropathy   751\n\n\n\nmagniﬁcation (i.e. 40·) in at least three sections per         approximately 60% higher at the proximal thigh than at\nbiopsy. We emphasize that only single IENF crossing            the distal leg. All these studies used the same method to\nthe dermal–epidermal junction should be counted,               estimate the linear epidermal innervation density,\nexcluding secondary branching from quantiﬁcation.              namely count of single IENF and measurement of exact\nThe length of the section should be measured in order          section length. Overall, interobserver and intraobserver\nto calculate the exact linear epidermal innervation            agreement was generally high and supported the reli-\ndensity (IENF/mm) (level A recommendation).                    ability of the method, as recently conﬁrmed by an inter-\n  Further studies are warranted to establish the reli-         laboratory study (Smith et al., 2005).\nability of the ÔocularÕ method (level B recommendation)           Diagnostic yield. Two studies (McArthur et al.,\nand the Ôblister techniqueÕ (level C recommendation) for       1998; Chien et al., 2001) were speciﬁcally designed to\nquantiﬁcation of IENF density in peripheral neuro-             assess the diagnostic performances of skin biopsy in\npathies.                                                       peripheral neuropathies of diﬀerent aetiology. More-\n                                                               over, several smaller studies (McCarthy et al., 1995;\n                                                               Holland et al., 1997; Herrmann et al., 1999; Lauria\nDiagnostic performances of skin biopsy\n                                                               et al., 1999, 2001, 2003; Scott et al., 1999; Smith et al.,\nDiﬀerent normative range and cut-oﬀ values of IENF             2001; Chiang et al., 2002; Omdal et al., 2002; Poly-\ndensity in neuropathy patients have been reported using        defkis et al., 2002; Pan et al., 2003; Sumner et al.,\neither bright-ﬁeld immunohistochemistry or confocal            2003; Herrmann et al., 2004a,b; Shun et al., 2004)\nmicroscope technique (Kennedy et al., 2005). No sys-           investigated the density of IENF in 537 patients with\ntematic study comparing the two methods has been               peripheral neuropathies using the same technique.\ncarried out. Therefore, data are presented separately.         Most of them described a length-dependent loss of\nSkin biopsy was also used to investigate dermal myeli-         IENF with signiﬁcantly lower density at the distal leg,\nnated nerve ﬁbres in healthy subjects, immune-mediated         reﬂecting the dying-back process typical of axonal\nneuropathy (Lombardi et al., 2005) and in inherited            neuropathies. A non-length pattern of skin denerva-\nneuropathies (Li et al., 2005).                                tion was found in sensory ganglionopathies (Lauria\n                                                               et al., 2001).\nBright-ﬁeld immunohistochemistry                                  McArthur et al. (1998) compared 98 healthy subjects\nNormative data. Three large studies estimated the              (age 13–82 years) and 20 patients with neuropathy\ndensity of IENF in 98 (McArthur et al., 1998), 106             (diagnosis was based on a composite measure using the\n(Gøransson et al., 2004) and 55 (Pan et al., 2001)             Total Neuropathy Score (Cornblath et al., 1999),\nhealthy subjects ranging from 13 to 92 years. It ranged        whereas Chien et al. (2001) investigated 55 healthy\nfrom 13.8 ± 6.7/mm (mean ± SD; lower 5th percent-              subjects (age 25–73 years) and 35 patients with SFSN\nile 3.8) (McArthur et al., 1998) to 12.4 ± 4.6/mm              (diagnosis was based on clinical grounds and elevated\n(mean ± SD) (Gøransson et al., 2004) and 12.9 ± 5.3/           sensory thresholds to warm and cold stimuli). Density\nmm (mean ± SD) (Pan et al., 2001). Increasing age              of IENF below the lower 5th percentile was considered\nand male gender was independently associated with              abnormal. Speciﬁcity (percentage of true negative) did\ndecreasing IENF density at the distal leg on multiva-          not diﬀer between the two studies (97 and 95%\nriate analysis (Gøransson et al., 2004). Similarly, Chien      respectively), whereas sensitivity (percentage of true\net al. (2001), Pan et al. (2001) and Shun et al. (2004)        positive) was higher in the study of Chien et al. (80%)\nreported diﬀerent normative values between subjects            than in the study of McArthur et al. (45%). The lower\naged <60 years [11.1 ± 3.7/mm (mean ± SD); lower               sensitivity in the study of McArthur et al. (1998) might\n5th percentile 5.8/mm] and >60 years [7.6 ± 3.0/mm             be due to the non-homogeneous group of patients in the\n(mean ± SD); lower 5th percentile 2.5/mm]. Con-                study. The high speciﬁcity suggests that quantiﬁcation\nversely, McArthur et al. (1998) found no sex or age            of IENF density is a good tool to verify the presence of\neﬀect (except for higher values in the youngest subjects       a neuropathy. This may apply to pure SFSN, in which\naged 10–19 years).                                             clinical and electrophysiological examinations can be\n   Mean IENF density at the proximal thigh, estimated          normal. Conversely, normal IENF density does not rule\nin one of these normative studies (McArthur et al.,            out the presence of sensory neuropathy.\n1998), was 21.1 ± 10.4/mm (mean ± SD; lower 5th                   A recent meta-analysis (N. Rosenberg, personal\npercentile 5.2/mm). This value did not diﬀer from that         communication) focused on patients with possible\nfound in smaller series (Holland et al., 1997; Lauria          SFSN and normal electrophysiological examination,\net al., 1999, 2003; Scott et al., 1999; Smith et al., 2001),   including 161 patients from nine studies (two of them\nwhich conﬁrmed the presence of a decreasing gradient of        based on confocal microscope technique). Using the\nepidermal innervation in the lower limb, with a density        cut-oﬀ values of the diﬀerent studies, the sensitivity of\n\n\n\u0001 2005 EFNS European Journal of Neurology 12, 747–758\n\f752    G. Lauria et al.\n\n\n\nIENF density assessment for the diagnosis of SFSN             electrophysiological abnormalities reported in two\nranged from 69 to 82% with a speciﬁcity of 97%.               studies from the same laboratory (Periquet et al., 1999;\n   Koskinen et al. (2005) reported a diagnostic eﬃ-           Novak et al., 2001), density ranged between 9.2 ± 6.2\nciency of 93% for idiopathic or secondary (diabetic,          and 14.9 ± 11.0 (mean ± SD). Median density was\ncytotoxic or amyloid) SFN (sensitivity of both methods        5.4/mm in seven patients with sarcoidosis-associated\nwas 90%, speciﬁcity 95%, positive predictive value            SFSN and no electrophysiological abnormalities (Hoi-\n95% and negative predictive value 91%).                       tsma et al., 2002). In 48 diabetic and non-diabetic\n                                                              neuropathy patients, IENF density was 17.5 ± 3.3\nImmunoﬂuorescence technique                                   (Pittenger et al., 2004). IENF density was not altered in\nNormative data. No study was speciﬁcally designed to          patients with diabetes of <5 years duration\nassess the normative range of epidermal innervation           (37.4 ± 7.1/mm; mean ± SD), whereas it was sig-\ndensity by indirect immunoﬂuorescence with or without         niﬁcantly decreased in patients with >5 years duration\nconfocal microscopy. Overall, values were higher than         (7.8 ± 7.1/mm; mean ± SD). These data are in con-\nthose found using light microscopy technique. Normal          trast to previous studies showing reduced IENF density\nvalues have been reviewed by Kennedy et al. (2005) in         in patients with neuropathy and impaired glucose tol-\nthe new Dyck and Thomas textbook on peripheral                erance (Smith et al., 2001; Sumner et al., 2003).\nneuropathies.                                                    Overall, cut-oﬀ values and mean densities quantiﬁed\n   Density of IENF at the distal leg, quantiﬁed in 81         using confocal microscopy were higher than in light\nhealthy subjects included in ﬁve studies (Kennedy et al.,     microscopy studies. Nevertheless, sensitivity and spe-\n1996; Periquet et al., 1999; Nolano et al., 2001; Hoi-        ciﬁcity of skin biopsy in the diagnosis of SFSN, sepa-\ntsma et al., 2002; Pittenger et al., 2004), ranged between    rately examined in a meta-analysis (N. Rosenberg\n17.4 ± 7.4 to 33.0 ± 7.9/mm (mean ± SD) in subjects           personal communication), were not inﬂuenced by dif-\nwith age 20–59 years (lower 5th percentile 20.0) and          ferent microscopy techniques.\nwas 20.1 ± 5.0/mm (mean ± SD) in subjects over                   The median density of dermal nerve ﬁbres in healthy\n60 years (lower 5th percentile 11.8). The thickness of        subjects quantiﬁed by stereological methods in the\nskin sections analysed in these studies varied from 32 to     hand, upper arm, shoulder, back and thigh was 23.7/\n60 lm. With confocal microscopy, the most important           mm, with no signiﬁcant diﬀerences between sites (Liang\nvariable that may account for the diﬀerent results in         et al., 1996). Dermal nerve ﬁbres were never quantiﬁed\nIENF density is the number of optical sections used to        in patients with peripheral neuropathy.\ncreate the image on which quantiﬁcation is performed.            Description of morphological changes reﬂecting ax-\nAnalysis of sixteen 2 lm optical sections taken by            onal derangement was reported in several case series.\nconfocal microscopy from fresh ﬁxed 60 lm frozen              Lombardi et al. (2005) examined 14 patients with\nsections correspond to analysis of 50 lm sections after       neuropathy associated with anti-myelin-associated gly-\ncorrection for shrinkage and compression.                     coprotein antibodies. All patients showed speciﬁc IgM\n   Nolano et al. (2003) estimated the density of              deposits on dermal myelinated ﬁbres, with a higher\n11.3 ± 2.9 IENF/mm (mean ± SD) in the glabrous                prevalence at the distal site of the extremities. Con-\nskin of ﬁngertip in 14 healthy subjects (age 22–53). The      versely, no patient with chronic inﬂammatory demye-\nauthors also estimated a density of 59.0 ± 29.3               linating       polyradiculoneuropathy         or       IgM\n(mean ± SD) myelinated endings per square milli-              paraproteinemic neuropathy had deposits of IgM.\nmetre, with a mean diameter of 3.3 ± 0.5 lm (SD) and          These results suggest that skin biopsies can be a\nan internodal length of 79.1 ± 13.8 lm (SD). The              potential tool for investigating immune-mediated de-\nmean density of Meissner corpuscles in the ﬁngertip of        myelinating neuropathies.\ndigit III was 33.02 ± 13.2 (SD) per square millimetre.           Recently, ultrastructure and myelin gene protein\nNo age eﬀect was found, but a higher number of neural         expression of dermal nerve ﬁbres from ﬁnger and\nstructures was observed in females related to a smaller       forearm of healthy subjects and patients with Charcot\nﬁngertip surface, suggesting that spatial distribution of     Marie Tooth disease and hereditary neuropathy with\nnerve endings might also depend on body growth.               liability to pressure palsies were investigated. This study\n   Diagnostic yield. Data on IENF density in neuro-           demonstrated that dermal myelinated nerves not only\npathies come from a more limited number of studies,           show abnormalities previously detected in sural nerve\nincluding 198 patients from ﬁve studies (Kennedy et al.,      biopsies, but also detect abnormal features not previ-\n1996; Periquet et al., 1999; Novak et al., 2001; Hoitsma      ously reported. Results suggest that biopsy of glabrous\net al., 2002; Pittenger et al., 2004). In all studies, IENF   skin may be a potential tool to investigate the mor-\ndensity was signiﬁcantly lower in neuropathy patients         phological markers of disease progression and the\nthan in controls. In 89 patients with SFSN and no             genotype–phenotype correlations in patients with\n\n\n                                                                        \u0001 2005 EFNS European Journal of Neurology 12, 747–758\n\f                                                               Skin biopsy in the diagnosis of peripheral neuropathy   753\n\n\n\ndemyelinating or dysmyelinating neuropathies (Li             higher prevalence of swellings at the distal leg in neuro-\net al., 2005).                                               pathies, including patients with normal IENF density\n                                                             and persisting painful symptoms in the feet, than in\nRecommendations                                              controls. Increased swellings at the distal leg correlated\nDiagnostic eﬃciency and predictive values of skin            with impaired heat-pain threshold, development of\nbiopsy with linear quantiﬁcation of IENF in the diag-        symptomatic neuropathy and progression of neuro-\nnosis of peripheral neuropathy were very high (level A       pathy.\nrecommendation). Immunohistochemical technique                  Increased branching of IENF was also considered as\ndoes not seem to inﬂuence the ability of skin biopsy to      a common feature in peripheral neuropathies (Kennedy\ndemonstrate SFSN. For diagnostic purposes or as              et al., 1996; Herrmann et al., 1999; Scott et al., 1999;\noutcome measure in clinical trials we recommend rig-         Smith et al., 2001). One study (Lauria et al., 1999)\norous quantitative assessment with appropriate quality       reported signiﬁcantly higher branching ratio (number\ncontrols (level B recommendation). Cut-oﬀ values for         of branch points/density) and normal density of IENF\nepidermal densities in studies based on immunoﬂuo-           at the proximal thigh in patients with sensory neurop-\nrescence microscopy appeared to be higher than in            athy. Increased branching complexity in unaﬀected sites\nbright-ﬁeld microscopy studies. Thus far, only the           suggested that predegenerative changes might precede\nbright-ﬁeld microscopy method was used to establish          the loss of ﬁbres. These data need to be conﬁrmed by\nnormative reference range and diagnostic perform-            further studies.\nances. For quantitative purposes in evaluating periph-          Morphological abnormalities of dermal nerve bun-\neral neuropathies, we recommend determination of             dles, such as fragmented immunoreactivity to PGP 9.5,\nIENF density using either immunohistochemistry with          were described in most patients with peripheral neur-\nbright-ﬁeld microscopy or immunoﬂuorescence (level A         opathy. Nevertheless, no study designed to quantify the\nrecommendation). Appropriate normative data from             changes of either unmyelinated or small-myelinated\nhealthy subjects matched for age, gender, ethnicity and      nerve ﬁbres was performed.\nanatomical site should be used. Quality control should\ninclude all the steps of the procedure, in particular, the   Recommendations\naspect of intra- and inter-observer ratings.                 Quantiﬁcation of IENF swellings at the lower limb\n   Studies comparing the diagnostic yield of bright-ﬁeld     could have a predictive value to the progression of\nmicroscopy and immunoﬂuorescence with and without            neuropathy, especially if large (level B recommenda-\nconfocal microscopy in homogeneous groups of neur-           tion). Further studies are warranted to establish whe-\nopathy patients are warranted. We emphasize that the         ther increased IENF swellings could support the\nconfocal microscopy technique may be useful to               diagnosis of sensory neuropathy and whether this\ninvestigate cutaneous nerve ﬁbres in demyelinating           morphological change occurs prior to decreasing IENF\nneuropathies. Furthermore, the diagnostic yield of           density. Further studies are also needed to verify whe-\ndermal nerve ﬁbre quantiﬁcation needs to be addressed.       ther increased branching is an early diagnostic ﬁnding\nConfocal microscopy technique applied to glabrous            in peripheral neuropathy.\nskin allows investigation of dermal receptors and their\nmyelinated endings and might provide morphological\n                                                             Quantification of sweat gland innervation\ninformation that potentially enlarges the usefulness of\nskin biopsy in sensory neuropathies.                         Several studies (Karanth et al., 1989; McCarthy et al.,\n                                                             1995; Kennedy et al., 1996; Facer et al., 1998; Nolano\n                                                             et al., 2000, 2001; Pan et al., 2003; Perretti et al., 2003)\nAssessment of morphological changes\n                                                             described reduced innervation of sweat glands in pa-\nBesides the estimation of epidermal innervation density,     tients with peripheral neuropathies using both PGP 9.5\nseveral papers included morphological changes of both        and neuropeptide (substance P, calcitonin gene-related\nIENF (i.e. axonal swellings and branching) and dermal        peptide and vasointestinal peptide) immunostaining.\nnerve bundles (i.e. weaker and fragmented immunore-          Two studies (Hirai et al., 2000; Sommer et al., 2002)\nactivity to PGP 9.5) amongst pathological features in        quantiﬁed the density of sweat gland nerve ﬁbres using\npatients with peripheral neuropathy. Two studies (Lau-       diﬀerent methods. Hirai et al. (2000) found decreased\nria et al., 2003; Herrmann et al., 2004b) investigated the   nerve ﬁbre length around sweat glands in 32 patients\ndiagnostic yield of IENF swellings in sensory neuro-         with diabetic neuropathy. Sommer et al. (2002) repor-\npathies in 72 patients. Swellings were deﬁned as             ted signiﬁcant correlation between anhidrosis and re-\nenlargements either above 1.5 lm or twice the diameter       duced sweat gland innervation per area in four patients\nof the parent IENF. Both studies found a signiﬁcantly        with Ross syndrome.\n\n\n\u0001 2005 EFNS European Journal of Neurology 12, 747–758\n\f754    G. Lauria et al.\n\n\n\n   Hilz et al. (2004) used a semiquantitative approach       need of ventilatory support and dysautonomia (Pan\nbased on a 5-degree rating scale [0 ¼ normal, 1 ¼            et al., 2003).\nreduction <50% of normal density (mild), 2 ¼ reduc-\ntion >50% of normal density (moderate), 3 ¼ sparse           Correlation with sensory nerve conduction studies\ninnervation, 4 ¼ no nerve ﬁbres] to classify sweat gland     Concordance between sural sensory nerve action\ninnervation in 10 patients with familial dysautonomia.       potential (SNAP) amplitude and IENF density was\nFacer et al. (1998) focused on leprosy neuropathy and        investigated in several studies with diﬀerent results.\nfound a correlation between reduced nicotine-induced         This is likely in keeping with the diﬀerent types of\naxon-reﬂex sweating and decreased innervation of             neuropathy examined (i.e. large ﬁbre versus small ﬁbre).\nsweat glands. Pan et al. (2003) examined cutaneous           Overall, concordance between sural SNAP amplitude\ninnervation in Guillain-Barré syndrome (GBS).               and IENF density was found in patients with clinical\nAlthough about 60% of patients had clinical manifes-         impairment of large nerve ﬁbres, whereas skin biopsy\ntations of autonomic dysfunction, no correlation be-         appeared more sensitive than sensory nerve conduction\ntween sweat gland innervation and RR interval                study (NCS) in diagnosing SFSN (Holland et al., 1997;\nvariability or sympathetic skin response was observed.       Herrmann et al., 1999; Periquet et al., 1999; Smith\n                                                             et al., 2001; Lauria et al., 2003; Shun et al., 2004).\nRecommendation                                               Herrmann et al. (2004a) described a linear correlation\nData on sweat gland innervation density in healthy           between medial plantar SNAP amplitude and IENF\nsubjects and in patients with peripheral neuropathy as       density in patients with normal sural NC values. Hirai\nwell as data on correlation between sweat gland nerve        et al. (2000) reported signiﬁcant correlation between\nﬁbre density and autonomic assessment are limited            sural nerve conduction velocity and length of dermal\n(class III evidence). Although part of the neuropatho-       nerve ﬁbres in patients with diabetic neuropathy.\nlogical examination of skin biopsy, assessment of sweat\ngland innervation still lacks extensive validation.          Correlation with non-conventional neurophysiological\n                                                             examinations\n                                                             No study was speciﬁcally designed to correlate skin\nCorrelation between IENF density and clinical,\n                                                             innervation with non-conventional methods for asses-\nneurophysiological, psychophysical, autonomic,\n                                                             sing small ﬁbre nerve conduction, such as laser-evoked\nand sural nerve biopsy examinations\n                                                             potentials, microneurography and nociceptive reﬂex\nCorrelation with clinical measures of neuropathy             recording. Available data rely on single case studies. In\nOnly a few studies correlated epidermal innervation          a patient with congenital insensitivity to pain, micro-\ndensity with validated clinical scales. Decrease in IENF     neurography revealed the loss of sensory and skin\ndensity correlated with progression of neuropathy and        sympathetic C ﬁbre activity that correlated with the loss\nduration of diabetes (Holland et al., 1997; Lauria et al.,   of IENF and sweat gland nerves (Nolano et al., 2000).\n2003; Shun et al., 2004). In HIV-associated sensory          In two patients with generalized anhidrosis, microneu-\nneuropathy, IENF density inversely correlated with the       rography and skin biopsy allowed diﬀerentiation be-\nseverity of neuropathic pain measured by patient and         tween speciﬁc postganglionic autonomic nerve ﬁbre\ndoctor evaluation score, but not by the Gracely Pain         impairment and eccrine gland dysfunction (Donadio\nScale (Polydefkis et al., 2002). Herrmann et al. (2004b)     et al., 2005). In two patients with Ross syndrome,\nshowed that assessment of IENF density could not             abnormal laser-evoked potentials correlated with de-\ndiﬀerentiate between patients with symptomatic or            creased IENF density and increased thermal thresholds\nasymptomatic HIV neuropathy. However, IENF den-              (Perretti et al., 2003).\nsities at the distal leg showed a non-signiﬁcant trend\ntowards an inverse correlation with overall pain inten-      Correlation with quantitative sensory testing and\nsity amongst patients with symptomatic neuropathy.           autonomic nervous system testing\n   In patients with diabetic neuropathy, a negative          Psychophysical assessment of thermal, heat-pain and\ncorrelation between IENF density and duration of             vibratory thresholds provides information on Ad, C\ndiabetes, neurological impairment score, and the results     and Ab ﬁbres respectively. IENF density inversely\nof sensory evaluation was reported (Pittenger et al.,        correlated more closely with warm and heat-pain\n2004; Shun et al., 2004). However, no correlation be-        threshold (Pan et al., 2001, 2003; Chiang et al., 2002;\ntween IENF density and the presence of neuropathic           Pittenger et al., 2004; Shun et al., 2004) than with\npain was found (Pittenger et al., 2004).                     cooling threshold (Holland et al., 1997; Periquet et al.,\n   In patients with GBS, reduced IENF values were            1999; Novak et al., 2001). The size of the QST probe\nsigniﬁcantly associated with higher disability grade,        is likely to aﬀect the analysis (Khalili et al., 2001).\n\n\n                                                                       \u0001 2005 EFNS European Journal of Neurology 12, 747–758\n\f                                                              Skin biopsy in the diagnosis of peripheral neuropathy   755\n\n\n\nCorrelation with impaired vibratory threshold is more       leading to complete reinnervation of the epidermis by\nlikely when patients have clinical and electrophysio-       30–75 days. Conversely, removal of the incised cylinder\nlogical evidence of large ﬁbre neuropathy (Lauria et al.,   of skin (excision model) leaves a denervated area in\n2003).                                                      which Schwann cells are absent and causes a slower\n   A signiﬁcant correlation was found between the           reinnervation rate, which is not achieved after\ndecrease in IENF density and abnormal autonomic             23 months (Rajan et al., 2003). These ﬁndings suggest\nfunction assessed by quantitative sudomotor axonal          that skin biopsy might be used to study the eﬀect of\nreﬂex test in patients with painful neuropathy (Novak       growth factors on small ﬁbre reinnervation in peri-\net al., 2001). However, no correlation with other           pheral neuropathies.\nmeasures of autonomic dysfunction, such as RR inter-           Previous studies showed that cutaneous nerve ﬁbres\nval variability and sympathetic skin response, was          could spontaneously regenerate after nerve injury\nfound in GBS patients.  ",
  "wordCount": 8820,
  "indexed": "2025-09-25T22:56:18.654Z",
  "method": "direct"
}
