{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/EFNS Guidelines/Kyriakides et al. - 2010 - EFNS guidelines on the diagnostic approach to pauc.pdf",
  "fileName": "Kyriakides et al. - 2010 - EFNS guidelines on the diagnostic approach to pauc.pdf",
  "relativePath": "Neurología/Clinical practice/EFNS Guidelines/Kyriakides et al. - 2010 - EFNS guidelines on the diagnostic approach to pauc.pdf",
  "text": "European Journal of Neurology 2010                                                                     doi:10.1111/j.1468-1331.2010.03012.x\n\nEFNS GUIDELINES\n\n\nEFNS guidelines on the diagnostic approach to pauci- or\nasymptomatic hyperCKemia\nT. Kyriakidesa, C. Angelinib, J. Schaeferc, S. Sacconid, G. Sicilianoe, J. J. Vilchezf\nand D. Hilton-Jonesg\na\n    Clinical Neurosciences, The Cyprus Institute of Neurology and Genetics, Nicosia, Cyprus; bDepartment of Neurosciences, University of\nPadova, Padova, Italy; cDepartment of Neurology, Uniklinikum C.G.Carus, University of Dresden, Dresden, Germany; dCentre de re´fe´rence\ndes maladies Neuromusculaires, CNRS UMR6543, Nice University Hospital, Nice, France; eDepartment of Neuroscience, Section of\nNeurology, University of Pisa, Pisa, Italy; fServicio de Neurologia, Hospital Universitari La Fe, Valencia, Spain; and gDepartment of\nNeurology, John Radcliffe Hospital, Oxford, UK\n\n\n\n\nKeywords:                            Objective: To provide evidence-based guidelines to general neurologists for the\nasymptomatic, HyperC-                assessment of patients with pauci- or asymptomatic hyperCKemia.\nKemia, investigation,                Background: Recent epidemiologic studies show that up to 20% of ÔnormalÕ indi-\npauci-symptomatic                    viduals have an elevated creatine kinase activity in the serum (sCK). The possibility of\n                                     a subclinical myopathy is often raised, and patients may be unnecessarily denied\nReceived 3 January 2010              treatment with statins.\nAccepted 17 February 2010            Search strategy: Electronic databases including Medline, the Cochrane Library and\n                                     the American Academy of Neurology were searched for existing guidelines. Articles\n                                     dealing with series of patients investigated for asymptomatic/pauci-symptomatic\n                                     hyperCKemia and articles dealing with myopathies that can present with asymp-\n                                     tomatic hyperCKemia were identiﬁed and reviewed.\n                                     Results: The only guidelines found were those approved by the Italian Association of\n                                     Myology Committee, and the only relevant articles identiﬁed describe class IV studies.\n                                     Recommendations: HyperCKemia needs to be redeﬁned as values beyond 1.5 times\n                                     the upper limit of normal (which itself needs to be appropriately deﬁned). Pauci- or\n                                     asymptomatic hyperCKemia with no apparent medical explanation may be investi-\n                                     gated with a muscle biopsy if one or more of the following are present; the sCK is ‡3·\n                                     normal, the electromyogram is myopathic or the patient is <25 years of age. In\n                                     addition, women with sCK<3 times normal may be oﬀered DNA testing because of\n                                     the possibility of carrying a dystrophin mutation.\n\n\n\n                                                                         important variables which can aﬀect sCK activity,\nObjective\n                                                                         notably gender, ethnic origin and the eﬀects of exercise\nTo provide evidence-based guidelines for the assess-                     [1]. As a consequence, many normal individuals will\nment of patients with pauci- or asymptomatic hyperC-                     wrongly be stated to have hyperCKemia and may be\nKemia.                                                                   investigated unnecessarily or be denied treatment with\n                                                                         statins because of unfounded concerns about the pres-\n                                                                         ence of subclinical muscle disease [2].\nBackground\nThe normal values quoted for serum creatine kinase\n                                                                         A practical definition of hyperCKemia\n(sCK) are usually supplied by the manufacturer of the\nassay and have been derived from population samples                      In the present context, we aim to deﬁne an upper\nthat do not accurately reﬂect the entire population and                  reference value of creatine kinase (CK) above which\ndo not take into account a number of extremely                           further investigation for a possible subclinical myopa-\n                                                                         thy may be appropriate.\nCorrespondence: Dr T. Kyriakides, Clinical Neurosciences, The               Consideration has to be given to the sensitivity and\nCyprus Institute of Neurology and Genetics, 6, International Airport     speciﬁcity of measuring sCK. Sensitivity means the\nAv., 2370 Nicosia, Cyprus (tel.: 0035722392758; fax: 0035722392786;\ne-mail: theodore@cing.ac.cy).\n                                                                         likelihood of there being an abnormal result in\n\n\n\u0002 2010 The Author(s)\nJournal compilation \u0002 2010 EFNS                                                                                                            1\n\f2     T. Kyriakides et al.\n\n\n\nsomebody with a muscle disease – thus an elevated sCK                       level higher than the 97.5th percentile. Brewster et al.\nis a true positive result. Speciﬁcity relates to a normal                   (2007) [4], following personal contact, calculated the\nindividual being classiﬁed as having a normal CK – a                        ﬁgures shown in Table 2.\ntrue negative result. A low upper limit of normal (ULN)                        If a ﬁgure of 1.5 times ULN is taken as the cut-oﬀ\nwill increase sensitivity at the cost of reduced speciﬁcity                 value for further investigation, as opposed to the 97.5th\n– meaning in practice that more normal individuals will                     percentile, then it would approximately half the number\nbe investigated inappropriately. On the other hand, if                      of people being investigated, with probably only a small\nthe upper limit is set higher, it will reduce the sensitivity               reduction in sensitivity.\nof the test but increase the speciﬁcity – fewer normal\nindividuals will be investigated inappropriately, but\n                                                                            Non-myopathic hyperCKemia\nsome patients with muscle disease may be missed.\nRecent evidence suggests that adopting newly proposed                       Serum CK activity is commonly, but not always,\nupper reference limits has little practical clinical impact                 elevated in patients with skeletal muscle disease. It also\nwith respect to reducing sensitivity [3].                                   important to recognize that hyperCKemia can occur in\n   Therefore, the ﬁrst priority is to establish appropriate                 those without a primary disorder of muscle. There may\n97.5th percentile values for each sex and ethnic group.                     be secondary involvement of muscle as in neurogenic\nTable 1 shows the 97.5th percentile values, broken                          disorders such as amyotrophic lateral sclerosis, heredi-\ndown by gender and ethnicity, published in a recent                         tary spinal muscular atrophy type III and IV, post-polio\nstudy from the Netherlands, and we propose using these                      syndrome, bulbospinal muscular atrophy and some\nﬁgures as a basis for deﬁning practical upper reference                     neuropathies. In these conditions, there are usually no\nlimits for CK activity. This is the largest study to date                   diagnostic diﬃculties as additional features on exami-\nlooking at the distribution of CK in a large random                         nation, and the history, point to the correct interpreta-\npopulation sample with standardization of exercise.                         tion. sCK may also be elevated in patients without\nLimited evidence suggests that these ﬁgures can be                          primary neuromuscular disease (Tables 3 and 4).\napplied to patient populations in other countries [3].                         These guidelines will consider the diagnostic\nManufacturer quoted upper limits for serum CK                               approach in patients with pauci- or asymptomatic\nactivity should be replaced by these ﬁgures from                            hyperCKemia who otherwise do not have an apparent\nBrewster et al. [4].                                                        medical explanation for their hyperCKemia. One of the\n   In routine clinical practice, laboratory results slightly                aims is to provide the reader with guidelines to identify\nabove the deﬁned upper limit (97.5th percentile) are                        in which patients it is appropriate to perform a muscle\noften safely ignored, presumably reﬂecting the fact that                    biopsy.\nby deﬁnition 2.5% of normal individuals will fall into\nthis category and experience indicates that ignoring such\n                                                                            Search strategy\nvalues has little clinical impact. It may thus be reason-\nable, in a population of asymptomatic individuals, to set                   The Task force members met on 21/3/2009 and decided\nthe level above which investigation is appropriate to a                     on a search policy. This included a search for any\n\nTable 1 97.5th percentile for serum creatine kinase (CK) activity (iu/l).\nDerived from Brewster et al. 2007                                           Table 3 Causes of hyperCKemia unrelated to a recognized neuromus-\n                                                                            cular disease\n               Non-black         Non-black          Black          Black\n               Female            Male               Female         Male     Medications\n                                                                            Strenuous muscle exercise (especially eccentric)\nCK iu/l        217               336                414            801\n                                                                            Trauma (electromyogram studies, IM injections)\n                                                                            Surgery\n                                                                            Toxins (alcohol, heroin, cocaine)\nTable 2 Percentage of normal individuals with creatine kinase activity      Endocrine (hypothyroidism, hypoparathyroidism)\nabove the upper limit of normal (ULN) (Personal communication               Viral illness\nBrewster et al. 2007)                                                       Metabolic (hypokalaemia, hyponatraemia)\n                                                                            ÔIdiopathicÕ (sporadic and familial)\n              Non-black        Non-black        Black         Black         Race (black > non-black)\n              Female           Male             Female        Male          Sex (male > female)\n                                                                            Chronic cardiac disease (CK-MB)\n1.0 ULN       2.5              2.5              2.5           2.5           Obstructive sleep apnoea\n1.5 ULN       1.5 (325)        1.0 (504)        1.3 (621)     0.5 (1201)    Neuroacanthocytosis syndromes\n2.0 ULN       0.2              0.8              0.5           0             Macro-CK\n                                                                            Malignant hyperthermia syndrome\nThe value in bracket represents 1.5· ULN\n\n\n\n                                                                                                                         \u0002 2010 The Author(s)\n                                                                                 Journal compilation \u0002 2010 EFNS European Journal of Neurology\n\f                                                                                                        HyperCKemia guidelines     3\n\n\n\nexisting guidelines and articles dealing with series of           Table 5 Genetic myopathies that can present as isolated hyperCKe-\npatients that were investigated for asymptomatic/pauci-           mia\n\nsymptomatic hyperCKemia as well as articles dealing                                                                      References\nwith myopathies that can present with asymptomatic\n                                                                  Adult onset glycogenosis type II                       [12]\nhyperCKemia.\n                                                                  Caveolinopathy (Caveolin-3)                            [17–19]\n   Medline 1966–2009 was searched and key terms                   Calpainopathy (Calpain-3)                              [20,21]\nincluded: CK, CK and high, CK and increase,                       Desminopathy                                           [22,23]\nhyperCKaemia/hyperCKemia and idiopathic, hyper-                   Dysferlinopathy (LGMD and Miyoshi)                     [9,21,24,25]\nCKaemia/hyperCKemia and asymptomatic, hyper-                      Fukutin-related protein (FKRP) LGMD 2I                 [25]\n                                                                  Dystrophinopathy (also female carriers)                [26–29]\nCKaemia/hyperCKemia and biopsy, hyperCKaemia or\n                                                                  Sarcoglycanopathy                                      [30]\nhyperCKemia and investigation, CK elevation or ele-               Myotonic dystrophy type 2                              [31]\nvated and idiopathic, CK elevation or elevated and\nasymptomatic, CK elevation or elevated and asymp-                 Only selected references are given.\ntomatic, CK elevation or elevated and idiopathic\nrhabdomyolysis and asymptomatic.\n   The Cochrane Library was accessed on 30/6/2009                 patients with sub-clinical myopathy and patients with\nand the American Academy of Neurology on the 7/7/                 Ôidiopathic hyperCKemiaÕ. The latter term was initially\n2009 for any guidelines on the investigation of                   coined by Rowland et al. and may be deﬁned as those\nHyperCKemia and none were found. The only guide-                  individuals who have persistent hyperCKemia but\nlines found were those approved by the Italian Asso-              no clinical, neurophysiological or histopathological\nciation of Myology Committee [5].                                 evidence of neuromuscular disease using current labo-\n   Abstracts were reviewed and relevant articles identi-          ratory methodologies [7]. There is some evidence that\nﬁed and circulated amongst members of the task force.             Ôidiopathic hyperCKemiaÕ is sometimes familial and\nTo evaluate articles, we followed the critical review of          may be genetically determined [8].\nguidelines as recommended by the EFNS [6]. Only class\nIV studies were identiﬁed. A ﬁrst draft was prepared              Results\nand circulated to all members of the Task force for a\nconsensus position. Several revisions to the ﬁrst draft           Muscle biopsy diagnoses in patients with pauci- or\nwere made, and the Task Force met again on the 13/9/              asymptomatic hyperCKemia\n2009 to ﬁnalize the guidelines.\n                                                                  Several genetically well-deﬁned myopathies can rarely\n                                                                  present with isolated hyperCKemia as shown in\nPatients and definitions                                          Table 5.\nOnce non-myopathic hyperCKemia has been excluded,                    However, an indication of the relative frequencies of\npauci-symptomatic patients are those patients without             various myopathies that are diagnosed in patients with\nany objective signs of muscle disease such as muscle              pauci- or asymptomatic hyperCKemia can be gleaned\nweakness, atrophy, hypertrophy or myotonia but who                from several retrospective studies [9–16] and are sum-\nhave non-speciﬁc and vague neuromuscular symptoms                 marized in Table 6.\nsuch as myalgias, undue fatigue, exercise intolerance,               Patients with non-neuromuscular causes of hyperC-\ncramps and stiﬀness. Patients with asymptomatic                   Kemia and/or with a family history of documented\nhyperCKemia are those who do not have any                         neuromuscular disorder were excluded in these studies.\nneuromuscular symptoms or signs. Patients with pauci-             Although none were prospective, patient inclusion was\nor asymptomatic hyperCKemia form a heterogeneous                  probably representative of everyday practice. The\ngroup including amongst others ÔnormalÕ individuals,              frequency of deﬁnitive or probable diagnoses provided\n                                                                  by muscle biopsy varied from 8% to 63%.\n                                                                     The frequency of a normal biopsy result after all\nTable 4 Drugs frequently associated with chronic hyperCKemia      laboratory tests had been performed varied between\n                                                                  8% and 55%. What is perhaps distressing, to both\nStatins (HMG-CoA reductase inhibitors)\nFibrates\n                                                                  patient and physician alike, is the frequency of non-\nColchicine                                                        speciﬁc myopathic abnormalities that did not allow a\nAnti-psychotic drugs (including Neuroleptic malignant syndrome)   diagnosis to be made in 16–83% of patients.\nZidovudine                                                           There are several reasons for the discrepancy in\nCertain beta blockers                                             reaching a ﬁnal diagnosis between series including\nIsoretinoin\n                                                                  diﬀerences in the age of patients, in the level of\n\n\n\u0002 2010 The Author(s)\nJournal compilation \u0002 2010 EFNS European Journal of Neurology\n\f4    T. Kyriakides et al.\n\n\n\nTable 6 Diagnoses in patients with pauci- or asymptomatic hyperCKemia\n\n                                   Joy et al., Reijneveld Prelle         Simmons Fernandez Dabby                Filosto      Malan-drini\nDiagnoses                          1989        et al., 2001 et al., 2002 et al., 2003 et al., 2006 et al., 2006 et al., 2007 et al. 2008 Total\n\nSpeciﬁc myopathies                12/19        6/37        21/114        6/20        55/104       3/40       15/105        3/37         121/460\nMuscular dystrophies                                                                                                                         25\n  Dystrophinopathy                                2             5                          9         3                         1             17\n  Dysferlinopathy                                               1                          1                                                  2\n  Caveolinopathy                                                                           1                                                  1\n  Calpainopathy                                                                            1                                                  1\n  Sarcoglycanopathy                               1                                                                                           1\n  LGMD-unspeciﬁed                                               1                                                                             1\n  Fukutin-related protein                                                                  2                                                  2\nMetabolic myopathies                                                                                                                         50\n  CPT 2 def.                                                    4           2                                                                 6\n  Myophosphorylase                    1           1                                      15                                                  17\n  Phosphofructokinase def.                                                                                         1                          1\n  1 a, glucosidase def.                                                                    9                       5                         14\n  Glycogenoses (unspeciﬁed)                                                                1                                                  1\n  Phosphorylase-b kinase                                                    3                                                                 3\n  Adenylate deaminase                                           1           1                                                                 2\n  Mitochondrial                       2                         2                          1                       1                          6\nInﬂammatory myopathy                                                                                                                         20\n  Polymyositis                        5                                                    6                                   1             12\n  Inclusion body myositis             1                                                    2                                                  3\n  Macrophagic myositis                                                                     5                                                  5\n  Congenital myopathy                                                                                                                         8\n  Central core                        1           1             1                                                  2           1              6\n  Centronuclear                                                                                                    1                          1\n  Multicore                           1                                                                                                       1\nMiscellaneous                                                                                                                                14\n  Malignant hyperthermia myopathy                               3                                                                             3\n  Tubular aggregates                              1             1                                                  3                          5\n  Myoﬁbrillar myopathy                                                                     2                                                  2\n  Lobulated ﬁbre myopathy                                                                                          2                          2\n  Desminopathy                                                  1                                                                             1\n  Sarcoid myopathy                    1                                                                                                       1\n  Myotonia ﬂuctuans                                             1\nNon-speciﬁc myopathic              3/19       24/37        18/114        3/20        26/104      19/40       68/105       29/37         190/460\nNeurogenic                                                 13/114                     2/104                   8/105        2/37          25/460\nNormal                             4/19        7/37        62/114       11/20        15/104      18/40       14/105        3/37         134/460\n\n\n\n\nhyperCKemia and in the range of testing performed on                    tomatic whilst the latter was mostly diagnosed in the\nmuscle biopsies.                                                        ﬁrst two decades, presumably, prior to the appearance\n   There are three large studies, with more than 100                    of the typical phenotypes. As can be seen from Table 6,\npatients each, which have included comprehensive                        although only a small minority of the myopathies\ntesting, beyond routine histology and histochemistry,                   have speciﬁc treatments, an accurate diagnosis of an\nsuch as immunocytochemistry, respiratory chain and                      untreatable condition is often enormously beneﬁcial to\nglycolytic enzyme assays [9,12,13]. Out of a total of 323               the patient and the family, in terms of discussing\npatients in these three studies, a speciﬁc diagnosis was                prognosis, potential complications (which may be\nmade in 92 (28%), an abnormal non-speciﬁc myopathic                     treatable e.g. cardiomyopathy and ventilatory muscle\nbiopsy was found in 138 (43%) and a normal biopsy in                    involvement) and genetic counselling.\n93 (29%).\n   The speciﬁc diagnoses made in 460 patients with\n                                                                        Variables that increase the likelihood of a diagnostic\npauci- or asymptomatic hyperCKemia are shown in\n                                                                        muscle biopsy\nTable 6. Out of the 121 speciﬁc diagnoses, the com-\nmonest was metabolic myopathies (42%) and subclini-                     The patient is best served if a muscle biopsy results in a\ncal muscular dystrophies (21%). The former was                          speciﬁc diagnosis. A few studies have looked for clinical\npresumably asymptomatic or only minimally symp-                         and laboratory indicators, which, if present, indicate\n\n\n                                                                                                                        \u0002 2010 The Author(s)\n                                                                                Journal compilation \u0002 2010 EFNS European Journal of Neurology\n\f                                                                                               HyperCKemia guidelines     5\n\n\n\nthat muscle biopsy is more likely to give a speciﬁc             mistic. However, it is noteworthy that both studies\ndiagnosis.                                                      agree on the high negative predictive value of a normal\n                                                                EMG (74–80%).\nLevel of hyperCKemia                                              As far as can be ascertained, in none of the afore-\nFernandez et al. identiﬁed that a CK of >10 times               mentioned studies was quantitative EMG employed\nnormal was statistically associated with an increased           and therefore its contribution in helping to select\nprobability of arriving at a speciﬁc diagnosis following        patients for biopsy is unknown.\nbiopsy [12]. Similarly, a CK >5 times normal combined\nwith an age of <24 years were found to be predictive of         Clinical parameters\narriving at a speciﬁc diagnosis by Prelle et al. [9]. In the    Age below 15 was found to be statistically associated\nseries of Filosto et al. [13] seven out of 105 had a            with a higher probability of reaching a speciﬁc diag-\nmetabolic myopathy, ﬁve myophosphorylase deﬁciency              nosis by Fernandez et al. 2006. Other variables that\n(glycogenosis type V), one phosphofructokinase                  were associated with increased probability, but did not\ndeﬁciency and one mitochondrial myopathy. All six               reach statistical signiﬁcance, were women vs men (63%\npatients with a glycogenosis had a CK of >7 times               vs. 51%) and pauci-symptomatic vs asymptomatic\nnormal.                                                         (59% vs. 50%) [12]. Amongst pauci-symptomatic\n                                                                patients with hyperCKemia investigated by Filosto\nThe role of electromyography                                    et al. [13] all six patients with glycogenosis had exercise-\nWith rare exceptions (e.g. myotonic dystrophy), the             induced myalgias and no patients with isolated rest pain\nelectromyogram (EMG) is not expected to provide any             had a metabolic myopathy.\nspeciﬁc diagnosis other than to give information about\nmotor unit physiology. There are several studies on the\n                                                                Prognosis in patients with pauci- or asymptomatic\nsensitivity and speciﬁcity of EMG in the literature but\n                                                                hyperCKemia\nwhat is relevant in the context of pauci- or asymp-\ntomatic hyperCKemia can only be gleaned from the                Prelle et al. reported a 6-year follow-up study on 55 (38\nstudies in this particular group of patients. The key           were lost to follow-up) of the 93 undiagnosed patients\nquestions that need to be answered are; does an                 with asymptomatic hyperCKemia of their original\nabnormal EMG increase the likelihood of an abnormal             cohort [32]. Most patients (43/55 or 78%) still had\nbiopsy and conversely does a normal EMG decrease the            persistent hyperCKemia but at a lower level. CK had\nlikelihood of an abnormal biopsy?                               normalized in 12/55 (22%). Statistical analysis revealed\n   In the study by Prelle et al. [9] 100 patients had both      a correlation between CK normalization and a normal\nEMG and biopsy. The sensitivity of EMG (the                     biopsy. One patient out of the 55 was diagnosed to have\nproportion of patients with an abnormal biopsy who              limb girdle muscular dystrophy and one to be a\nalso had an abnormal EMG) biopsy was 73%. Thus, an              dystrophinopathy carrier. Thus, long-term prognosis\nabnormal EMG increases the chances of obtaining an              for the whole group was favourable.\nabnormal biopsy. The speciﬁcity of EMG (proportion                 An earlier, long-term follow-up study (mean\nof patients with normal biopsy who also have a normal           7.2 years) on 23 out of the original 31 idiopathic\nEMG) was only 53%. Thus, an abnormal EMG may be                 hyperCKemia patients also provided a benign progno-\nassociated with a normal biopsy. If one uses the data           sis with none of the patients developing neurological\nfrom Prelle et al., the positive predictive value of an         abnormalities except for one patient who developed an\nabnormal EMG, i.e. the likelihood that an abnormal              axonal neuropathy [33]. The mean values of CK did not\nEMG will predict an abnormal biopsy in a group of               diﬀer signiﬁcantly at follow-up.\npatients with pauci- or asymptomatic hyperCKemia, is\n51%. Similarly, the negative predictive value of a\n                                                                Risk for malignant hyperthermia\nnormal EMG, i.e. the likelihood that a normal EMG\nwill predict a normal biopsy, is 74%.                           Malignant hyperthermia (MH) susceptibility may be\n   If one considers the study by Joy and Oh, the sensi-         seen in association with central core disease, in which\ntivity of an abnormal EMG was 92% and its speciﬁcity            case additional features of myopathy may be present,\n100% [14]. The positive predictive value of an abnormal         but can also occur in isolation. In the latter group of\nEMG in predicting an abnormal biopsy was 100%,                  asymptomatic patients, some, but not all, may have\nwhilst the negative predictive value of a normal EMG in         hyperCKemia. Therefore, the question arises as to the\npredicting a normal biopsy was 80%. On the basis of             possibility of MH susceptibility in an individual with\nour extensive personal experience, the ﬁgures from this         asymptomatic hyperCKemia in whom all other\nmuch smaller study (only 19 patients) are far too opti-         investigations have failed to reveal a cause. There are\n\n\n\u0002 2010 The Author(s)\nJournal compilation \u0002 2010 EFNS European Journal of Neurology\n\f6   T. Kyriakides et al.\n\n\n\npractical problems in that conﬁrmation of MH sus-           Table 7 Minimal muscle biopsy investigations\nceptibility involves what will usually be a second muscle   Histology and histochemistry\nbiopsy, few centres oﬀer such testing and even then            Haematoxylin & eosin, modiﬁed Gomori trichrome, Oil red O,\nthere are limits to sensitivity and speciﬁcity.             periodic acid-schiff, adenosine triphosphatase (9.4, 4.2, and 4.6),\n   There have been few large studies. Weglinski et al.      succinate dehydrogenase (SDH), Nicotinamide Adenine Dinucleotide\n(1997) [34] reported that 24/49 (49%) of patients with      Hydrogenase (NADH), cytochrome c oxidase, myophosphorylase,\n                                                            acid phosphatase\nasymptomatic hyperCKemia had positive contracture           Immunohistochemistry\ntests. More recently, Malandrini et al. [16] found one         Dystrophin, a, b, c and d sarcoglycans, dysferlin, caveolin-3, MHC-\nsusceptible and one equivocal subject in 37 patients        1, a-dystroglycan\nwith asymptomatic hyperCKemia.\n   The facility for MH testing varies enormously\nbetween neuromuscular centres and countries. We               be undertaken. Currently, multiple ligation probe\nadvise that local guidelines be followed but that a           ampliﬁcation analysis will identify \u001870% of carriers.\npragmatic approach is to advise patients with otherwise       Developing technology is probably to improve that\nunexplained hyperCKemia that they may be MH sus-              and all such cases should be discussed with local ge-\nceptible and appropriate anaesthetic guidelines should        netic services.\nbe followed. Consideration also has to be given to\n                                                            7. Men with hyperCKemia and a sCK<3 times normal\nassessing and advising other family members.\n                                                            may be oﬀered a biopsy if they are seriously concerned\n                                                            about neuromuscular disease or alternatively they may\nRecommendations                                             be followed up in the neurology clinic.\n                                                            8. The extent of diagnostic work up to be performed on\nThe recommendations are based on the limited number         a muscle biopsy will vary but must include histology,\nof class IV studies available and the expert opinion of\n                                                            histochemistry and immunohistochemistry (Table 7).\nthe panel and as a result can be viewed as level C\n                                                            Further investigations may be needed, directed by the\nrecommendations. They outline the sequential steps in a\n                                                            biopsy appearance, including western blotting, enzy-\ndiagnostic approach to pauci- or asymptomatic\n                                                            mology and mitochondrial DNA analysis; a frozen\nhyperCKemia.\n                                                            sample should be stored at the time of biopsy to be\n1. HyperCKemia is deﬁned as sCK >1.5 times the\n                                                            available for such studies.\nULN (see revised values in Table 2).                        The authors acknowledge the helpful comments given\n2. Consider all non-neuromuscular causes in Tables 3        by Professor Marianne de Visser in the preparation of\nand 4 and other non-myopathic causes of hyperCKe-\n                                                            these guidelines.\nmia that might explain their high sCK.\n3. Enquire about any family history of neuromuscular\ndisease, hyperCKemia or MH.                                 References\n4. Before embarking on long and expensive investiga-         1. Sewright KA, Hubal MJ, Kearns A, Holbrook MT,\ntions, it is advised that hyperCKemia is conﬁrmed by            Clarkson PM. Sex differences in response to maximal\nrepeat assay and that the possibility of normal exercise-       eccentric exercise. Med Sci Sports Exerc 2008; 40:\n                                                                242–251.\ninduced elevation is excluded. Therefore, the patient\n                                                             2. Glueck CJ, Rawal B, Khan NA, Yeramaneni S, Gold-\nshould be advised to avoid strenuous exercise for 7 days        enberg N, Wang P. Should high creatine kinase discour-\nprior to sampling and at least two samples 1 month              age the initiation or continuance of statins for the\napart should be taken.                                          treatment of hypercholesterolemia? Metabolism 2009; 58:\n5. If hyperCKemia is conﬁrmed to perform a nerve                233–238.\n                                                             3. Nardin RA, Zarrin AR, Horowitz GL, Tarulli AW. Effect\nconduction study and EMG.\n                                                                of newly proposed CK reference limits on neuromuscular\n6. A biopsy may be performed in a patient with                  diagnosis. Muscle Nerve 2009; 39: 494–497.\nhyperCKemia if one or more applies:                          4. Brewster LM, Mairuhu G, Sturk A, van Montfrans GA.\n                                                                Distribution of creatine kinase in the general population:\n(i) If the EMG is abnormal (myopathic)                          implications for statin therapy. Am Heart J 2007; 154:\n(ii) If sCK is ‡3 times normal.                                 655–661.\n(iii) If the age of the patient is <25 years.                5. Morandi L, Angelini C, Prelle A, et al. High plasma\n(iv) Exercised-induced pain or exercise intolerance.            creatine kinase: review of the literature and proposal for a\n                                                                diagnostic algorithm. Neurol Sci 2006; 27: 303–311.\n(v) Women with hyperCKemia but sCK<3 times\n                                                             6. Brainin M, Barnes M, Baron JC, et al. Guidance for the\n   normal (because of the possibility of Duchenne/              preparation of neurological management guidelines by\n   Becker mutation carrier status). However, prior to           EFNS scientiﬁc task forces – revised recommendations\n   biopsy, DNA analysis on blood lymphocytes should             2004. Eur J Neurol 2004; 11: 577–581.\n\n\n\n                                                                                                         \u0002 2010 The Author(s)\n                                                                 Journal compilation \u0002 2010 EFNS European Journal of Neurology\n\f                                                                                                   HyperCKemia guidelines       7\n\n\n 7. Rowland LPWJ, Cerri C, DiMauro S, Miranda A.                  21. Fanin M, Nascimbeni AC, Aurino S, et al. Frequency of\n    Approaches to the membrane theory of Duchenne mus-                LGMD gene mutations in Italian patients with distinct\n    cular dystrophy. In: Angelini C, Danielli GA, Fontanari           clinical phenotypes. Neurology 2009; 72: 1432–1435.\n    D, eds. Muscular Dystrophy Research: Advances and New         22. Prelle A, Rigoletto C, Moggio M, et al. Asymptomatic\n    Trends, Amsterdam. Excerpta Med 1980; 3–13.                       familial hyperCKemia associated with desmin accumula-\n 8. Capasso M, De Angelis MV, Di Muzio A, et al. Familial             tion in skeletal muscle. J Neurol Sci 1996; 140: 132–136.\n    idiopathic hyper-CK-emia: an underrecognized condition.       23. Strach K, Sommer T, Grohe C, et al. Clinical, genetic,\n    Muscle Nerve 2006; 33: 760–765.                                   and cardiac magnetic resonance imaging ﬁndings in pri-\n 9. Prelle A, Tancredi L, Sciacco M, et al. Retrospective             mary desminopathies. Neuromuscul Disord 2008; 18:\n    study of a large population of patients with asymptomatic         475–482.\n    or minimally symptomatic raised serum creatine kinase         24. Nguyen K, Bassez G, Krahn M, et al. Phenotypic study in\n    levels. J Neurol 2002; 249: 305–311.                              40 patients with dysferlin gene mutations: high frequency\n10. Simmons Z, Peterlin BL, Boyer PJ, Towﬁghi J. Muscle               of atypical phenotypes. Arch Neurol 2007; 64: 1176–1182.\n    biopsy in the evaluation of patients with modestly            25. Boito CA, Melacini P, Vianello A, et al. Clinical and\n    elevated creatine kinase levels. Muscle Nerve 2003; 27:           molecular characterization of patients with limb-girdle\n    242–244.                                                          muscular dystrophy type 2I. Arch Neurol 2005; 62:\n11. Reijneveld JC, Notermans NC, Linssen WH, Bar PR,                  1894–1899.\n    Wokke JH. Hyper-CK-aemia revisited. Neuromuscul               26. Ferreiro V, Giliberto F, Muniz GM, et al. Asymptomatic\n    Disord 2001; 11: 163–164.                                         Becker muscular dystrophy in a family with a multiexon\n12. Fernandez C, de Paula AM, Figarella-Branger D, et al.             deletion. Muscle Nerve 2009; 39: 239–243.\n    Diagnostic evaluation of clinically normal subjects with      27. Ramelli GP, Joncourt F, Luetschg J, Weis J, Tolnay M,\n    chronic hyperCKemia. Neurology 2006; 66: 1585–1587.               Burgunder JM. Becker muscular dystrophy with marked\n13. Filosto M, Tonin P, Vattemi G, et al. The role of muscle          divergence between clinical and molecular genetic ﬁnd-\n    biopsy in investigating isolated muscle pain. Neurology           ings: case series. Swiss Med Wkly 2006; 136: 189–193.\n    2007; 68: 181–186.                                            28. Hoffman EP, Arahata K, Minetti C, Bonilla E, Rowland\n14. Joy JL, Oh SJ. Asymptomatic hyper-CK-emia: an elec-               LP. Dystrophinopathy in isolated cases of myopathy in\n    trophysiologic and histopathologic study. Muscle Nerve            females. Neurology 1992; 42: 967–975.\n    1989; 12: 206–209.                                            29. Doriguzzi C, Palmucci L, Mongini T, Chiado-Piat L,\n15. Dabby R, Sadeh M, Herman O, et al. Asymptomatic or                Maniscalco M, Restagno G. Systematic use of dystrophin\n    minimally symptomatic hyperCKemia: histopathologic                testing in muscle biopsies: results in 201 cases. Eur J Clin\n    correlates. Isr Med Assoc J 2006; 8: 110–113.                     Invest 1997; 27: 352–358.\n16. Malandrini A, Orrico A, Gaudiano C, et al. Muscle             30. Angelini C, Fanin M, Menegazzo E, Freda MP, Duggan\n    biopsy and in vitro contracture test in subjects with idio-       DJ, Hoffman EP. Homozygous alpha-sarcoglycan muta-\n    pathic HyperCKemia. Anesthesiology 2008; 109: 625–628.            tion in two siblings: one asymptomatic and one steroid-\n17. Carbone I, Bruno C, Sotgia F, et al. Mutation in the              responsive mild limb-girdle muscular dystrophy patient.\n    CAV3 gene causes partial caveolin-3 deﬁciency and                 Muscle Nerve 1998; 21: 769–775.\n    hyperCKemia. Neurology 2000; 54: 1373–1376.                   31. Merlini L, Sabatelli P, Columbaro M, et al. Hyper-\n18. Woodman SE, Sotgia F, Galbiati F, Minetti C, Lisanti              CK-emia as the sole manifestation of myotonic dystrophy\n    MP. Caveolinopathies: mutations in caveolin-3 cause four          type 2. Muscle Nerve 2005; 31: 764–767.\n    distinct autosomal dominant muscle diseases. Neurology        32. DÕAdda E, Sciacco M, Fruguglietti ME, et al. Follow-up\n    2004; 62: 538–543.                                                of a large population of asymptomatic/oligosymptomatic\n19. Merlini L, Carbone I, Capanni C, et al. Familial isolated         hyperckemic subjects. J Neurol 2006; 253: 1399–1403.\n    hyperCKaemia associated with a new mutation in the            33. Reijneveld JC, Notermans NC, Linssen WH, Wokke JH.\n    caveolin-3 (CAV-3) gene. J Neurol Neurosurg Psychiatry            Benign prognosis in idiopathic hyper-CK-emia. Muscle\n    2002; 73: 65–67.                                                  Nerve 2000; 23: 575–579.\n20. Hanisch F, Muller CR, Grimm D, et al. Frequency of            34. Weglinski MR, Wedel DJ, Engel AG. Malignant hyper-\n    calpain-3 c.550delA mutation in limb girdle muscular              thermia testing in patients with persistently increased\n    dystrophy type 2 and isolated hyperCKemia in German               serum creatine kinase levels. Anesth Analg 1997; 84:\n    patients. Clin Neuropathol 2007; 26: 157–163.                     1038–1041.\n\n\n\n\n\u0002 2010 The Author(s)\nJournal compilation \u0002 2010 EFNS European Journal of Neurology",
  "wordCount": 4699,
  "indexed": "2025-09-25T22:56:16.596Z",
  "method": "direct"
}
