{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/EFNS Guidelines/Filippi et al. - 2012 - EFNS task force the use of neuroimaging in the di.pdf",
  "fileName": "Filippi et al. - 2012 - EFNS task force the use of neuroimaging in the di.pdf",
  "relativePath": "Neurología/Clinical practice/EFNS Guidelines/Filippi et al. - 2012 - EFNS task force the use of neuroimaging in the di.pdf",
  "text": "European Journal of Neurology 2012, 19: 1487–1511                                                       doi:10.1111/j.1468-1331.2012.03859.x\n\nEFNS GUIDELINES/CME ARTICLE\n\n\nEFNS task force: the use of neuroimaging in the diagnosis of\ndementia\nM. Filippia, F. Agostaa, F. Barkhofb, B. Duboisc, N. C. Foxd, G. B. Frisonie, C. R. Jackf,\nP. Johannseng, B. L. Millerh, P. J. Nestori, P. Scheltensj, S. Sorbik, S. Teipell, P. M. Thompsonm\nand L.-O. Wahlundn\na\n    Neuroimaging Research Unit, Division of Neuroscience, Institute of Experimental Neurology, San Raﬀaele Scientiﬁc Institute, Vita-Salute\nSan Raﬀaele University, Milan, Italy; bDepartment of Radiology, VU University Medical Center, Amsterdam, The Netherlands; cCentre de\nRecherche de l’Institut du Cerveau et de la Moelle Epinie`re, Universite´ Pierre et Marie Curie, Paris, France; dDementia Research Centre,\nInstitute of Neurology, University College London, London, UK; eIRCCS Istituto Centro San Giovanni di Dio Fatebenefratelli di Brescia,\nBrescia, Italy; fDepartment of Radiology, Mayo Clinic and Foundation, Rochester, MN, USA; gMemory Clinic, Rigshospitalet, Copenhagen\nUniversity Hospital, Copenhagen, Denmark; hMemory and Aging Center, University of California, San Francisco, CA, USA; iDepartment\nof Clinical Neuroscience, University of Cambridge, Cambridge, UK; jDepartment of Neurology and Alzheimer Center, VU University\nMedical Center, Amsterdam, The Netherlands; kDepartment of Neurological and Psychiatric Sciences, Azienda Ospedaliero-Universitaria\ndi Careggi, Florence, Italy; lDepartment of Psychiatry, University of Rostock, and German Center for Neuro-degenerative Diseases\n(DZNE), Rostock, Germany; mDepartment of Neurology, David Geﬀen School of Medicine at the University of California Los Angeles,\nLos Angeles, CA, USA; and nDivision of Clinical Geriatrics, Department of Neurobiology, Karolinska Institute, Stockholm, Sweden\n\n\n\n\nKeywords:                             Background and purpose: The European Federation of the Neurological Societies\nAlzheimer’s disease,                  (EFNS) guidelines on the use of neuroimaging in the diagnosis and management of\namyloid imaging,                      dementia are designed to revise and expand previous EFNS recommendations for\ndementia, diagnosis,                  the diagnosis and management of patients with Alzheimer’s disease (AD) and to\nguidelines, magnetic                  provide an overview of the evidence for the use of neuroimaging techniques in non-\nresonance imaging,                    AD dementias, as well as general recommendations that apply to all types of\npositron emission                     dementia in clinical practice.\ntomography, single                    Methods: The task force working group reviewed evidence from original research\nphoton emission                       articles, meta-analyses and systematic reviews, published before April 2012. The evi-\ncomputed tomography                   dence was classiﬁed, and consensus recommendations were given and graded\n                                      according to the EFNS guidance regulations.\nReceived 2 July 2012                  Results: Structural imaging, which should be performed at least once in the diag-\nAccepted 18 July 2012                 nostic work-up of patients with cognitive impairment, serves to exclude other poten-\n                                      tially treatable diseases, to recognize vascular lesions and to identify speciﬁc ﬁndings\n                                      to help distinguish diﬀerent forms of neurodegenerative types of dementia.\n                                      Although typical cases of dementia may not beneﬁt from routine functional imag-\n                                      ing, these tools are recommended in those cases where diagnosis remains in doubt\n                                      after clinical and structural imaging work-up and in particular clinical settings.\n                                      Amyloid imaging is likely to ﬁnd clinical utility in several ﬁelds, including the strati-\n                                      ﬁcation of patients with mild cognitive impairment into those with and without\n                                      underlying AD and the evaluation of atypical AD presentations.\n                                      Conclusions: A number of recommendations and good practice points are made to\n                                      improve the diagnosis of AD and other dementias.\n\n\n                                                                          dementia, current European [1,2], UK [3] and US [4]\nBackground\n                                                                          guidelines recommend that ‘structural imaging should\nAlthough a detailed clinical assessment remains the                       be used in the assessment of people with suspected\nbasis of the evaluation of a patient with suspected                       dementia to exclude other cerebral pathologies and to\nCorrespondence: Prof. M. Filippi, Neuroimaging Research Unit, Division of Neuroscience, Institute of Experimental Neurology, San Raﬀaele\nScientiﬁc Institute, Vita-Salute San Raﬀaele University, Via Olgettina, 60, 20132 Milan, Italy (tel.: 39 02 26433033;\nfax: 39 02 26435972; e-mail: m.ﬁlippi@hsr.it).\nThis is a Continuing Medical Education article, and can be found with corresponding questions on the Internet at http://www.efns.org/EFNS\nContinuing-Medical-Education-online.301.0.html. Certiﬁcates for correctly answering the questions will be issued by the EFNS.\n\n\n\n© 2012 The Author(s)\nEuropean Journal of Neurology © 2012 EFNS                                                                                              1487\n\f1488    M. Filippi et al.\n\n\n\nhelp establish subtype diagnosis’. If the diagnosis is in      relevant articles published in peer-reviewed journals\ndoubt, functional imaging techniques should also be            before April 2012. Other published meta-analyses, sys-\nused to help distinguish diﬀerent forms of neurodegener-       tematic reviews and evidence-based management\native dementia [2,3]. In general, the tendency is to move      guidelines in dementia have also been considered,\naway from simply excluding other (brain) diseases,             including the practice parameters from the American\ntowards ﬁnding speciﬁc pointers to a diagnosis [5]. This       Academy of Neurology [4], the previous recommenda-\napproach is exempliﬁed by the formal incorporation of          tions for the diagnosis and management of AD and\nbiomarkers, including those from neuroimaging, in the          other disorders associated with dementia from the\nmost recent revisions of the diagnostic criteria for           EFNS [1,2], and the National Institute for Health and\nAlzheimer’s disease (AD) [6–8]. Two major classes of           Clinical Excellence guideline [3]. Only articles pub-\nbiomarkers have been identiﬁed: biomarkers of disease          lished in English were reviewed.\nstate [i.e. biomarkers of amyloid b (Ab) accumulation,\nwhich are abnormal (increased) tracer retention on amy-\n                                                               Methods for reaching consensus\nloid positron emission tomography (PET) imaging and\nabnormal (low) cerebrospinal ﬂuid (CSF) Ab42] and              Consensus was reached by circulating drafts of the\nbiomarkers of disease stage [i.e. biomarkers of neuronal       manuscript to the task force members and by discuss-\ninjury, which are elevated CSF tau, decreased ﬂuorine-         ing the classiﬁcation of evidence and recommenda-\n18 (18F)-2-ﬂuoro-2-deoxy-D-glucose (FDG) uptake on             tions. All members had the opportunity to comment\nPET in the temporoparietal cortex, and atrophy on              on the recommendations and approved the ﬁnal ver-\nstructural magnetic resonance imaging (MRI) in a spe-          sion of this document.\nciﬁc topographical pattern involving medial, basal, and\nlateral temporal lobes and medial and lateral parietal\n                                                               Diagnosis and differential diagnosis: the\ncortices]. Regardless of whether clinical criteria for pos-\n                                                               present approach\nsible AD are fulﬁlled, when both Ab and neuronal\ninjury biomarkers are negative, the dementia is unlikely\n                                                               Which neuroimaging techniques?\nto be attributable to AD pathology [6–8].\n                                                               Exclusion of a potentially (surgically) treatable cause\n                                                               of dementia (e.g. tumour or subdural haematoma)\nAims of the European Federation of\n                                                               and evaluation of the presence and extent of cerebro-\nNeurological Societies task force\n                                                               vascular disease can be ascertained using computed\nThe purpose of the task force is to revise and expand          tomography (CT). However, MRI oﬀers beneﬁts over\nprevious European Federation of Neurological Socie-            CT for the demonstration of markers of speciﬁc dis-\nties (EFNS) recommendations on the use of structural           eases, particularly cerebral atrophy patterns [e.g. hip-\nand functional neuroimaging for the diagnosis and              pocampal atrophy for AD; very focal temporal and/or\nmanagement of patients with AD [2] and to provide              frontal atrophy for frontotemporal dementia (FTD)\nan overview of the evidence for the use of these tech-         and midbrain atrophy for progressive supranuclear\nniques in vascular dementia and other neurodegenera-           palsy (PSP)] [10–12]. Therefore, MRI should be con-\ntive dementias, as well as providing general                   sidered the ‘preferred modality to assist with early\nrecommendations that apply to all types of dementia            diagnosis’ in a subject with dementia [2,3].\nin clinical practice. Furthermore, in these guidelines,           The essential MR sequences that will provide the\nspecial attention has been given to clarifying the cur-        important minimum set of information required to be\nrent status and potential future clinical role of PET          addressed in a subject suspected of having dementia\nwith new ligands and also the use of non-conventional          are 3D T1-weighted gradient echo; turbo/fast spin\n(advanced) MR techniques in these disorders. Consen-           echo T2-weighted and ﬂuid attenuated inversion recov-\nsus recommendations are given and graded according             ery (FLAIR) and T2*-gradient echo [5]. If 3D T1-\nto the EFNS guidance regulations [9]. Where there              weighted techniques are unavailable, coronal oblique\nwas lack of evidence but consensus amongst experts             2D images can serve as an alternative. A multiplanar\nwas reached, we have stated our opinion as ‘good               reformatting tool can be applied to such images to\npractice points’.                                              assess speciﬁc brain regions (e.g. to reslice the data on\n                                                               the anterior/posterior commissure line or perpendicu-\n                                                               larly to the long axis of the hippocampus). Two other\nSearch strategy\n                                                               MR techniques that are very frequently used in a clini-\nThe evidence for these guidelines has been identiﬁed           cal setting include diﬀusion-weighted imaging (DWI)\nfrom searches of MEDLINE and references from                   and post-contrast 2D T1-weighted spin echo images\n\n\n                                                                                                            © 2012 The Author(s)\n                                                          European Journal of Neurology © 2012 EFNS European Journal of Neurology\n\f                                                                                      Neuroimaging guidelines in dementia    1489\n\n\n\n[5]. DWI can be useful to identify recent infarcts in                 are the imaging correlate of Binswanger’s disease [19].\npatients with vascular dementia, transient global                     Marked hypointensity on T1-weighted images usually\namnesia or in the context of vasculitis and to identify               represents tissue destruction in the presence of a\nneocortical or striatal abnormalities in patients with                complete large-vessel infarct, whereas white matter\nCreutzfeldt–Jakob disease (CJD). Post-contrast T1-                    changes are usually not prominently hypointense on\nweighted images are recommended in those patients,                    T1-weighted images. Finally, lacunar infarcts are\ntypically younger, where there is a suspicion of infec-               focal complete infarcts of deep small vessels, which\ntious (e.g. herpes simplex virus encephalitis) or inﬂam-              are hyperintense on T2-weighted images and mark-\nmatory disorders (e.g. vasculitis, sarcoid, multiple                  edly hypointense on T1 and FLAIR images [19]. On\nsclerosis).                                                           FLAIR, lacunae are often surrounded by a hyperin-\n   Single photon emission computed tomography                         tense rim.\n(SPECT) and PET both rely on the detection of radio-                     According to the National Institute for Neurological\nactive signals from a labelled compound that selec-                   Disorders and Stroke Association pour la Recherche\ntively binds in the brain. The most commonly used                     l’Enseignement en Neurosciences (NINDS-AIREN)\ntracer to examine cerebral blood ﬂow (CBF) using                      international criteria [20], structural brain imaging is\nSPECT is 99m-Tc-hexamethylpropylene (HMPAO).                          an essential element for the diagnosis of vascular\nFDG serves as a marker of cerebral glucose metabo-                    dementia, and without it vascular dementia will\nlism for PET. SPECT is technically less demanding                     be ‘possible’ at best. In addition, the operational\nand more widely available, whilst PET is more sensi-                  radiological deﬁnitions for the NINDS-AIREN crite-\ntive, mainly because of its higher resolution [13–16],                ria provided indications on the topography and sever-\nbut comes at the cost of more complex detector system                 ity of vascular lesions [21]. Bilateral infarcts in the area\nand tracer production facilities. In general, the magni-              of the anterior cerebral artery, infarcts in the area of\ntude of hypometabolism seen with FDG PET is                           the posterior cerebral artery, association areas or\ngreater than the amplitude of hypoperfusion seen with                 watershed regions are thought to be causative of large-\nCBF SPECT [13]. SPECT and PET images can be                           vessel vascular dementia [21]. Extensive white matter\nanalysed for diagnostic purposes by means of visual                   lesions involving at least 25% of the white matter, or\ninspection. However, the visual method greatly                        multiple basal ganglia, thalamic and frontal white mat-\ndepends on the observer’s experience and lacks a clear                ter lacunar infarcts, or bilateral thalamic lesions, are\ncut-oﬀ between normal and pathological ﬁndings. To                    considered relevant radiological lesions associated with\novercome these limitations, FDG PET images can be                     small-vessel vascular dementia [21]. Research criteria\nassessed using software that analyses the pattern of                  to speciﬁcally diagnose subcortical ischaemic vascular\ntracer uptake voxel-wise by comparing the subject’s                   dementia have also been proposed [19]: the presence of\nscan with a reference data set of normal ageing.                      extensive periventricular and deep white matter lesions\nT-maps (statistical maps of level of signiﬁcance based                and lacunar infarcts in the deep grey matter or multi-\non t tests) are created that allow better recognition of              ple lacunae in the deep grey matter and at least moder-\nthe pattern of hypometabolism compared with visual                    ate white matter lesions, in the absence of cortical and/\ninterpretation [17].                                                  or cortical–subcortical (non-lacunar) territorial\n                                                                      infarcts, watershed infarcts, haemorrhages and other\n                                                                      speciﬁc causes of white matter lesions.\nStructural MRI findings\n                                                                         Diﬀerent methods can be used to measure the\nVascular brain diseases                                               extent of white matter changes to diagnose subcortical\nCerebrovascular disease can be detected by CT and                     ischaemic vascular dementia. Visual rating of white\nstructural MRI. Although both modalities perform                      matter hyperintensities is relatively easy, and several\nrelatively well in depicting large-vessel infarcts, MRI               scales [22–24] are available with good reproducibility.\nis more sensitive to subtle small-vessel vascular                     Volumetric studies use semi-automatic techniques that\nchanges than CT. T2-weighted and FLAIR sequences                      may provide more information on location and size,\nare highly sensitive for detecting major strokes as well              as well as continuous data, but are time consuming\nas small strategic infarcts and small-vessel ischaemic                [25]. With the Age-Related White Matter Changes\nwhite matter damage. FLAIR performs less well than                    (ARWMC) scale [24], for instance, a score of 3 in at\nT2-weighted sequences in detecting thalamic infarcts                  least two regions and a score of 2 in two other regions\n[18]. Extensive white matter changes visible as diﬀuse                could be suﬃcient for a diagnosis of subcortical vas-\nhyperintense abnormalities on T2 and FLAIR, pre-                      cular dementia [25]. A conversion table amongst some\ndominantly involving the periventricular and deep                     of the most popular scales to rate white matter lesions\nwhite matter, but relatively sparing of the U-ﬁbres,                  can be found in Frisoni et al. [26].\n\n\n© 2012 The Author(s)\nEuropean Journal of Neurology © 2012 EFNS European Journal of Neurology\n\f1490    M. Filippi et al.\n\n\n\n   Cerebral microbleeds (or microhaemorrhages) are             Several studies have indicated that the prevalence of\nsmall, rounded, dot-like lesions of low signal intensity       microbleeds in AD ranges from 15% to 32% [37–41].\nin the brain that can be observed on T2*-weighted              Microbleeds are also considerably more frequent in AD\nimages, such as gradient echo [27–29]. Susceptibility-         compared with other neurodegenerative dementia [37].\nweighted imaging has considerably increased micro-\nbleed detection rates compared with gradient echo              Alzheimer’s disease\nsequences [30,31]. The sensitivity to detect microbleeds       In typical late-onset (arbitrarily deﬁned as age at\nis also dependent on slice thickness and magnetic ﬁeld         onset >65 years) AD, the medial temporal lobes\nstrength [32]. Microbleeds in deep brain regions are           (MTL), especially the hippocampus and entorhinal\nmost likely to be associated with vasculopathy owing           cortex, are amongst the earliest sites of pathological\nto hypertension, whilst their distribution is mostly           involvement [42,43]. Other severely aﬀected regions\nlobar in speciﬁc disorders such as sporadic cerebral           include the posterior portion of the cingulate gyrus\namyloid angiopathy (CAA) [33]. Sporadic CAA is the             and the precuneus on the medial surface [44–46] and\nmost common cause of lobar intracerebral haemor-               the parietal, posterior superior temporal and frontal\nrhages in the elderly and results from cerebrovascular         regions on the lateral cerebral surfaces [42,47–49].\ndeposition of b-amyloid protein in the media and                  Structural MRI studies in mild cognitive impair-\nadventitia of small- and medium-sized vessels of the           ment (MCI) have produced mixed results, in terms of\nsuperﬁcial layers of the cerebral cortex and leptome-          hippocampal as well as posterior cingulate and parie-\nninges, with sparing of the deep grey matter nuclei            tal involvement (absent, unilateral or bilateral)\n[34]. According to a set of validated criteria (termed         [50–60]. The reasons for this variability may consist of\nBoston criteria) [35], a diagnosis of probable CAA             diﬀerent subject selection (i.e. diverse diagnostic inclu-\ncan be reached in elderly patients with at least two           sion criteria), small sample size (i.e. studies are not\nacute or chronic lobar haemorrhagic lesions (including         adequately powered to pick up diﬀerences even at the\nmicrobleeds), in the absence of other deﬁnite cause of         group level) and methodological diﬀerences. It is also\nintracerebral haemorrhage.                                     worth noting that the largest source of variance in\n   The presence of extensive white matter lesions and          MCI studies is likely to be the intrinsic heterogeneity\nmultiple bilateral, lacunar infarcts on T2-weighted            of the MCI population, because a relevant proportion\nand FLAIR images is critical for the diagnosis of              of these subjects will not progress to dementia. MCI\ncerebral autosomal dominant arteriopathy with sub-             patients with predominant memory impairment\ncortical infarcts and leucoencephalopathy (CADA-               (amnestic MCI), who are at increased risk of develop-\nSIL), a genetic form of vascular dementia in relatively        ing AD, have atrophy in a consistent set of cortical\nyoung people [36]. The most distinctive MRI features           regions, the ‘cortical signature of AD’, including the\nsuggestive of CADASIL are the presence of T2 hyper-            MTL and temporoparietal cortex. Conversely, non-\nintensity of the temporal pole, the U-ﬁbres at the ver-        amnestic MCI shows a diﬀerent pattern of atrophy\ntex and external capsule or insular region, and                characterized by a relative sparing of the MTL and a\nmultiple microhaemorrhagic foci (basal ganglia, inter-         regional involvement which is typically highly consis-\nnal capsule, thalamus and pons), which can be seen             tent with the observed clinical deﬁcits.\non gradient echo scans [36].                                      Of all the structural markers of AD, hippocampal\n   Although an increased white matter lesion load sug-         atrophy assessed on conventional CT or coronal T1-\ngests vascular disease, particularly in combination with       weighted images is the best established and validated.\nlesions in the basal ganglia, a critical clinical challenge    MRI-autopsy studies have convincingly validated that\nin subjects with vascular lesions is determining the rela-     hippocampal volumes measured from antemortem\ntionship of cerebrovascular disease and cognitive symp-        MRI scans correlate with Braak neuroﬁbrillary tangle\ntoms. To appropriately diagnose vascular cognitive             pathological staging [61–63]. Indeed, MTL atrophy is\nimpairment or dementia, there should be a clear rela-          now one of the supportive biomarkers to make a\ntionship in the severity and pattern of cognitive impair-      diagnosis of AD in the presence of memory loss pro-\nment and the presence of vascular lesions with                 posed by the new diagnostic criteria [6–8]. MRI is\nneuroimaging [20]. However, this association can be            superior to conventional CT in the evaluation of\nconfounded by the frequent co-occurrence of depres-            MTL atrophy [10–12]. However, the possibility of\nsion on a cerebrovascular basis, as well as by the fre-        evaluating the pattern of atrophy using CT has been\nquent coexistence with neurodegenerative diseases,             improved with the advent of multi-detector row CT,\nespecially AD. Small-vessel disease is frequently              owing to the availability of high-resolution coronally\nobserved in MRI scans of AD patients in the form of            reformatted images [64]. MTL atrophy can be\nwhite matter hyperintensities, lacunae and microbleeds.        detected by qualitative ratings based on visual scoring,\n\n\n                                                                                                            © 2012 The Author(s)\n                                                          European Journal of Neurology © 2012 EFNS European Journal of Neurology\n\f                                                                                      Neuroimaging guidelines in dementia   1491\n\n\n\nor by linear measurements and quantitative volumetry                  and superior parietal regions [96]. The utility of such\nof regions of interest (referenced to a well-character-               a scale has been assessed in pathologically proven\nized population with age norms). Several visual rating                (mostly early-onset) AD and frontotemporal lobar\nscales to quantify degree of MTL atrophy have been                    degeneration (FTLD) patients [97]. Thirty per cent of\ndeveloped and are widely used [65–68]. On the con-                    AD patients had posterior atrophy in the absence of\ntrary, at present, accepted standards for quantitative                abnormal MTL atrophy, whereas only 7% of the\nanalysis are lacking [69]. Manual hippocampal seg-                    FTLD group had abnormal posterior atrophy score\nmentation is the most validated procedure to estimate                 and normal MTL [97]. Adding the posterior atrophy\na quantitative hippocampal volume, but diﬀerent                       to the MTL visual rating score improved discrimina-\nlaboratories use diﬀerent anatomical landmarks and                    tion of early-onset AD from normal controls and all\nmeasurement approaches [69]. Of note, a harmonized                    AD from FTLD cases [97].\nprotocol for manual hippocampal segmentation is cur-                  Atypical presentations of AD. AD pathology can man-\nrently being developed by an international working                    ifest itself with clinically atypical presentations, that\ngroup (EADC-ADNI), which will be available for                        is, in some patients memory is not the primary deﬁcit\ngeneral use in 2013 [70]. Furthermore, the utility of                 but visuospatial and visuoperceptual and/or language\nstructural imaging will certainly be increased further                disturbances are prominent symptoms [98–100]. Atypi-\nby automated segmentation algorithms developed in                     cal presentations are more often seen in early-onset\nthe last few years, which are the only feasible methods               AD patients [99]. In atypical, focal AD presentations,\nin the context of large studies [71,72], such as clinical             the MTL is relatively spared [99,101]. Two recent\ntrials.                                                               quantitative MRI studies in pathology-proven AD\n   Clinical population studies have reported that hip-                cases suggested that a pattern of temporoparietal atro-\npocampal volumes in mild AD patients are 15–40%                       phy or cortical thinning may suggest AD pathology\nsmaller than controls [25], and in MCI the volume is                  even in subjects presenting with non-amnestic clinical\nreduced by 10–15% [73]. MTL atrophy can separate                      syndromes [101,102]. The temporoparietal cortex\nmild to moderate AD patients from normal controls                     volume also provided better discrimination between\nwith sensitivity and speciﬁcity >85% [25]. Structural                 atypical AD and FTLD groups than the hippocampal\nMRI estimates of tissue loss in MTL are predictive                    volume (81% vs. 74% accuracy) [101]. Two common\nfor conversion from amnestic MCI to AD [74–83]. A                     progressive, focal cortical syndromes associated with\nmeta-analysis estimated that MTL atrophy, as                          AD pathology are posterior cortical atrophy (PCA)\nassessed on structural MRI, has 73% sensitivity and                   and primary progressive aphasia (PPA). Structural\n81% speciﬁcity for predicting whether patients with                   MRI scans of patients with PCA show atrophy of\nMCI will convert to AD [84]. Subjects with amnestic                   parieto-occipital and posterior temporal cortices [99,103].\nMCI who progress to AD also have a greater degree                     Compared with typical AD cases, PCA patients had\nof grey matter atrophy at baseline beyond the MTL                     greater right parietal and less left MTL atrophy [99].\nthan MCI who do not, including the medial and infe-                   For a detailed description of structural neuroimaging\nrior temporal lobes, temporoparietal association neo-                 features in AD cases with prominent language deﬁcits,\ncortex and frontal lobes [50,52,85,86].                               see the section on PPA.\n   It should be emphasized that MTL atrophy may\noccur in other diseases as well [87–92]; thus, MTL                    Dementia with Lewy bodies\natrophy alone lacks the speciﬁcity to conﬁdently                      No clear signature pattern of cerebral atrophy associ-\nexclude other dementia, in particular in patients at the              ated with dementia with Lewy bodies (DLB) has been\nMCI stage.                                                            established so far. Similar to AD, a diﬀuse pattern of\n   Early-onset AD patients (i.e. subjects showing onset               global grey matter atrophy including temporal, parie-\nof symptoms before the age of 65 years) showed less                   tal, frontal and insular cortices may occur in DLB\nprominent MTL atrophy and greater involvement of                      [104–106], but at the same time, a pattern of cortical\nthe parietal, lateral temporal and frontal regions com-               grey matter loss restricted to frontal and parietal lobes\npared with late-onset AD cases [91,93–95]. Methods                    has also been reported [107,108]. On the whole, sev-\nsuch as voxel-based morphometry (VBM) are a popu-                     eral volumetric studies have not found signiﬁcant or\nlar and successful way to test for groupwise diﬀer-                   disproportionate     occipital    atrophy    in     DLB\nences in the topography of atrophy beyond the MTL.                    [106,107,109].\nHowever, the statistical testing portion of VBM is not                   A relatively robust MR ﬁnding in DLB is that of\ndesigned to provide diagnostic information at the sin-                relative preservation of the MTL compared with AD\ngle subject level. A speciﬁc visual rating scale has been             of similar clinical severity [87,104–108,110–115]. This\ndesigned, evaluating the posterior cingulate, precuneus               ﬁnding is supported by a prospective MRI study with\n\n\n© 2012 The Author(s)\nEuropean Journal of Neurology © 2012 EFNS European Journal of Neurology\n\f1492    M. Filippi et al.\n\n\n\npathological veriﬁcation, which found that MTL atro-         tal dominant and frontotemporal variants) and two\nphy on MRI has a robust discriminatory power for             with prominent temporal lobe atrophy (i.e. temporal\ndistinguishing AD from DLB (sensitivity of 91% and           dominant and temporofrontoparietal subtypes) [127].\nspeciﬁcity of 94%) [105]. Thus, a relative preservation      Brain atrophy in bvFTD also involves several subcor-\nof MTL structures on CT or MRI supports a diagno-            tical structures, such as the striatum [122,125,135],\nsis of DLB in the consensus diagnostic criteria [116].       thalamus [125,135,136], bilaterally and hypothalamus\n   Subcortical structural alterations in terms of puta-      [137]. Signiﬁcant atrophy was also found in the brain-\nmen atrophy have been described in some cases of             stem, including the midbrain and pontine tegmentum\nDLB relative to AD [117], whilst no signiﬁcant atro-         in some cases [125,138,139].\nphy was detected in caudate nucleus [117–119]. A pat-           Despite variation and overlap of atrophy patterns,\ntern of relatively focused atrophy of the midbrain,          visual inspection of regional atrophy on MRI may aid\nhypothalamus and substantia innominata, with a rela-         in discriminating FTD from AD. A combined diag-\ntive sparing of the hippocampus and temporoparietal          nostic criterion based on the ﬁnding of either severe\ncortex, has been found in DLB compared with AD               frontal atrophy or asymmetry was highly diagnostic\ncases [107]. However, whether these ﬁndings help in          (sensitivity 71%, speciﬁcity 93%) of bvFTD compared\nrecognizing early suspected cases remains unknown.           with non-FTD dementia cases (i.e. AD and vascular\nFurthermore, a substantial overlap between DLB and           dementia) [140]. In a study investigating the diagnostic\nAD with regard to atrophy in these regions detracts          accuracy of visual inspection of MRI scans in patients\nfrom the usefulness of these markers in individual           with pathologically conﬁrmed diagnosis, atrophy of\ncases.                                                       the anterior, inferior and lateral temporal lobes was\n                                                             associated with the highest sensitivity (\u001590%) for dis-\nFrontotemporal dementia                                      criminating FTLD from AD patients, and anterior\nThe terms FTLD and FTD describe a group of clini-            greater than posterior gradient and hemispheric asym-\ncal syndromes which may be produced by a number              metry of atrophy were each at least 85% speciﬁc for\nof histopathologically distinct entities. In these guide-    FTLD versus AD [141]. A prospective study in 134\nlines, the term FTLD will be used to indicate cases          patients with clinically suspected bvFTD demon-\nwith a pathological diagnosis, whilst the term FTD           strated that evidence of frontotemporal atrophy on\nwill be used to refer to the clinical syndrome.              structural MRI scans, in the absence of corresponding\n   The designation of probable behavioural variant of        changes in more posterior areas of the brain, had a\nfrontotemporal dementia (bvFTD) by the revised               sensitivity of 63% and speciﬁcity of 70% against a\ndiagnostic criteria [120] restricts diagnosis to patients    clinical diagnosis after 2 years [130].\nwith demonstrable functional decline and typical neu-           Recent quantitative studies have suggested that a\nroimaging ﬁndings, including frontal and/or temporal         cortical thinning of the anterior temporal lobe and\natrophy, and hypoperfusion or hypometabolism on              frontal lobe is indicative of the presence of FTLD\nPET or SPECT.                                                pathology in patients with a clinical diagnosis of\n   Structural MRI studies showed that classical              bvFTD or PPA during life [102]. Conversely, a corti-\nbvFTD presents with a combination of medial frontal,         cal thinning or atrophy in the posterior cingulate\norbital–insular and anterior temporal cortical atrophy       gyrus, parietal lobe and frontal pole is suggestive of\n[121–128]. Such an atrophy pattern can be readily            AD pathology independent of clinical presentations\nappreciated on coronal T1-weighted MRI scans                 (i.e. even in patients with behavioural or language\n(knife-edge atrophy). The MTL is more aﬀected ante-          deﬁcits) [101,102] (see also sections on atypical AD\nriorly, that is, the amygdala is more aﬀected than the       presentations and PPA).\nhippocampus, and posterior hippocampus often\nappears normal. Nevertheless, the typical pattern is         Primary progressive aphasia\nnot necessarily present in all cases [129–131], particu-     In patients clinically diagnosed with PPA, who are\nlarly in patients with FTD and motorneuron disease,          then divided into clinical variants based on speciﬁc\nand the pattern of atrophy in bvFTD varies signiﬁ-           speech and language features characteristic for each\ncantly across diﬀerent cohorts [132,133]. In some            subtype, an ‘imaging-supported’ diagnosis can be\ncases, bvFTD presents with a remarkable atrophy of           made if the expected pattern of focal atrophy on\nthe right anterior temporal lobe and a lesser involve-       structural MRI scans (or functional involvement on\nment of the frontal regions [127,134]. A large VBM           SPECT and FDG) is found [142].\nstudy suggested that bvFTD may be divided into four             Semantic variant PPA is associated with left ante-\nanatomically diﬀerent subtypes, two of which are             rior temporal atrophy (temporal pole), aﬀecting the\nassociated with a prominent frontal atrophy (i.e. fron-      lateral and ventral temporal surfaces, as well as partic-\n\n\n                                                                                                          © 2012 The Author(s)\n                                                        European Journal of Neurology © 2012 EFNS European Journal of Neurology\n\f                                                                                      Neuroimaging guidelines in dementia   1493\n\n\n\nularly the anterior hippocampus, amygdala and fusi-                   speciﬁc for FTLD pathology but was only present in\nform gyrus [121,143–145]. Semantic patients may have                  a minority of patients (sensitivity 40%) [156]. Alto-\nleft hippocampal atrophy that is at least as severe as                gether, these studies in pathologically proven cases\nthat seen in AD patients [49,90,91,144]. In these                     suggested that distinct patterns of tissue loss could\npatients, the hippocampal atrophy is predominantly                    assist in the in vivo prediction of underlying pathol-\nlocated anteriorly, with a relative preservation of the               ogy. However, the results of these studies are limited\nposterior hippocampal regions [49,90]. Temporal lobe                  by the small numbers of patients assessed.\natrophy is also mainly inferior (often severe involve-\nment of the fusiform gyrus) with relative sparing of                  Miscellaneous\nthe superior temporal gyrus [49,90]. As the disease                   Midbrain atrophy, better seen on sagittal T1-weighted\nprogresses, the right temporal lobe becomes more                      images, dilatation of the third ventricle, atrophy of the\ninvolved [146].                                                       superior cerebellar peduncle and frontal cortical atro-\n   The non-ﬂuent PPA variant is associated with a                     phy support a diagnosis of PSP [157]. T2-signal change\ncharacteristic pattern of left anterior peri-Sylvian atro-            in the superior cerebellar peduncle can be seen in PSP\nphy involving inferior, opercular and insular portions                patients but is less sensitive [157]. Quantitative MRI\nof the frontal lobe [145]. Motor and premotor regions                 measurements of brainstem structures have been pro-\nand Broca’s area are also involved [145]. In non-ﬂuent                posed as potentially useful markers to diagnose PSP\npatients, bilateral atrophy of the basal ganglia                      on an individual patient basis. In particular, a ratio of\n[135,145], thalamus [135] and amygdala [135] was                      linear measurements (e.g. the so-called MR parkinson-\nobserved. Compared with controls, non-ﬂuent patients                  ism index, which combines measurements of midbrain\nalso have atrophy of the left hippocampus [92]; how-                  and pons areas as well as superior and middle cerebel-\never, it is less severe than that in AD patients [92].                lar peduncle widths) has been shown to diﬀerentiate\n   In the logopenic PPA variant, the pattern of atro-                 accurately PSP from Parkinson’s disease (PD) and\nphy primarily aﬀects the left temporoparietal junction,               multiple system atrophy (MSA) cases [158,159].\nincluding the left posterior superior and middle tem-                    Other speciﬁc imaging signs may include bilateral\nporal gyri, as well as the inferior parietal lobule                   striatal atrophy in Huntington’s disease, sometimes\n[99,145,147,148]. The involvement of the left MTL is                  many years before disease onset [160], and striatal or\nreported less consistently [147]. Such a posterior tem-               neocortical abnormalities in patients with CJD. In\nporoparietal pattern of atrophy chieﬂy discriminates                  CJD, T2-weighted and especially FLAIR sequences\nthis syndrome from the other subtypes of PPA [148].                   can show a very characteristic pattern of hyperintense\n   A major clinical challenge, to date, is the need to                signal in the striatum and/or cortex [161]. DWI can\nimprove the prediction of the speciﬁc histopathology                  show focal changes in CJD not yet apparent on\ncausing each of the PPA variants during life (FTLD                    FLAIR images (up to 20% of cases) [161,162]. In spo-\nversus AD). A prominent left frontal and anterior                     radic CJD, involvement of either the striatum or neo-\ntemporal atrophy is seen in semantic PPA patients                     cortex or both is usually found [161]. In variant CJD,\nwho have FTLD pathology at autopsy [149–154].                         there is a selective involvement of the medial and dor-\nConversely, semantic patients with AD pathology                       sal (pulvinar) thalamic nuclei, leading to the so-called\nmostly have hippocampal involvement and a lack of                     hockey stick sign [163].\nthe knife-edge anterior temporal atrophy, as well as a\nless severe thinning of the temporal lobe in the regions              Recommendations for structural MRI\nof the collateral sulcus and fusiform gyrus [154]. Some                1 Structural imaging should be carried out at least\nstudies evaluating patients with non-semantic PPA                        once in the diagnostic work-up of patients with\nassociated with AD pathology demonstrated the pres-                      cognitive impairment and serves at least three pur-\nence of temporoparietal atrophy [151,152,155,156].                       poses: to exclude other potentially treatable dis-\nTwo recent studies investigated the value of clinical                    eases, to recognize vascular lesions and to identify\nphenotyping, neuropsychological analysis and pattern                     speciﬁc ﬁndings to help distinguish diﬀerent forms\nof MRI atrophy in predicting underlying pathology of                     of neurodegenerative types of dementia (good\nnon-ﬂuent and logopenic patients [155,156]. In the                       practice point).\nﬁrst study, PPA cases with CSF ﬁndings consistent                      2 MRI is currently the imaging modality of choice\nwith AD showed a posterior superior temporal atro-                       for assessing subjects with suspected dementia.\nphy, whilst patients with FTLD pathology had frontal                     However, where MRI is not available or contrain-\natrophy [155]. The second study showed that a dispro-                    dicated, CT scans can usefully exclude major space\nportionate or asymmetrical frontotemporal atrophy                        occupying lesions, large infarcts and hydrocephalus\non structural MRI (knife-edge atrophy) was 100%                          (good practice point). Multi-detector row CT is\n\n\n© 2012 The Author(s)\nEuropean Journal of Neurology © 2012 EFNS European Journal of Neurology\n\f1494   M. Filippi et al.\n\n\n\n  the best alternative for patients who cannot                10 The pattern of atrophy is more useful than atro-\n  undergo MRI (good practice point).                             phy of single regions in the diﬀerential diagnosis\n3 A standard MRI protocol should include a high-                 of FTD compared with AD: knife-edge, severe\n  resolution structural volumetric T1-weighted scan,             frontotemporal atrophy combined with dilatation\n  transverse T2-weighted and FLAIR sequences and                 of frontal horn, and an anterior greater than pos-\n  transverse T2*-gradient echo sequence (good prac-              terior gradient is suggestive of a diagnosis of FTD\n  tice point). Routine contrast administration is not            (class II, level A).\n  indicated (good practice point). DWI can be useful          11 A normal structural MRI scan should prompt the\n  to identify recent infarcts, as well as cortical and/          clinician to reconsider a diagnosis of bvFTD, if\n  or basal ganglia changes in CJD patients (good                 clinically severe, and semantic variant PPA (good\n  practice point).                                               practice point).\n4 It is particularly diﬃcult to attribute clinical signiﬁ-    12 Presence of knife-edge frontal and/or temporal\n  cance to evidence of cerebrovascular disease in                lobe atrophy in patients with PPA is predictive of\n  patients with cognitive impairment. Vascular                   FTLD pathology, whilst the presence of temporo-\n  changes on CT or MRI do not preclude a diagnosis               parietal atrophy is highly associated with AD\n  of degenerative dementia, especially in older age. A           (class III, level C).\n  diagnosis of vascular dementia should only be made\n  where the vascular lesion(s) can explain the cogni-\n                                                              Functional imaging findings\n  tive deﬁcit (class II, level A). The ‘mixed dementia’\n  label should be reserved for those cases in which           Alzheimer’s disease\n  both clinical features and diagnostic markers point         Cerebral blood ﬂow SPECT and FDG PET scans of\n  to a mixed aetiology (good practice point).                 typical AD patients demonstrate predominant hypo-\n5 T1-weighted images should be carefully evaluated            perfusion or reduced glucose metabolism in the tem-\n  to assess speciﬁc patterns of focal atrophy, espe-          poroparietal regions, including the precuneus and the\n  cially in the MTL, biparietal regions and posterior         posterior cingulate cortex [164]. Functional frontal\n  cingulate cortex (as seen in AD), temporal pole             lobe involvement is also often reported in AD, but\n  and/or frontal lobes (as seen in FTD), parietal/            usually in conjunction with and characteristically less\n  occipital lobe (as seen in PCA), putamen, and mid-          severe than temporoparietal involvement [165]. Over-\n  brain and frontal lobe (as seen in PSP) (good prac-         all, hypoperfusion or hypometabolism in early-onset\n  tice point).                                                AD is much greater in magnitude and extent than\n6 Coronal T1-weighted sequence can be used to assess          that of late-onset AD patients with similar dementia\n  MTL atrophy to support a clinical diagnosis of AD           severity [166–168]. Early-onset AD patients typically\n  compared with cognitively normal subjects (class II,        show more severe hypometabolism in parietal, frontal,\n  level A). Prediction of subsequent AD in individuals        occipital and subcortical areas [167,168]. The primary\n  with amnestic MCI can also be obtained with MRI             visual and sensorimotor cortices, cerebellum, thalamus\n  volumetric measures of the MTL (class II, level A).         and basal ganglia are relatively spared in AD [165].\n  However, at present, accepted standards for quanti-            A few studies compared CBF SPECT and FDG\n  tative MTL volume measurement are lacking.                  PET in their ability to diﬀerentiate AD from healthy\n  Therefore, quantiﬁcation must rely on local speciﬁc         controls and other dementia, but it seems that FDG\n  standards (good practice point).                            PET has both a higher sensitivity and a higher speci-\n7 Combining MTL measures with other potentially               ﬁcity than SPECT [13–16]. The best correspondence\n  informative markers, such as posterior cingulate            was in the temporoparietal and posterior cingulate\n  cortex and precuneus volumetric measures, are               cortices. However, tracer uptake reductions were sig-\n  likely to improve diagnostic conﬁdence in AD                niﬁcantly more pronounced with PET than with\n  patients (class II, level B), mainly in younger cases.      SPECT [13].\n8 In cases of atypical AD presentations, the involve-            Most existing studies compared FDG PET to a\n  ment of the MTL is reported less consistently than          clinical diagnosis. Five case–control FDG PET studies\n  that of lateral temporal and medial parietal regions",
  "wordCount": 20511,
  "indexed": "2025-09-25T22:56:08.373Z",
  "method": "direct"
}
