{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Enduri et al. - 2014 - Clinical Reasoning A 52-year-old woman with progr.pdf",
  "fileName": "Enduri et al. - 2014 - Clinical Reasoning A 52-year-old woman with progr.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Enduri et al. - 2014 - Clinical Reasoning A 52-year-old woman with progr.pdf",
  "text": "RESIDENT\n               & FELLOW\n               SECTION\n                               Clinical Reasoning:\nSection Editor                 A 52-year-old woman with progressive\nMitchell S.V. Elkind,\nMD, MS                         proximal weakness\n\nSailaja Enduri, MD             SECTION 1                                                                          to respiratory failure. Her brother also had periph-\nMatthew R.G. Taylor,           A 52-year-old woman presented with a 12-year his-                                  eral neuropathy. The diagnosis of LGMD in all\n   MD, PhD                     tory of progressive limb weakness. She first had                                   family members is based on clinical presentations\nTeerin Liewluck, MD            trouble climbing stairs and later difficulty getting                               and muscle biopsies. Genetic studies were not per-\n                               up from a chair. She also experienced hip and shoul-                               formed. There was no family history of dementia,\n                               der pain. Over the previous 2 years, combing her                                   bone disorder, or motor neuron disease. Her neuro-\nCorrespondence to              hair became difficult. She denied any eyelid droop-                                logic examination revealed symmetrical weakness of\nDr. Liewluck:\nteerin.liewluck@ucdenver.edu\n                               ing, double vision, chewing or swallowing difficulty,                              shoulder and hip girdle muscles (Medical Research\n                               slurred speech, shortness of breath, numbness, tin-                                Council [MRC] grade 4), as well as anterior leg\n                               gling, autonomic symptoms, or cognitive problems.                                  compartment muscles (MRC grade 41). She also\n                               She did not have any rashes or joint pain. She had                                 had scapular winging bilaterally. There was no myo-\n                               no other medical problems and was not taking any                                   tonia, muscle rippling, fasciculation, muscle atro-\n                               medications. She was born full-term and had nor-                                   phy, or hypertrophy. Deep tendon reflexes were\n                               mal developmental milestones. She was able to keep                                 normal except for absent ankle reflexes on both\n                               up with her peers and was a good runner during her                                 sides. Cognition, cranial nerves, sensory examina-\n                               childhood. The patient was of German descent and                                   tion, and coordination were normal. She had\n                               her father and paternal uncle developed leg weak-                                  high-arched feet and hammertoes. There was nei-\n                               ness in their early 40s and were diagnosed with                                    ther joint contracture nor spinal rigidity.\n                               limb-girdle muscular dystrophy (LGMD). They\n                                                                                                                  Questions for consideration:\n                               died in a plane crash in their late 40s. The patient’s\n                               older brother and her uncle’s son developed leg                                    1. What is your differential diagnosis at this point?\n                               weakness in their early 40s and were also diagnosed                                2. What testing would be helpful to narrow the dif-\n                               with LGMD. Both died in their mid-to-late 50s due                                     ferential diagnosis?\n\n\n\n\n                                                                                                                                                                  GO TO SECTION 2\n\n\n\n\n                               From the Department of Neurology (S.E., T.L.) and the Adult Medical Genetics Program, Department of Medicine (M.R.G.T.), Anschutz Medical\n                               Campus, University of Colorado School of Medicine, Aurora.\n                               Go to Neurology.org for full disclosures. Funding information and disclosures deemed relevant by the authors, if any, are provided at the end of the article.\n\ne106                           © 2014 American Academy of Neurology\n\n   ª 2014 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  SECTION 2                                                  recessive motor neuropathies with preferential distal\n                  This patient presented with several years of progressive   weakness and sparing of proximal muscles. Heredi-\n                  symmetrical proximal limb weakness without sensory,        tary disorders of neuromuscular transmission or con-\n                  ocular, or bulbar symptoms. The pure motor syn-            genital myasthenic syndromes are inherited in an\n                  drome could be due to disorders affecting motor neu-       autosomal recessive fashion except for the slow-\n                  rons, motor nerves, neuromuscular junctions, or            channel congenital myasthenic syndrome, which is\n                  muscles. The diagnosis of LGMD in her father, uncle,       an autosomal dominant disorder. Patients with\n                  brother, and cousin points toward autosomal domi-          slow-channel congenital myasthenic syndrome typi-\n                  nant disorder of skeletal muscle. The symmetrical          cally have not only ocular involvement, but also wrist\n                  proximal weakness is the most common weakness pat-         or finger extensor weakness.\n                  tern of hereditary myopathy or muscular dystrophy.             The patient was initially evaluated at our institute\n                  These patients typically have normal reflexes, but the     10 years ago. She recently returned for a follow-up\n                  ankle reflexes could be diminished or absent in patients   visit due to the concern of developing respiratory\n                  with superimposed peripheral neuropathy, severe distal     compromise. All these results were from her initial\n                  myopathic weakness, or S1 radiculopathy.                   evaluation. Serum creatine kinase (CK) level was\n                      Hereditary disorders of motor neurons include          539 U/L (normal ,195 U/L). Sural sensory nerve\n                  familial amyotrophic lateral sclerosis (ALS), spinal       action potential, peroneal compound muscle action\n                  muscular atrophy (SMA), and spinobulbar muscular           potential (CMAP), and tibial CMAP had mildly slow\n                  atrophy (SBMA). Most variants of familial ALS and          conduction velocities with normal amplitudes and\n                  a few variants of SMA are inherited in an autosomal        distal latencies. At that time, the record showed the\n                  dominant manner. Patients with ALS typically pre-          patient did not have ankle dorsiflexor weakness and\n                  sent with asymmetric distal weakness associated with       the ankle reflexes were intact. A needle EMG revealed\n                  mixed upper and lower motor neuron findings,               small and rapidly recruiting motor unit potentials\n                  whereas patients with SMA develop symmetric prox-          associated with fibrillation potentials in deltoid,\n                  imal weakness associated with lower motor neuron           biceps, iliopsoas, and gastrocnemius. There were no\n                  features. SBMA is an X-linked lower motor neuron           myotonic discharges. Her EKG showed normal sinus\n                  disease. Manifesting carriers of SBMA have been re-        rhythm and suggested left atrial enlargement. Echo-\n                  ported, but symptoms were much milder than what            cardiogram was not performed.\n                  was observed in affected male patients. The absence\n                                                                             Questions for consideration:\n                  of fasciculation and muscle atrophy after several years\n                  of weakness make familial ALS, SMA, and SBMA               1. Based on these findings, what is your current dif-\n                  unlikely. Hereditary motor neuropathies are a group           ferential diagnosis?\n                  of autosomal dominant or less commonly autosomal           2. What further evaluation would be helpful?\n\n\n\n\n                                                                                                                GO TO SECTION 3\n\n\n\n\n                                                                             Neurology 83   September 2, 2014                  e107\n\nª 2014 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                    SECTION 3                                                        VCP mutations, and some congenital myopathies\n                    The mildly elevated CK level can be seen in either               (hyaline body myopathy and reducing body myopa-\n                    myopathy or motor neuron disease, but the small and              thy). The absence of ptosis and dysphagia makes\n                    rapidly recruiting motor unit potentials are consistent          OPMD unlikely. The sparing of facial muscles is\n                    with the myopathic process. These needle EMG features            uncommon in FSHD. The lack of clinical and elec-\n                    and the absence of ptosis or ophthalmoparesis point              trical myotonia points away from DM1, but both\n                    away from neuromuscular junction disorders. Given                clinical and electrical myotonia could be subtle or\n                    the family history of LGMD and the longstanding his-             absent in DM2. The absence of early contracture\n                    tory of muscle weakness, it is unlikely that the patient         makes EDMD unlikely. The mildly elevated CK level\n                    has acquired myopathy (e.g., inflammatory myopathy).             in this patient is much lower than what is typically\n                    The differential diagnosis of autosomal dominant                 observed in patients with muscular dystrophies due to\n                    myopathy/muscular dystrophy includes LGMD1, myo-                 the sarcolemmal defects (e.g., dystrophinopathy).\n                    tonic dystrophy (DM1 and DM2), facioscapulohumeral                   The absence of ankle reflexes in this patient is out\n                    dystrophy (FSHD), oculopharyngeal muscular dystro-               of proportion to the mild degree of ankle dorsiflexor\n                    phy (OPMD), myofibrillar myopathy (MFM), autoso-                 weakness, which suggests concomitant peripheral\n                    mal dominant Emery-Dreifuss muscular dystrophy                   neuropathy or S1 radiculopathy rather than distal\n                    (EDMD), autosomal dominant inclusion body myopa-                 myopathy. Mildly slowing sural responses noted in\n                    thy, mitochondrial myopathy due to nuclear DNA                   pervious nerve conduction studies favor superim-\n                    mutations, and certain subtypes of congenital myopathy           posed peripheral neuropathy rather than S1 radicu-\n                    or distal myopathy.                                              lopathy. A mild cardiac abnormality was noted on\n                        The symmetric hip and shoulder girdle weakness               the patient’s EKG. A constellation of myopathy,\n                    with sparing of the ocular, facial, and bulbar muscles           peripheral neuropathy, and cardiac involvement, as\n                    can be seen in LGMD1, DM2, MFM, inclusion                        seen in this patient, has been reported in LGMD1A,\n                    body myopathy, and adult-onset congenital myopa-                 LGMD1B/autosomal dominant EDMD (laminop-\n                    thy. Some of the LGMD1 subtypes are allelic to                   athy), MFM, and autosomal mitochondrial myopa-\n                    MFM. Scapular winging is not uncommon in pa-                     thy. Overall, the pattern of weakness, the winged\n                    tients with MFM, inclusion body myopathy due to                  scapulae, and the possible concomitant neuropathy\n\n\n\n                      Figure       Muscle biopsy\n\n\n\n\n                    Modified Gomori trichrome stain demonstrates (A) a moderate variation in fiber size and scattered necrotic fibers (arrow); (B) a\n                    few fibers harboring amorphous hyaline deposits that are dark blue (arrows); (C) rare fibers containing cytoplasmic bodies\n                    (arrow). (D) On NADH dehydrogenase stain, the hyaline plaques are devoid of oxidative enzyme activity (arrows). Bar, 50 mm.\n\n\ne108                Neurology 83    September 2, 2014\n\n  ª 2014 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  and cardiac involvement make MFM the most likely                   FLNC sequencing in this patient showed a\n                  diagnosis. Moreover, the patient’s brother and cousin          p.Trp2710X mutation. This p.Trp2710X mutation\n                  died of respiratory failure and respiratory involvement        was first identified as the founder mutation in\n                  occurs in some variants of MFM.                                German patients and later was reported in patients\n                     The patient had undergone left deltoid biopsy               from other ethnic backgrounds.3,4 FLNC encodes fil-\n                  10 years previously. Chronic noninflammatory                   amin C, the muscle-specific protein that cross-links\n                  myopathy was originally reported and the patient               actin in the Z-disc region and interacts with myotilin\n                  was diagnosed with LGMD1. Upon review of the                   and sarcoglycans.4 Mutations in the rod domain of\n                  biopsy slides, there were a few muscle fibers harboring        filamin C cause MFM, while mutations in its actin-\n                  characteristic features of MFM (figure).                       binding domain cause early-onset distal myopathy,\n                                                                                 preferentially affecting posterior leg compartment\n                  DISCUSSION                                                     and hand muscles without MFM pathology.3–5\n                  MFM refers to a group of genetically heterogeneous             FLNC-MFM patients usually present only after the\n                  muscular dystrophies with similar muscle biopsy find-          fourth decade of life. Respiratory muscles become\n                  ings (disintegration of myofibrils and aggregation of sev-     affected with disease progression in 50% of patients.\n                  eral proteins into distinct sarcoplasmic deposits), but        Cardiac abnormalities occur in one-third of patients,\n                  diverse clinical phenotypes (limb-girdle, scapulopero-         albeit mild.3 Symptomatic and supportive care, as\n                  neal, distal, or axial weakness) and variable age at onset.    well as cardiac and respiratory surveillance, are the\n                  Some of the LGMD1 subtypes are allelic to MFM.                 mainstay treatment for patients with FLNC-MFM.\n                  Cardiomyopathy and peripheral neuropathy are fre-              Genetic counseling and the option of genetic testing\n                  quent associated features.1 EMG reveals myopathic              should be offered to at-risk relatives.\n                  motor unit potentials and abnormal irritability, often\n                  with myotonic discharges.1 Some patients have a com-           AUTHOR CONTRIBUTIONS\n                  bination of myopathic and neurogenic motor unit po-            Dr. Enduri: drafting the manuscript. Dr. Taylor: critical review of the\n                  tentials or slow nerve conduction velocities.1 The             manuscript. Dr. Liewluck: conceptualization and revising the manuscript.\n\n                  causative genes are identified in only half of the patients,\n                                                                                 STUDY FUNDING\n                  including MYOT (myotilin), ZASP (Z-band alterna-\n                                                                                 No targeted funding reported.\n                  tively spliced PDZ-motif protein), DES (desmin),\n                  CRYAB (aB-crystallin), FLNC (filamin C), BAG3\n                                                                                 DISCLOSURE\n                  (BCL-2-associated athanogene-3), DNAJB6 (DNAJ/                 The authors report no disclosures relevant to the manuscript. Go to\n                  HSP40 homolog, subfamily B, member 6), FHL1                    Neurology.org for full disclosures.\n                  (four-and-a-half-LIM protein 1), and TTN (titin).\n                  MYOT-MFM, DNAJB6-MFM, and DES-MFM are                          REFERENCES\n                  allelic to LGMD1. Respiratory involvement is common            1. Selcen D. Myofibrillar myopathies. Neuromuscul Disord\n                  in patients with FLNC-MFM and TTN-MFM, and                        2011;21:161–171.\n                                                                                 2. Kley RA, Hellenbroich Y, van der Ven PF, et al. Clinical\n                  was reported in a few patients with DES-MFM,\n                                                                                    and morphological phenotype of the filamin myopathy: a\n                  CRYAB-MFM, and MYOT-MFM.2,3 TTN-MFM                               study of 31 German patients. Brain 2007;130:3250–3264.\n                  patients usually develop respiratory insufficiency early       3. Pfeffer G, Barresi R, Wilson IJ, et al. Titin founder muta-\n                  in the disease course,3 whereas FLNC-MFM patients                 tion is a common cause of myofibrillar myopathy with early\n                  experience respiratory compromise later with disease              respiratory failure. J Neurol Neurosurg Psychiatry 2014;85:\n                  progression.2 The family history of respiratory com-              331–338.\n                                                                                 4. Kley RA, Serdaroglu-Oflazer P, Leber Y, et al. Pathophys-\n                  promise developing a decade after the onset of weak-\n                                                                                    iology of protein aggregation and extended phenotyping in\n                  ness as seen in our patient is typical of FLNC-MFM.\n                                                                                    filaminopathy. Brain 2012;135:2642–2660.\n                  Being of German descent also favors the diagnosis of           5. Duff RM, Tay V, Hackman P, et al. Mutations in the\n                  FLNC-MFM, given that the founder FLNC muta-                       N-terminal actin-binding domain of filamin C cause a distal\n                  tion has been reported in German patients.3                       myopathy. Am J Hum Genet 2011;88:729–740.\n\n\n\n\n                                                                                 Neurology 83      September 2, 2014                              e109\n\nª 2014 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f    Clinical Reasoning: A 52-year-old woman with progressive proximal weakness\n                Sailaja Enduri, Matthew R.G. Taylor and Teerin Liewluck\n                              Neurology 2014;83;e106-e109\n                         DOI 10.1212/WNL.0000000000000757\n\n                    This information is current as of September 1, 2014\n\n Updated Information &              including high resolution figures, can be found at:\n Services                           http://www.neurology.org/content/83/10/e106.full.html\n\n References                         This article cites 5 articles, 3 of which you can access for free at:\n                                    http://www.neurology.org/content/83/10/e106.full.html##ref-list-1\n Subspecialty Collections           This article, along with others on similar topics, appears in the\n                                    following collection(s):\n                                    Muscle disease\n                                    http://www.neurology.org//cgi/collection/muscle_disease\n Permissions & Licensing            Information about reproducing this article in parts (figures,tables) or in\n                                    its entirety can be found online at:\n                                    http://www.neurology.org/misc/about.xhtml#permissions\n Reprints                           Information about ordering reprints can be found online:\n                                    http://www.neurology.org/misc/addir.xhtml#reprintsus\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously since\n1951, it is now a weekly with 48 issues per year. Copyright © 2014 American Academy of Neurology. All\nrights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.",
  "wordCount": 2178,
  "indexed": "2025-09-25T22:53:47.269Z",
  "method": "direct"
}
