{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Ataxias/Mitoma et al. - 2015 - Consensus Paper Neuroimmune Mechanisms of Cerebel.pdf",
  "fileName": "Mitoma et al. - 2015 - Consensus Paper Neuroimmune Mechanisms of Cerebel.pdf",
  "relativePath": "Neurología/Ataxias/Mitoma et al. - 2015 - Consensus Paper Neuroimmune Mechanisms of Cerebel.pdf",
  "text": "Cerebellum\nDOI 10.1007/s12311-015-0664-x\n\n    CONSENSUS PAPER\n\n\n\nConsensus Paper: Neuroimmune Mechanisms\nof Cerebellar Ataxias\nHiroshi Mitoma 1 & Keya Adhikari 2 & Daniel Aeschlimann 3 & Partha Chattopadhyay 4 &\nMarios Hadjivassiliou 5 & Christiane S. Hampe 6 & Jérôme Honnorat 7,8,9,10 &\nBastien Joubert 7,8 & Shinji Kakei 11 & Jongho Lee 11 & Mario Manto 12 &\nAkiko Matsunaga 13 & Hidehiro Mizusawa 14 & Kazunori Nanri 15 &\nPriya Shanmugarajah 16 & Makoto Yoneda 17 & Nobuhiro Yuki 18\n\n\n\n\n# The Author(s) 2015. This article is published with open access at Springerlink.com\n\nAbstract In the last few years, a lot of publications suggested            paraneoplastic cerebellar degeneration. Humoral mechanisms,\nthat disabling cerebellar ataxias may develop through                      cell-mediated immunity, inflammation, and vascular injuries\nimmune-mediated mechanisms. In this consensus paper, we                    contribute to the cerebellar deficits in immune-mediated cer-\ndiscuss the clinical features of the main described immune-                ebellar ataxias.\nmediated cerebellar ataxias and address their presumed path-\nogenesis. Immune-mediated cerebellar ataxias include cere-\nbellar ataxia associated with anti-GAD antibodies, the cere-               Keywords Cerebellar ataxias . Anti-GAD antibodies .\nbellar type of Hashimoto’s encephalopathy, primary autoim-                 Hashimoto’s encephalopathy . Primary autoimmune cerebellar\nmune cerebellar ataxia, gluten ataxia, Miller Fisher syndrome,             ataxia . Gluten ataxia . Systemic lupus erythematosus . Miller\nataxia associated with systemic lupus erythematosus, and                   Fisher syndrome . Paraneoplastic cerebellar degeneration\n\n\n\n* Hiroshi Mitoma                                                           9\n                                                                                National Reference Centre for Paraneoplastic Neurological Diseases,\n  mitoma@tokyo-med.ac.jp                                                        Hospices Civils de Lyon, Hôpital Neurologique, 69677 Bron, France\n                                                                           10\n                                                                                Hospices Civils de Lyon, Neuro-oncology, Hôpital Neurologique,\n1\n     Department of Medical Education, Tokyo Medical University,                 69677 Bron, France\n     Tokyo, Japan\n                                                                           11\n2                                                                               Tokyo Metropolitan Institute of Medical Science, Tokyo, Japan\n     Department of Haematology, Nil Ratan Sircar Medical College, 138\n     A J C Bose Road, Kolkata 700014, West Bengal, India                   12\n                                                                                Unité d’Etude du Mouvement, FNRS, Neurologie ULB-Erasme,\n3                                                                               808 Route de Lennik, 1070 Brussels, Belgium\n     Matrix Biology &Tissue Repair Research Unit, School of Dentistry,\n     College of Biomedical and Life Sciences, Cardiff University,          13\n     Cardiff, Wales, UK                                                         Department of Neurology, University of Fukui Hospital,\n4\n                                                                                Fukui, Japan\n     Department of General Medicine, College of Medicine & Sagore\n     Dutta Hospital, 578 B T Road, Kamarhati-Kolkata 700056, West          14\n                                                                                National Center of Neurology and Psychiatry, Tokyo, Japan\n     Bengal, India\n                                                                           15\n5\n     Academic Department of Neurosciences, Royal Hallamshire                    Department of Neurology, Tokyo Medical University Hachioji\n     Hospital, Sheffield, UK                                                    Medical Center, Tokyo, Japan\n6                                                                          16\n     School of Medicine, University of Washington, 850 Republication,           Academic Department of Neurosciences, Royal Hallamshire\n     Seattle, WA 98109, USA                                                     Hospital, Sheffield, UK\n7\n     University Lyon 1, University Lyon, Rue Guillaume Paradin,            17\n                                                                                Faculty of Nursing and Social Welfare Sciences, Fukui Prefectural\n     69372 Lyon Cedex 08, France\n                                                                                University, Fukui, Japan\n8\n     INSERM, UMR-S1028, CNRS, UMR-5292, Neuro-Oncology and\n                                                                           18\n     Neuro-Inflammation Team, 7, Lyon Neuroscience Research Center,             Departments of Medicine and Physiology, Yong Loo Lin School of\n     Rue Guillaume Paradin, 69372 Lyon Cedex 08, France                         Medicine, National University of Singapore, Singapore, Singapore\n\f                                                                                                                                    Cerebellum\n\n\nIntroduction (H. Mitoma)                                           decarboxylase (GAD), CA with Abs to thyroid tissue (cere-\n                                                                   bellar type of Hashimoto’s encephalopathy), and CA with Abs\nHistorical Scope More and more evidence suggest that cere-         to gliadin (gluten ataxia). The features characterizing these\nbellar ataxias (CAs) in some patients develop through              entities are as follows: (1) positivity for antibodies in the se-\nimmune-mediated mechanisms. The involvement of                     rum or cerebrospinal fluid (CSF); (2) mild or no atrophy of the\nimmune-mediated pathomechanisms in the etiology of CAs             cerebellum on magnetic resonance imaging (MRI) at the early\nwas first proposed in the context of multiple sclerosis (MS). In   stage; and, (3) improvement of CAs, at least in part, by im-\na well-cited lecture delivered in 1868 [1], J.M. Charcot de-       munotherapy or in the case of gluten ataxia strict adherence to\nscribed the relapsing and remitting clinical course and the        a gluten-free diet. In addition to these three subtypes, the con-\npathology of demyelination. The same lecture also described        cept of primary autoimmune cerebellar ataxia (PACA) was\nthe presence of cerebellar symptoms, such as intention tremor,     recently proposed as an additional immune-mediated CA\nscanning speech and nystagmus, in addition to those of optic       [9]. In PACA, the cerebellum is a primary target of autoim-\nneuritis and paralysis. These cerebellar symptoms, which           munity and is sometimes associated with cerebellar autoanti-\nwere subsequently termed the Charcot’s triad, were consid-         bodies. Recently, the association with Homer 3, ARHGAP26,\nered to provide evidence for lesions in supraspinal structures.    and ITPR1 antibodies was also reported [10–12].\nAlthough CAs rarely occur in isolation during the first attack\n(the reported incidence of CAs based on symptoms at presen-        The Concept of Brain Autoimmune Diseases In the last\ntation was about 15 %), they are common in established MS          10 years, different authors have identified that, in some pa-\n[2]. Based on the results of experimental allergic encephalo-      tients with encephalitis, the disorders are immune mediated.\nmyelitis, the following cell-mediated mechanisms responsible       These patients may present complex neuropsychiatric symp-\nfor myelin damage have been proposed [2]: (1) Lymphocytes          toms such as deficits of memory, cognition, psychosis, sei-\nactivated by antigens or those that present antigens, enter the    zures, abnormal movements, or coma. These disorders affect\nblood brain barrier, where they can recruit other immune cells,    mainly young women, but also men and children, and are\nand (2) lymphocyte-induced myelin damage is mediated               potentially lethal but curable if promptly recognized and treat-\nthrough the actions of certain substances, e.g., tumor necrosis    ed by immunomodulators. The most important discovery is\nfactor in plaques.                                                 that these disorders occur in association with autoantibodies to\n    In MS, immune-mediated demyelination can occur in any          extracellular epitopes of receptors or proteins involved in syn-\narea of the central nervous system (CNS) white matter and,         aptic transmission and plasticity, such as voltage-gated potas-\nconsequently, in addition to ataxia there is a wide spectrum of    sium channel complex (LGI1, CASPR2) [13, 14], AMPA\nneurological symptoms. However, in the last years, many au-        [15], NMDA [16] and GABAB [17] receptors. Some of these\nthors described patients with the cerebellum as the sole target    patients develop a tumor and the syndrome can be qualified as\nof autoimmunity, such as paraneoplastic cerebellar                 paraneoplastic [18], but most of the cases are idiopathic. In-\ndegeneration.                                                      terestingly, many arguments suggest that associated autoanti-\n    The first cases of paraneoplastic cerebellar degeneration      bodies may play a direct role in the pathomechanisms of the\nassociated with an ovary carcinoma were reported in 1919           encephalitis. For example, autoantibodies directed to AMPA\nby Brouwer [3]. This was followed by the identification of         and NMDA receptors decrease the numbers of these cell-\nother cases associated with different kind of cancers such as      surface receptors (internalization), which could lead to behav-\nbreast or lung carcinoma and the description of specific auto-     ioral deficits [19–21]. Furthermore, autoantibodies to AMPA\nantibodies (anti-Yo) in patients with CAs and gynecological        receptor also act as agonists and increase cell excitability [22].\ncancer [4]. Since then, various autoantibodies have been iden-     The above findings suggest that autoimmune mechanisms\ntified depending on neoplasma or associated extracerebellar        play a role in the aetiopathology of such encephalitis.\nsymptoms [5]. Furthermore, seronegative types of                      Interestingly, the cerebellum and the hippocampus are two\nparaneoplastic cerebellar degenerations have also been report-     brain regions preferentially targeted by autoimmunity. How-\ned [5]. The association of cerebellar autoantibodies with CAs      ever, at this stage of our knowledge, immune-mediated CAs\nsuggests that autoimmunity triggered by the neoplasm results       appear to have more heterogeneous or diverse features with\nin the development of CA-related symptoms.                         respect to autoimmune pathogenesis, compared with autoim-\n    In contrast to the well-established concept of                 mune limbic encephalitis, which shows somewhat uniform\nparaneoplastic cerebellar degeneration, the clinical entity of     features with regard to the nature of antigens (localization\nnonparaneoplastic immune-mediated CAs was only                     and role in cell physiology), induction of autoimmunity, and\nestablished recently [6–8]. In the 1980s, these cases were re-     perhaps, significance of autoantibodies.\nported in association with autoantibodies, and three clinical\nentities have been established so far, based on the kind of        Significance and Classification Although immune-mediated\nthe associated antibodies (Abs): CA with Abs to glutamic acid      C A s c a n b e c h a r a c t e r i z e d a s t re a t a b l e a t a x i a s ,\n\fCerebellum\n\n\nimmunotherapy seems to be effective only at the early stages            immune-mediated pathomechanisms. To this aim, we pre-\nof the disease. On the other hand, accumulating evidence sug-           pared contributions from international experts involved in re-\ngests a higher than expected incidence of immune-mediated               search on various aspects of immune-mediated CAs, provid-\nCAs among sporadic CAs. Prospective studies by                          ing key concept in each subtopic. For comparative under-\nHadjivassiliou et al. [9] in the UK showed that the prevalence          standing of key concepts of clinical features and\nof immune-mediated CAs was 32 % in a group of 320 patients              pathomechanisms of each subtype of immune-mediated CA,\nwith sporadic ataxia (gluten ataxia 27 %, paraneoplastic cere-          the experts have provided summaries on the current thinking\nbellar degeneration 3 %, and anti-GAD-Abs associated CA                 about immune-mediated CAs. Some newly emerging entities\n3 %). Taken together, clinicians are now required to establish          such as Hashimoto’s encephalopathy and PACA have been\nthe diagnosis of immune-mediated CAs and to initiate immu-              focuses of discussions and do not have widely accepted diag-\nnotherapy at an early stage. For selection of adequate thera-           nostic criteria. In addition, diverse immune-mediated\npeutic strategies, a good understanding of the                          pathomechansms have not been clarified yet. In this sense,\npathomechanisms of CAs is necessary.                                    further research should be performed. However, we believe\n   When autoimmunity targets the cerebellum or its related              that the present consensus will be valuable to clarify the topic\nstructures, immune-mediated CAs are classified according to             and trigger novel research.\nthe trigger of autoimmunity [9] (Table 1). Immune-mediated\nCAs in which autoimmunity is not clearly triggered by anoth-\ner disease include anti-GAD-Abs associated CA, cerebellar               Cerebellar Ataxia with Glutamic Acid\ntype of Hashimoto’s encephalopathy, and PACA. On the other              Decarboxylase Autoantibodies (B. Joubert and J.\nhand, immune-mediated CAs in which autoimmunity is trig-                Honnorat)\ngered by another disease include gluten ataxia, Miller Fisher\nsyndrome, and paraneoplastic cerebellar degeneration. These             Glutamic acid decarboxylase (GAD) is the rate-limiting en-\ndiseases are triggered by gluten sensitivity, infection, or neo-        zyme for the production of GABA (γ-aminobutyric acid), the\nplasm, respectively.                                                    main inhibitory neurotransmitter in the CNS. GAD is expressed\n                                                                        in CNS GABAergic neurons and in the pancreatic islet β-cells\nAim of this Consensus Paper The objective of this consen-               and exists as two isoforms, GAD65 and GAD67 [23]. The\nsus paper is to summarize the clinical features of each                 soluble isoform GAD67, mainly expressed in the cytoplasm\nimmune-mediated CA entity in which the target of autoimmu-              of neurons, is suggested to regulate the basal levels of GABA\nnity is the cerebellum or its related structures, and address their     [24], while the shorter form GAD65 is associated with the cell\n                                                                        membrane at nerve terminals and is involved both in the syn-\n                                                                        thesis of GABA and its exocytosis at inhibitory synapses [25].\nTable 1      The classification of immune-mediated cerebellar ataxias       Anti-GAD65 antibodies (GAD-Ab) were first described in\n                                                                        type 1 diabetes mellitus (T1DM) patients, and are considered\n1. Autoimmunity that mainly targets the cerebelluma or its related\n                                                                        as a biological marker of this disease. GAD-Ab have also been\n   structuresb:\n                                                                        reported in some patients with neurological diseases, such as\nCerebellar autoimmunity not triggered by another disease:\n                                                                        stiff person syndrome (SPS), cerebellar ataxia, limbic enceph-\n   Anti-GAD Abs associated cerebellar ataxia\n                                                                        alitis, abnormal eye movements, progressive encephalomyeli-\n   Cerebellar type of Hashimoto’s encephalopathy\n                                                                        tis with rigidity and myoclonus and refractory epilepsy [26].\n   Primary autoimmune cerebellar ataxia\n                                                                            Cerebellar ataxia with GAD-Ab was initially described in\n   Others\n                                                                        few case reports [27, 28] and in a series of 14 patients [6].\nCerebellar autoimmunity triggered by another disease or condition:\n                                                                        Although rare, this syndrome is now well established [26].\nGluten ataxia                                    (gluten sensitivity)\n                                                                        This disease affects mostly women in their sixth decade. Cer-\nAcute cerebellitis                               (infection)\n                                                                        ebellar ataxia installs either insidiously or subacutely [6, 29]\nMiller Fisher syndrome                           (infection)\n                                                                        and tends to progress continuously over time. Symptoms in-\nParaneoplastic cerebellar degenerations          (neoplasm)\n                                                                        clude mainly static ataxia, dysarthria, and nystagmus. Further-\n2. Autoimmunity that simultaneously targets various parts of the CNS:   more, cerebellar ataxia may coexist with SPS [29, 30], periph-\n   Multiple sclerosis                                                   eral neuropathy, limb stiffness [6], and myasthenia gravis [28].\n   Ataxia in the context of connective tissue diseases such as SLE      A personal or familial history of other autoimmune diseases,\na\n When cerebellar ataxias are sole or main symptoms, the cerebellum is   such as T1DM, hemolytic anemia or thyroiditis is frequent [6],\npresumed to be the main target of autoimmunity                          while a paraneoplastic origin is exceptional [31]. Brain MRI\nb\n For example, involvement of the proprioceptive spinocerebellar path-   generally shows cerebellar atrophy, exclusively in patients\nway is assumed in Miller Fisher syndrome                                with cerebellar ataxia without SPS [6, 30]. CSF analysis usu-\nc\n    Paraneoplastic patients are exceptional                             ally displays oligoclonal bands and intrathecal synthesis of\n\f                                                                                                                          Cerebellum\n\n\nGAD-Ab with normal cellularity and protein rate [6, 26]. Dis-           To conclude, GAD65 is a particularly antigenic protein,\nease severity, phenotype, and response to treatment are not          and GAD-Ab can be observed in different kinds of autoim-\ncorrelated with serum or CSF GAD-Ab titers.                          mune disease or neurological syndromes where they probably\n    While SPS with GAD-Ab tends to respond favorably to              do not have the same clinical significance. GAD-Ab positivity\nimmunotherapy, cerebellar ataxia with GAD-Ab is usually              must not be interpreted alone, but in consideration with all\nassociated with a poor prognosis, most patients remaining            other potentially associated autoantibodies [29]. In the case\nsignificantly disabled. Large-scale randomized studies are           of neurological syndrome, intrathecal synthesis of GAD-Ab\nlacking to determine the optimal therapeutic strategies in           is a strong argument for a potential role of these autoanti-\nGAD-Ab cerebellar ataxias. If corticosteroids are often disap-       bodies, especially if the titer is low. Further works will be\npointing, intravenous immunoglobulins (IvIg) may have a              necessary to understand the exact mechanisms of cerebellar\nbeneficial effect in some patients [29, 32].                         ataxia in patients with GAD-Ab.\n    Pathophysiology and mechanisms of neuronal dysfunc-\ntions observed in patients with GAD-Ab are unknown. Some\nstudies suggest that, in contrast to GAD-Ab associated with          Pathogenic Roles of GAD65 Antibodies (M. Manto\nT1DM without neurological sign, GAD-Ab from patients                 and CS. Hampe)\nwith neurological symptoms could be more than merely a\nmarker of autoimmunity and play a direct role in the develop-        Unlike the isoform, GAD67, which is located in the cyto-\nment of the disease [33, 34]. Indeed, intra-cerebellar or intra-     plasm, is constantly active, and produces a steady basal level\nventricular administration of IgGs from patients with GAD-           of GABA, the isoform GAD65 is mainly found associated\nAb and SPS or cerebellar ataxia blocks neuronal functions and        with synaptic vesicles, undergoes autoinactivation with at\nimpairs synaptic regulation [33, 35]. Furthermore, mice im-          least 50 % of cellular GAD65 in the inactive apoenzyme form,\nmunization against GAD65 leads development of GAD-Ab                 and generates pulses in GABA production when circum-\nand GABAergic neuronal loss [36]. Interestingly, the effect of       stances require a rapid synthesis and release [39, 40]. The\nGAD-Ab on neuronal functions seems to differ accordingly to          enzyme is necessary for the fine tuning of GABA-\nthe neurological symptoms observed in patients. Indeed,              concentrations in the vesicles and is also located on the cyto-\nGAD-Ab from patients with cerebellar ataxia, contrarily to           solic face of GABAergic vesicles in association with vesicular\nGAD-Ab from SPS patients, do not inhibit GAD enzymatic               GABA transporter (VGAT) [41] and other anchoring proteins,\nactivity in vitro [24, 34]. Moreover, electrophysiological and       such as NAP-22 [42]. The enzyme is involved both in GABA\nneurotransmitter levels alterations observed in rats treated         transport into synaptic vesicles and in controlling synaptic\nwith intra-cerebellar and para-spinal infusions with IgGs from       release of the neurotransmitter [35]. In GAD65 knockout\nGAD-Ab positive SPS are not observed with IgGs from pa-              mice, the quantal size and frequency of GABA-mediated min-\ntients with GAD-Ab positive cerebellar ataxia [34, 37]. On the       iature inhibitory postsynaptic currents are normal, but evoked\nopposite, IgGs from patients with GAD-Ab positive cerebellar         GABAergic inhibitory post synaptic currents are reduced [43]\nataxia are able to impair membrane turnover in GABAergic             possibly contributing to the increased anxiety and propensity\nneurons, suggesting an interference with GABA-containing             for epilepsy observed in the animals [44]. It is currently pre-\nvesicles exocytosis [34]. These differences could be explained       sumed that the effects of GAD-Ab on GABA levels are medi-\nby distinct epitope specificities recognized by GAD-Ab de-           ated by a direct inhibition of the enzymatic activity of GAD65\npending on the patients. Even if GAD-Ab production is poly-          and an impairment of exocytosis of GABAergic vesicles.\nclonal in all patients, GAD-Ab recognize different epitopes             The spectrum of autoimmune neurological deficits associ-\naccording to whether the associated syndrome is T1DM,                ated with GAD-Ab includes not only SPS, but also rare cases\nSPS or cerebellar ataxia [34]. The importance of such GAD-           of limbic encephalitis, epilepsy, and progressive cerebellar\nAb epitope specificities in the disruption of neuronal functions     ataxia [26, 45, 46]. Common comorbidities are T1DM and\nis discussed in the next section. However, at this time, even if     autoimmune polyendocrine syndrome. Intrathecal production\nmany arguments suggest a pathophysiological role of GAD-             of GAD-Ab has been reported in patients with stiff person\nAb, there is no clear demonstration that GAD-Ab alone are            syndrome (SPS) [47], and GAD-Ab are typically found in\nable to provoke SPS or cerebellar ataxia. Some authors sug-          peripheral blood with lower concentrations in the CSF [48].\ngested that other associated uncharacterized autoantibodies          GAD-Ab titers do not necessarily correlate with disease se-\nmight also play a role [36]. Cellular immunity could also play       verity and cases with lower GAD-Ab levels have been report-\na major role in patients with cerebellar ataxia [36]. Indeed,        ed recently in ataxic patients [49]. Recent studies suggest that\nperipheral T cells from patients with GAD-Ab and cerebellar          the epitope specificity of GAD-Ab determine the pathogenic-\nataxia, but not SPS patients, increase their production of           ity of the autoantibody (discussed in detail below). The path-\nINF-γ following exposition to GAD, suggesting a Th1 orien-           ophysiology of SPS includes decreased concentrations of\ntation of those cells, a profile known to favor cytotoxicity [38].   GABA in the brain and CSF [50] and inflammation in the\n\fCerebellum\n\n\nCNS [45]. Cell loss has been demonstrated in ataxic patients,        representing an epitope specificity characteristic for T1DM\nwith depletion of Purkinje neurons, Bergmann gliosis, and a          do not affect the activity of the enzyme [48] and do not inter-\nrelative sparing of basket cells [51].                               fere with exocytosis [59]. This epitope-dependent effect of\n    The direct pathogenic effects of GAD-Ab are still a matter       neurological deficits induced by in vivo administration of\nof debate [52]. Among the arguments against a direct patho-          monoclonal GAD-Ab may explain why patients with T1DM\ngenic role are: (1) the intracellular location of GAD65 making       do not show neurological signs [33, 34, 37, 62].\nit unlikely to illicit an antibody response, (2) the inaccessibil-      In summary, despite accumulating in vitro and in vivo find-\nity of intraneuronal GAD65 to its antibodies since neurons           ings arguing in favor of a direct pathogenic effect of GAD-Ab,\nhave often been considered as Bimpermeable^ to immuno-               the debate is still alive. The unequivocal pathophysiological\nglobulins, (3) the possibility that other Ab—or other undetect-      demonstration is missing, at a moment where the critical roles\ned substances—present concomitantly in the serum might be            of antibodies for the diagnosis of GAD-Ab-related disorders\npathogenic. For the first issue, it can be argued that GAD65         have been clearly accepted by the scientific community [63].\ncould be exposed during exocytosis and thus provide a direct\nopportunity for an interaction between Ab and antigen [53,\n54]. For the second issue, it has been demonstrated that             Cerebellar Type of Hashimoto’s\nPurkinje neurons (one key-target population of GAD-Ab in             Encephalopathy-Diversity of Clinical Profiles (A.\nthe cerebellum) in rat organotypic cultures incorporate and          Matsunaga and M. Yoneda)\nclear both host and non host immunoglobulin, even if the\nantibodies do not recognize Purkinje cell antigens [55]. IgG         Hashimoto’s Encephalopathy Hashimoto’s encephalopathy\nwithin Purkinje cells accumulates in cell nuclei and the cyto-       (HE) is an autoimmune treatable encephalopathy associated\nplasm. Moreover, kappa and lambda light chains in human              with chronic thyroiditis, and is distinct from myxedema-\nPurkinje neurons have been detected in a patient with multiple       encephalopathy associated with hypothyroidism [7, 64]. The\nmyeloma [56]. The Purkinje neurons might thus be an excep-           clinical entity and nosology of HE have been debated and the\ntion to the rule of neuronal exclusion of antibodies. However,       reality of the illness questioned because of no evidence estab-\nthe demonstration of uptake of a different SPS-associated au-        lishing a direct relationship between thyroid antibodies and en-\ntoantibody—directed to amphiphysin—by hippocampal neu-               cephalopathy and the high prevalence of anti-thyroid antibodies\nrons [57] may indicate that neuronal uptake of immunoglob-           in the normal population. However, accumulated case reports\nulin is more frequent than previously recognized. The third          support the proposal of this autoimmune treatable disease, HE,\nissue seems rather unlikely to occur with the use of monoclo-        based on response to immunotherapy, pathologic findings of\nnal GAD-Ab. Still, SPS is an example of a disorder where             brain tissue and presence of some autoantibodies [65].\nautoantibodies other than GAD-Ab including anti-                         HE patients present with a variety of neuropsychiatric\namphiphysin, anti-GABA receptor-associated protein                   symptoms such as consciousness disturbance, psychosis, sei-\n(GABARAP) and anti-gephyrin Ab, can cause a similar phe-             zures, cognitive impairment, involuntary movements, and cer-\nnotype, with each of these autoantigens being associated with        ebellar ataxia [7, 66]. Some diagnostic criteria of HE have\nGABA-mediated neurotransmission [39].                                been proposed as a combination of neurological and/or psy-\n    Recent studies underline the importance of epitope speci-        chiatric symptoms, elevated serum anti-thyroid antibodies\nficity of GAD-Ab in the pathophysiology of GAD65-related             [Abs] (anti-thyroglobulin [TG] Abs and/or anti-thyroid perox-\nneurological disorders. As discussed in the previous section of      idase [TPO] Abs) and responsiveness to steroid, associated in\nthis publication, GAD-Ab are heterogeneous and target dis-           part with abnormal EEG, normal brain imaging and elevated\ntinct epitopes of the enzyme. GAD-Ab in neurological disor-          proteins in CSF [7, 66]. Several autoantibodies relevant to HE\nders recognize epitopes that differ significantly from those         have recently been identified [65, 67, 68]. We discovered se-\nfound in patients with T1DM [58]. Importantly, GAD-Ab                rum autoantibodies against the NH2-terminal of α-enolase\npresent in SPS patients typically inhibit GAD65 enzyme ac-           (anti-NAE Abs) in patients with HE using a proteomics meth-\ntivity, a characteristic not observed for GAD-Ab found in            od [65, 67]. The anti-NAE Abs demonstrates high specificity\npatients with T1DM [48]. Intrathecal passive transfer of             for HE, and can be a useful serological diagnostic marker for\nmonoclonal GAD-Ab representing an epitope specificity char-          HE [65, 67]. Although the pathogenesis of HE remains un-\nacteristic for SPS or purified immunoglobulin from sera from         clear, cerebral vasculitis was evident in the biopsied or post-\nGAD-Ab-positive SPS patients impair spinal cord activity,            mortem brain tissue from HE patients [69, 70].\ninduce a SPS-like syndrome with motor hyperexcitability,\nchange behavior, and cognitive operations [34, 35, 37, 59,           Cerebellar Type of Hashimoto’s\n60]. GAD-Ab from ataxic patients suppress the release of             Encephalopathy Cerebellar ataxia is not a rare presentation\nGABA and depress the inhibitory transmission long-lasting            in HE [71] (28 % of patients observed by Matsunaga et al.,\ntime course [61]. In contrast, monoclonal GAD-Ab                     unpublished data), and occasionally appears as an isolated or\n\f                                                                                                                                                         Cerebellum\n\n\npredominant symptom of HE (6 % of cases, [72]). We previ-                            8 to 10. Truncal ataxia is predominant in cerebellar symptoms.\nously reported a patient with HE developing cerebellar ataxia                        The onset of cerebellar type of HE patients varied from acute\n[73]. To clarify the characteristics of cerebellar type of HE, we                    to chronic. The majority of the patients had an insidious onset\nfurther investigated 13 patients, all of whom showed progres-                        mimicking degenerative CAs [72, 73, 75, 77], whereas a few\nsive cerebellar ataxia as a predominant symptom, mimicking                           patients presented with acute onset mimicking strokes [74,\ndegenerative CAs, and fulfilled the diagnostic criteria for HE                       76]. Serum anti-TG and/or anti-TPO Abs were detected in\nmentioned above [72]. In this investigation, all patients pre-                       all patients, and serum anti-NAE Abs was also detected in\nsented with truncal ataxia as a main symptom (100 %), but                            some Japanese patients [72, 73, 76]. Most cases described in\nnystagmus seldom appeared (17 %) [72]. Those patients who                            the literatures showed elevated protein in CSF, while only one\npresented with anti-NAE Abs tend to respond better to im-                            of our 13 patients demonstrated elevated protein in CSF [72].\nmune therapy than anti-NAE Abs-negative patients [72].                               Although these cases presented with severe cerebellar ataxia,\n   Table 2 summarizes the reported cases showing cerebellar                          the brain imaging showed little or no cerebellar atrophy except\nataxia as a predominant or isolated symptom in HE, including                         for one case reported by Selim and Drachman [75]. Some\nour 13 cases reported previously [71–77]. The age of onset                           patients revealed diffuse slow waves on EEG as common\nranged from 38 to 84 years old, and the male/female ratio was                        presentation in HE [7, 65, 66]. All patients responded to\n\n\nTable 2     Comparison of clinical features of nonparaneoplastic immune-mediated cerebellar ataxia\n\n                                       GADa, n (%)                                HEb, n (%)                    Glutenc, n (%)\n\nTotal number                           58                                         18                            Epidemiology and symptoms; 68, Therapy; 26\nNumber of women (%)                    50/58 (86)                                 10/18 (56)                    33/68 (49)\nMean age (years)                       58 years [26–79]                           53 years                      48 years [14–80]\nInsidious onset                        38/58 (66)                                 10/18 (56)                    Unknown\nCerebellar signs\n   Nystagmus                           37/58 (64)                                 2/18 (11)                     57/68 (84)\n   Dysarthria                          38/58 (66)                                 11/18 (61)                    45/68 (66)\n   Gait ataxia                         55/58 (95)                                 17/18 (94)                    68/68 (100)\n   Limb ataxia                         41/58 (71)                                 13/18 (72)                    Upper 51/68 (75), Lower 61/68 (90)\nOther symptoms                         SPS, limb stiffness, MG: 14/58 (24)        Neuropsychiatric              Sensorimotor axonal neuropathy: 31/68 (45),\n                                                                                    symptoms: 11/18 (61)          gluten-sensitive enteropathy: 16/68 (24),\n                                                                                                                  gastrointestinal symptoms: 9/68 (13), focal\n                                                                                                                  myoclonus, palatal tremor, and opsoconusa\nAssociated autoimmune diseases         45/58 (76), TDM1, thyroiditis,             Common, Thyroiditis           Common, thyroiditis, TDM1, pernicious anemia\n                                         hemolytic anemia\nAutoantibodies                         Anti-GAD-Ab                                TPO, TG                       Anti-gliadin Ab, TG2 Ab, TG6 Abb\n                                       TPO, TG, ANA: 30/41 (73)                   NAE: 9/18 (50)\nHigh proteins in CSF                   Unknown                                    6/18 (33)                     Unknown\nCerebellar atrophy on MRI              3/7 (43)                                   7/18 (39)                     54/68 (79)\nEEG                                    Unknown                                    Slow wave, 5/14 (36)          Unknown\nImmunotherapy                          Steroids, IVIg, oral                       Steroids, IVIg, oral          Gluten-free diet (or IVIg for cases with\n                                         immunosuppressants                         immunosuppressants            gluten-free diet resistance c.), mycophenolate\n                                                                                                                  for cases with myoclonic ataxia\nOutcome\n  Complete remission                   0/20 (0)                                   7/18 (39)                     0/26 (0)\n  Partial remission                    7/20 (35)                                  11/18 (61)                    26/26 (100)\n\nGAD anti-GAD-Abs-associated CA, HE cerebellar type of Hashimoto’s encephalopathy, gluten gluten ataxia, n number of patients\na\n Patients with GAD antibodies and cerebellar ataxia were evaluated using the series published by Honnorat et al. [6]; Saiz et al. [26], and Ariño et al.\n[29]. One patient, reported in 2001, was excluded since 10 years after the publication she was found to have autosomique recessive ataxia [158]\nb\n  Patients with cerebellar type of HE were evaluated based on the report by Manto et al. [74, 145]; Selim et al. ([75], reported as Patient 5); Passarella et al.\n[71]; Yamamoto et al. [76]; Tang et al. [77], and Matsunaga et al. [72]. TPO anti-thyroid peroxidase Ab, TG anti-thyroglobulin Ab, NAE anti-NH2-\nterminal of α-enolase Ab\nc\n  Epidemiological and neurological symptoms were cited form the report of Hadjivassiliou et al. [79], and results of gluten-free diet were evaluated using\nthe report of Hadjivassiliou et al. [85]. (a) Sarrigiannis et al. [88], Kheder et al. [89], Deconinck et al. [90]. (b) Hadjivassiliou et al. ([84, 87] and [104]), (c)\nBurk et al. [94]. TG2 Ab and TG6 Ab anti-transglutaminase 2 and 6 Abs\n\fCerebellum\n\n\nimmunotherapies except for one case reported by Yamamoto            the presence of the other autoimmune disease [75]. Thirdly it\net al. with spontaneous remission [76]. Furthermore, most           has been shown that cerebellar antibodies can be present in at\ncases showed complete remission by administration of corti-         least 60 % of patients with idiopathic sporadic ataxia by con-\ncosteroids, few cases required immunoglobulin and/or im-            trast to 5 % in patients with genetic ataxias [9]. Figure 1 is an\nmune-suppressants. Recurrence of ataxia usually was appar-          example of the staining obtained using serum from a patient\nent when corticosteroids were tapered.                              with PACA on rat cerebellum. The autoimmune mechanism\n   The pathological mechanisms underlying the develop-              by which the cerebellum is damaged in the context of autoim-\nment of cerebellar ataxia in HE remain obscure. Recent-             munity remains unclear. The presence of antibodies does not\nly, we examined the actions of the CSF obtained from                necessarily imply antibody-mediated damage but may prove\nthe 6 patients with ataxic HE using patch-clamp record-             to be a useful diagnostic aid. As the HLA DQ2 allele is found\ning from the rat cerebellar slices [78]. The CSF from one           in up to 35 % of healthy individuals, this test alone cannot\npatient, but not those of the other five patients, impaired         serve as a marker for PACA. The presence of additional auto-\nthe presynaptic short-term plasticity between parallel              immune diseases in either the patient or their first-degree rel-\nfiber-Purkinje cell transmissions. This result suggests that        atives may be another helpful pointer. Ultimately, characteri-\ndefective glutamate release is a potential pathological             zation of the cerebellar antibodies may prove to be the best\nmechanism in some patients with HE.                                 diagnostic marker for PACA.\n   In conclusion, cerebellar ataxia is a common presentation            The next step in unraveling and consolidating PACA as a\nin HE, characterized by truncal ataxia, little or absence of        disease entity is a trial of immunosuppression as a means of\ncerebellar atrophy on brain imaging and good responsiveness         treatment. Assessment of the value of immunosuppression in\nto steroid, which is recognized as Ba treatable ataxia^. It is      these patients will be challenging. Firstly the choice, timing,\nwarrant that HE is one of the important differential diagnoses      and duration of immunosuppression remain unclear. Second-\nfor cerebellar ataxia after carefully excluding other causes.       ly, monitoring treatment response may prove very difficult\n                                                                    because of the variable and mostly slowly progressive nature\n                                                                    of the disorder and the crude nature and poor sensitivity of\nPrimary Autoimmune Cerebellar Ataxia                                ataxia rating scales. MR spectroscopy of the cerebellum (ver-\n(M. Hadjivassiliou and P. Shanmugarajah)                            mis and hemispheres) is proving to be an important and\n\nIn addition to specific cerebellar disease entities where auto-\nimmunity is triggered by another disease (e.g., cancer in\nparaneoplastic cerebellar degeneration or gluten ingestion in\ngluten ataxia) there is evidence to suggest that the cerebellum\ncan be a primary organ specific autoimmune disease, hence\nthe proposed term of Primary Autoimmune Cerebellar Ataxia\n(PACA). This term implies no known trigger factor for the\ndevelopment of immune-mediated damage to the cerebellum\na situation analogous to primary hypothyroidism\n(Hashimoto’s disease), type 1 diabetes mellitus, vitiligo etc.\n   Evidence in support of such contention is diverse. Firstly,\nthe Human Lymphocyte Antigen (HLA) type DQ2 is signifi-\ncantly overrepresented in patients with idiopathic sporadic\nataxia (74 % vs 35 % in the healthy population) whereas the\nprevalence of this HLA type in patients with genetically char-\nacterized ataxias is no different to the one found in the healthy\npopulation [9]. The HLA DQ2 has been shown to have a\nstrong association with autoimmune diseases, such as celiac\ndisease and gluten ataxia, type 1 diabetes mellitus, stiff person\nsyndrome, autoimmune thyroid disease and autoimmune\npolyendocrine syndromes [79–83]. Secondly there is a signif-\nicantly higher prevalence of one or more autoimmune diseases        Fig. 1 An example of the staining seen using sera (dilution of 1 in 600)\nin patients with idiopathic sporadic ataxia when compared to        from a patient with primary autoimmune cerebellar ataxia on rat\n                                                                    cerebellum. There is clear staining of Purkinje cells as well as cells\nthe general population and to patients with genetic ataxias (47,    within the granular layer. Such staining is not seen when using sera\n3, and 5 %, respectively) [9]. In some cases, such association      from healthy controls or patients with genetic ataxia. The serum was\nprompted researchers to attribute the cerebellar dysfunction to     negative for all known Purkinje cell antibodies\n\f                                                                                                                         Cerebellum\n\n\naccurate tool in monitoring disease [84] and this may prove to      ataxia in combination with focal myoclonus [88], palatal trem-\nbe a promising way of assessing treatment benefits.                 or [89], or opsoclonus [90]. GA is usually of insidious onset\n   While the final common pathological outcome in PACA, as          with a mean age at onset of 53 years. Pediatric cases, however,\nin other cerebellar ataxias, is the irreversible loss of Purkinje   have also been described [91]. Rarely, the ataxia can be rap-\ncells, evidence derived from treatment of other immune-             idly progressive mimicking paraneoplastic cerebellar degen-\nmediated ataxias suggests that early intervention may not only      eration. Gaze-evoked nystagmus and other ocular signs of\nstabilize the ataxia but could also salvage malfunctioning cells    cerebellar dysfunction are seen in up to 80 % of cases. All\nas evident by the demonstration of clinical and radiological        patients have gait ataxia and the majority have lower limb\nimprovement of the ataxia [85].                                     ataxia. Less than 10 % of patients with GA will have any\n   The clinical characteristics of such patients may also assist    gastrointestinal symptoms and only 40 % will have evidence\nin case identification and in some cases distinguish from other     of enteropathy on biopsy. As with celiac disease, patients with\ncauses of ataxia. Patients with PACA tend to develop ataxia in      GA are often found to have an increased prevalence of addi-\ntheir early 50s. The ataxia in general, tends to be slowly pro-     tional autoimmune diseases the commonest of which include\ngressive but in a few cases there may be a rather acute onset (a    hypothyroidism, type 1 diabetes mellitus and pernicious ane-\npicture not dissimilar to that often seen at presentation in        mia. Gastrointestinal symptoms are seldom prominent and are\nparaneoplastic cerebellar degeneration). In fact some of these      not a reliable indicator for the presence or absence of enterop-\npatients may have originally been diagnosed as having post          athy. In this respect, gluten ataxia resembles dermatitis\ninfectious cerebellitis, the difference being that they continue    herpetiformis, an autoimmune dermatopathy triggered by glu-\nto progress rather than improve. This pattern of organ involve-     ten where gastrointestinal symptoms are not prominent even\nment is very similar to what is observed in Hashimoto’s thy-        in the presence of an enteropathy [92].\nroiditis. Subsequently, however such patients follow a much            Up to 60 % of patients with gluten ataxia have evidence of\nmore benign course with a very slowly progressive illness.          cerebellar atrophy on MR imaging but all patients have spec-\nAdditional autoimmune diseases may be already present or            troscopic abnormalities (reduced N-acetylaspartate/creatinine)\nmay manifest subsequent to the development of the ataxia.           primarily affecting the vermis (Fig. 2). Recent evidence sug-\nPatients with PACA almost always have cerebellar atrophy            gests that patients with newly diagnosed celiac disease (CD)\non MRI but the severity of atrophy depends on disease dura-         presenting to the gastroenterologists have abnormal MR spec-\ntion. These patients are also easily distinguished from other       troscopy at presentation and that this is also associated with\npatients with sporadic late-onset ataxia such as patients with      clinical evidence of cerebellar dysfunction (e.g., nystagmus,\ncerebellar variant of multi-system atrophy by the absence of        gait ataxia) [93]. In addition, voxel-based morphometry and\nautonomic involvement and the slower progression.                   volumetric analysis of the cerebellum reveal significant abnor-\n   The next logical step in consolidating this disease entity is    malities in patients with CD when compared to age-matched\nan adequately powered study comparing immunosuppressive             healthy individuals [93].\ntreatment with placebo. The results of such a study will not           Response to treatment with a gluten-free diet depends on\nonly clarify and consolidate the concept of PACA but will           the duration of the ataxia prior to the diagnosis. Loss of\nhopefully offer hope for a substantial number of patients with      Purkinje cells in the cerebellum, the end result of prolonged\nprogressive sporadic Bidiopathic^ ataxia.                           gluten exposure in patients with GA, is irreversible and early\n                                                                    diagnosis and treatment is more likely to result in improve-\n                                                                    ment or stabilization of the ataxia. While the benefits of a\nGluten Ataxia (M. Hadjivassiliou)                                   gluten-free diet in the treatment of patients with CD and der-\n                                                                    matitis herpetiformis have long been established, there are\nGluten ataxia (GA) was originally defined as otherwise idio-        very few studies of the effect of gluten-free diet on the neuro-\npathic spor",
  "wordCount": 16369,
  "indexed": "2025-09-25T22:50:19.215Z",
  "method": "direct"
}
