{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/McCray et al. - 2015 - Clinical Reasoning A 57-year-old woman who develo.pdf",
  "fileName": "McCray et al. - 2015 - Clinical Reasoning A 57-year-old woman who develo.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/McCray et al. - 2015 - Clinical Reasoning A 57-year-old woman who develo.pdf",
  "text": "RESIDENT\n              & FELLOW\n              SECTION\n                         Clinical Reasoning:\nSection Editor           A 57-year-old woman who developed\nMitchell S.V. Elkind,\nMD, MS                   acute amnesia following fever and upper\n                         respiratory symptoms\nBrett A. McCray, MD,     SECTION 1                                                                          examination disclosed a nonfluent expressive aphasia\n   PhD                   A 57-year-old woman with a history of depression                                   but was otherwise unremarkable. Basic laboratory\nDeborah Forst, MD        and hyperlipidemia presented with 2 days of confu-                                 tests including electrolytes, complete blood count,\nJenelle Jindal, MD       sion and memory loss. Four days prior to presenta-                                 and liver function tests had normal results.\nGalen V. Henderson, MD   tion, she developed fevers, myalgias, and rhinorrhea.\n                                                                                                            Questions for consideration:\n                         On the day prior to presentation, the patient began\n                         having memory difficulties and was noted by her                                    1. What is the differential diagnosis for subacute\nCorrespondence to        husband to have completely forgotten many events                                      memory disturbances and confusion in this\nDr. McCray:\nbmccray@partners.org\n                         and details of the previous days. She presented to                                    patient?\n                         an outside hospital where a comprehensive neurologic                               2. What are the initial steps in evaluation?\n\n\n\n\n                                                                                                                                                            GO TO SECTION 2\n\n\n\n\n                         From the Department of Neurology, Brigham and Women’s Hospital and Harvard Medical School, Boston, MA.\n                         Go to Neurology.org for full disclosures. Funding information and disclosures deemed relevant by the authors, if any, are provided at the end of the article.\n\ne102                     © 2015 American Academy of Neurology\n\n   ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  SECTION 2                                               given the recent fevers, upper respiratory symp-\n                  The differential diagnosis for the subacute onset of    toms, and changes in cognition. Urine and blood\n                  amnesia and speech difficulties is broad. In a          toxicology could also be helpful.\n                  patient with recent fevers, meningitis or encephali-        Chest X-ray and CT scan of the head were unre-\n                  tis must be considered. Seizures with postictal         markable. Infectious workup was notable for a rapid\n                  confusion or exposure to psychoactive medications       influenza swab that was positive for influenza A.\n                  or drugs of abuse could produce the changes             The following day, the patient had a generalized\n                  described. Stroke or cerebral hemorrhage must be        tonic-clonic seizure. MRI of the brain showed sym-\n                  considered, but the purely cognitive abnormalities      metrical T2 hyperintensities of the bilateral mesial\n                  without associated motor or sensory changes on          temporal lobes, thalami, and cingulate cortex.\n                  examination would by atypical. Finally, transient\n                                                                          Questions for consideration:\n                  global amnesia is a consideration, but is a diagnosis\n                  of exclusion. The initial workup would include          1. What is the differential diagnosis of subacute\n                  intracranial imaging to assess for mass lesion,            altered mental status and seizures in association\n                  stroke, or hemorrhage. Lumbar puncture and sys-            with mesial temporal lobe changes?\n                  temic infectious workup should be considered            2. What are the next steps in management?\n\n\n\n\n                                                                                                         GO TO SECTION 3\n\n\n\n\n                                                                          Neurology 84   April 7, 2015                   e103\n\nª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                                 SECTION 3                                                        protein of 443 mg/dL, glucose of 98 mg/dL, with 4\n                                 The acute abnormalities of the temporal lobes are                leukocytes and 11 erythrocytes per mm3. The patient\n                                 concerning for a viral or bacterial encephalitis. The            became progressively more somnolent, requiring trans-\n                                 constellation of seizures and temporal lobe abnormal-            fer to an intensive care unit, and she was transferred to\n                                 ities is suggestive of herpes simplex virus (HSV)                our hospital for further evaluation and management.\n                                 encephalitis, but this typically produces asymmetric                 On arrival, the patient had a rectal temperature of\n                                 inflammation and hemorrhage of the medial temporal               101.9°F and was somnolent, only opening her eyes\n                                 lobes rather than the symmetric changes as in this               to deep nasopharyngeal suctioning, but not to sternal\n                                 case. Seizure activity itself can lead to transient T2           rub or nail bed pressure. Her cranial nerves were nor-\n                                 hyperintensities in the medial temporal lobes. How-              mal, and she was able to localize to noxious stimuli in\n                                 ever, seizures could not account for the other MRI               all extremities. Reflexes were brisk, measuring 3/4 in all\n                                 abnormalities; thus, the seizures should be viewed as            4 extremities, and the patient had positive Hoffman\n                                 symptomatic of another pathologic process until                  signs, flexor plantar response on the right, and equiv-\n                                 proven otherwise. Other considerations in this                   ocal response with fanning of the toes on the left.\n                                 patient would be a paraneoplastic or autoimmune                  Repeat MRI showed interval progression and worsen-\n                                 encephalitis, but the acute onset and rapid decom-               ing of the previously noted T2 signal abnormalities\n                                 pensation is atypical. Given the concern for an acute            with new multifocal hemorrhage within the hippo-\n                                 infectious process, the patient needs urgent lumbar              campi and thalami and worsening contrast enhance-\n                                 puncture and empiric antiviral therapy for HSV                   ment throughout the hippocampal heads (figure).\n                                 encephalitis. An antiepileptic drug should be admin-\n                                                                                                  Questions for consideration:\n                                 istered and EEG monitoring should be considered,\n                                 especially if there is concern for ongoing seizures.             1. How do you interpret the results of lumbar\n                                     The patient was treated with acyclovir and levetira-            puncture?\n                                 cetam. EEG showed generalized slowing without epi-               2. What additional CSF studies could be useful in\n                                 leptiform activity. Lumbar puncture showed total                    determining the cause of this patient’s encephalitis?\n\n\n\n\n                                                                                                                                        GO TO SECTION 4\n\n\n\n\n  Figure       MRI of the brain shows symmetric bilateral T2 signal hyperintensity involving multiple deep structures as well as hemorrhage and\n               contrast enhancement\n\n\n\n\n(A) T2 hyperintensity of the mesial temporal lobes, hippocampi, and amygdala. (B) T2 hyperintensities of insular cortex and thalami. (C) Susceptibility artifact\nin the mesial temporal lobes consistent with microhemorrhage and necrosis. (D) T1 postcontrast enhancement of the mesial temporal lobes consistent with\nactive inflammation.\n\ne104                             Neurology 84    April 7, 2015\n\n   ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  SECTION 4                                                   immune-mediated mechanism of tissue injury rather\n                  The patient has a markedly elevated total protein con-      than direct viral toxicity.1–3 Based on these observations\n                  centration in the CSF but an overall noninflammatory        and limited case reports of success of immune-\n                  profile with normal leukocyte and erythrocyte counts.       modulating therapy in IAE, the patient was treated with\n                  This is inconsistent with most typical bacterial and        a 5-day course of IV methylprednisolone 1000 mg daily\n                  viral forms of meningitis. A comprehensive workup           as well as 1 mg/kg IV immunoglobulin (IVIg) given\n                  for viral encephalitis and atypical CNS infections          over 2 days. She demonstrated some purposeful move-\n                  should be initiated. CSF testing should include Gram        ments on hospital day 9 and was extubated on hospital\n                  stain, bacterial culture, and serology for HSV and          day 11. Her condition slowly improved over the next\n                  varicella-zoster virus (VZV). Additional serum and          week, and she was discharged to a rehabilitation facility\n                  CSF testing could include cytomegalovirus (CMV),            on hospital day 21. On discharge, she was alert, was\n                  Epstein-Barr virus (EBV), human herpesvirus-6               able to speak in 2-word sentences, could follow simple\n                  (HHV6), adenovirus, mycoplasma, Legionella, influ-          commands, and was able to walk with assistance. On\n                  enza, and Cryptococcus as well as testing for enterovi-     follow-up 8 months later, the patient was fully ambu-\n                  ruses or arboviruses depending on the season. In            latory without residual aphasia, but had significant per-\n                  addition, further immunologic CSF studies including         sistent deficits in anterograde and retrograde memory.\n                  testing for oligoclonal bands and measuring CSF im-\n                  munoglobulins and cytokines could be useful in defin-       DISCUSSION We present the case of a 57-year-old\n                  ing the nature of the cerebral pathology.                   woman who developed influenza A infection followed\n                      Acyclovir was continued, and the patient was            by amnesia and encephalopathy that progressed rap-\n                  empirically treated for bacterial meningitis with van-      idly to coma. Brain MRI showed symmetric changes\n                  comycin and ceftriaxone. Repeat lumbar puncture             in the mesial temporal lobes and thalami consistent\n                  showed total protein of 794 mg/dL, glucose of               with necrotizing encephalitis. Additional extensive\n                  84 mg/dL, with 4 leukocytes and 19 erythrocytes             workup for infectious encephalitis was negative. She\n                  per mm3. Opening pressure was 8 cm of water.                was treated with a course of steroids and IVIg for pre-\n                  Repeat CSF testing was negative for HSV, VZV,               sumed influenza A encephalitis and her condition\n                  EBV, CMV, HHV6, adenovirus, and Cryptococcus;               improved significantly.\n                  serum was negative for HHV6 and mycoplasma, and                 CNS complications of influenza are rare and\n                  urine was negative for Legionella antigen. HSV PCR          diverse, and include seizures, Reye syndrome,\n                  was also negative from the CSF obtained at the refer-       Guillain-Barré syndrome, movement disorders,\n                  ring hospital. CSF oligoclonal bands and immuno-            numerous forms of encephalopathy or encephalitis,\n                  globulins were not tested. CSF Gram stain and               and cerebral hemorrhage.1,2 IAE is a rare complication\n                  culture were negative, and vancomycin and acyclovir         of influenza infection, most commonly described in\n                  were stopped. Influenza A testing was repeated and          children under 5 years of age (82.6% of 1998–1999\n                  was again positive, but CSF PCR testing for influ-          Japanese cases), and the ANE variant is defined by its\n                  enza virus was negative. Chest X-ray demonstrated a         association with symmetric hemorrhagic brain\n                  left lower lobe opacity, and the patient was treated        lesions.3 The most common clinical features of\n                  with a 7-day course of ceftriaxone and azithromycin         ANE are generalized seizures and alterations of men-\n                  for pneumonia.                                              tal status including reduced level of consciousness,\n                      Based on the patient’s prodromal viral illness, posi-   abnormal speech, and delirium.1,3 Radiographic find-\n                  tive influenza A testing, and negative workup for other     ings include symmetrically distributed lesions of the\n                  bacterial or viral encephalitides, her presentation was     cerebral white matter and deep structures including\n                  believed to be most consistent with a subtype of so-        the thalami and brainstem, with bilateral necrotic or\n                  called influenza-associated encephalitis/encephalopathy     hemorrhagic thalamic lesions being characteristic.3,4\n                  (IAE) known as acute necrotizing encephalopathy             Multiple case series of IAE have demonstrated that\n                  (ANE). She was enrolled in a clinical trial comparing       CSF is generally noninflammatory, and virus can\n                  oseltamivir to zanamivir for treatment of influenza.        seldom be detected in CSF or in brain tissue.1,3,4\n                  However, her condition continued to deteriorate             Neuronal injury in IAE is thought to relate to robust\n                  despite antiviral therapy, and she required intubation      cytokine release and immune activation rather than\n                  for airway protection. Over the next several days, her      direct CNS virus penetration.5 Based on this putative\n                  examination results worsened such that she no longer        model of pathogenesis, severe cases of IAE have been\n                  spontaneously moved her extremities and only demon-         treated with immune-modulating therapies with\n                  strated stereotyped movements in response to noxious        some anecdotal reports of success. However, the rarity\n                  stimuli. Studies of IAE have generally failed to show       of IAE has precluded any controlled trials to assess the\n                  direct viral infection of the CNS, suggesting an            efficacy of such approaches.\n\n\n                                                                              Neurology 84   April 7, 2015                        e105\n\nª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                    AUTHOR CONTRIBUTIONS                                                             A H1N1 2009 infection: European case series and review.\n                    Brett A. McCray cared for the patient presented, wrote the text, and             Eur J Pediatr 2011;170:1007–1015.\n                    helped to assemble the figures. Deborah Forst cared for the patient pre-    2.   Jeganathan N, Fox M, Schneider J, Gurka D, Bleck T.\n                    sented, helped edit the text, and helped to assemble the figures. Jenelle        Acute hemorrhagic leukoencephalopathy associated with\n                    Jindal cared for the patient and helped in discussion of the manuscript.         influenza A (H1N1) virus. Neurocrit Care 2013;19:\n                    Galen V. Henderson cared for the patient presented and helped edit               218–221.\n                    the text.\n                                                                                                3.   Wang GF, Li W, Li K. Acute encephalopathy and enceph-\n                                                                                                     alitis caused by influenza virus infection. Curr Opin Neurol\n                    STUDY FUNDING                                                                    2010;23:305–311.\n                    No targeted funding reported.                                               4.   Ormitti F, Ventura E, Summa A, Picetti E, Crisi G.\n                                                                                                     Acute necrotizing encephalopathy in a child during the\n                    DISCLOSURE                                                                       2009 influenza A(H1N1) pandemia: MR imaging in\n                    The authors report no disclosures relevant to the manuscript. Go to              diagnosis and follow-up. AJNR Am J Neuroradiol\n                    Neurology.org for full disclosures.                                              2010;31:396–400.\n                                                                                                5.   Akins PT, Belko J, Uyeki TM, Axelrod Y, Lee KK,\n                    REFERENCES                                                                       Silverthorn J. H1N1 encephalitis with malignant edema\n                    1. Surana P, Tang S, McDougall M, Tongy CY, Menson E,                            and review of neurologic complications from influenza.\n                       Lim M. Neurological complications of pandemic influenza                       Neurocrit Care 2010;13:396–406.\n\n\n\n\ne106                Neurology 84       April 7, 2015\n\n  ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\fClinical Reasoning: A 57-year-old woman who developed acute amnesia following fever\n                           and upper respiratory symptoms\n                  Brett A. McCray, Deborah Forst, Jenelle Jindal, et al.\n                             Neurology 2015;84;e102-e106\n                         DOI 10.1212/WNL.0000000000001438\n\n                        This information is current as of April 6, 2015\n\n Updated Information &              including high resolution figures, can be found at:\n Services                           http://www.neurology.org/content/84/14/e102.full.html\n\n References                         This article cites 5 articles, 1 of which you can access for free at:\n                                    http://www.neurology.org/content/84/14/e102.full.html##ref-list-1\n Citations                          This article has been cited by 1 HighWire-hosted articles:\n                                    http://www.neurology.org/content/84/14/e102.full.html##otherarticles\n Subspecialty Collections           This article, along with others on similar topics, appears in the\n                                    following collection(s):\n                                    Critical care\n                                    http://www.neurology.org//cgi/collection/critical_care\n                                    Encephalitis\n                                    http://www.neurology.org//cgi/collection/encephalitis\n                                    Viral infections\n                                    http://www.neurology.org//cgi/collection/viral_infections\n Permissions & Licensing            Information about reproducing this article in parts (figures,tables) or in\n                                    its entirety can be found online at:\n                                    http://www.neurology.org/misc/about.xhtml#permissions\n Reprints                           Information about ordering reprints can be found online:\n                                    http://www.neurology.org/misc/addir.xhtml#reprintsus\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously since\n1951, it is now a weekly with 48 issues per year. Copyright © 2015 American Academy of Neurology. All\nrights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.",
  "wordCount": 2178,
  "indexed": "2025-09-25T22:54:34.072Z",
  "method": "direct"
}
